UPDATE page_text SET text='你好，摩根。$B $B 闪金镇的交易非常繁忙，所以我根本抽不出时间来帮你送货！$B $B 我已委托帮我送这封信的人给你带去一包大蜡烛（你知道，可笑的狗头人总喜欢把这些东西戴在头上）。$B $B 请向这位送货的人表示我们的感谢，并给予他合理的报酬。 ' WHERE entry=15;
UPDATE page_text SET text='致尊敬的克雷利安校长，$B$B 我以前的主人，我写这封信是为了让您了解到您的学生最近都做了些什么。我听从您的建议离开了我深爱的暴风城，在世界各地到处游历，以此来历练我的知识与智慧。我去过许多地方，最后决定在月溪镇这个可爱的小镇定居。随着收获季节的到来，西部荒野的农田景色是如此的美丽。 ' WHERE entry=16;
UPDATE page_text SET text='刚到这里没几天，我就开始为附近农场中的孩子们上课了。我的课程进行得很顺利，镇长便委任我设立了一所学校，而且现在已经开始动工修建一所全新的校舍了!我从银松森林到暴风城，现在又来到月溪镇——谁能想到我会在艾泽拉斯经历那么多的事情!$B$B 向您致意，$B$B 斯塔文·密斯特曼托' WHERE entry=17;
UPDATE page_text SET text='尊贵的大人，$B$B 我听说您需要为您的孩子找个老师。现在我暂时住在闪金镇的狮王之傲旅店里，由于目前月溪镇糟糕的状况，我被迫放弃了学校校长一职。我愿做您孩子的老师，希望您能接受我的申请。如果有必要，克雷利安校长可以向您证明我的能力。 ' WHERE entry=18;
UPDATE page_text SET text='当冬天的雨季过后，道路适合旅行的时候，我会亲自前去找您。$B$B 届时再见，$B$B 斯塔文·密斯特曼托写于银松森林' WHERE entry=19;
UPDATE page_text SET text='……那个叫基尔斯的男孩似乎很难管教，对我来说也许是个挑战。他的姐姐蒂罗亚则是个非常聪明的孩子，她的美貌也格外引人注目，蒂罗亚浑身都散发着女人独有的气质，而他们家可能已经安排她在明年结婚了。我有点跑题了。这个星期我会陪他们一家人到他们那座艾尔文森林东谷伐木场附近的夏季别墅去度假，那里离赤脊山很近。我希望能在那儿再给您写信。' WHERE entry=20;
UPDATE page_text SET text='……奇特，无法自控，今天我感受到了这种以前从未有过的感觉。在我辅导基尔斯学习历史的时候，蒂罗亚正在外面照料着她的花园。过了一会，她走了进来，把鲜红的秋海棠放在我的手心上，对我嫣然一笑，我感到自己的心在猛烈地跳动……' WHERE entry=21;
UPDATE page_text SET text='……我敢肯定，她和我有着相同的感觉。今天早晨，她甚至把手放在了我的手掌中。当她微笑的时候，她的眼眸像钻石一样闪亮。我们进行着无言的交流，她已经占据了我的心，她让我的全身热血沸腾。' WHERE entry=22;
UPDATE page_text SET text='……我从未想过自己会这么愤怒!她怎么敢这样对我!我教基尔斯数学的时候，蒂罗拉来了，还带着她的一个求婚者，他们竟公然手拉着手!真是个没教养的年轻人。蒂罗亚也没怎么介绍我，只是轻描淡写地说了句，“哦，这是我的家庭教师，斯塔文叔叔。他是个不错的老人。”老人!一听到这个词，我的脸就涨得通红。我不过比她大了几岁而已，而她竟背叛了我……' WHERE entry=23;
UPDATE page_text SET text='……我的心仿佛随着绝望而跌入了无底的深渊。她欺骗了我的感情，现在竟然还订了婚。这个可恶的骗子，她假装自己陷入了爱河，其实她一直以来只是想要伤害我而已。我的心里只有黑压压的一片，每过一分钟，这种感觉就更加强烈一分。我要让她付出血的代价，但是与我流过的眼泪相比，那是多么的苍白无力……' WHERE entry=24;
UPDATE page_text SET text='汤米·乔 ：$B$B 随着时间不断流逝，我的心因为没有你的存在而越发的失落。啊，只愿我们的家人能够超越他们之间愚蠢的仇恨，并且能认识到真正的罪恶其实就是这种仇恨。仇恨吞噬了我们的幸福，而且我担心受难的并非只有我们两个家族而已。$B$B 如果他们能够明白这些，那么也许有一天我们可以走到一起。我希望能等到那一天，我将为此而活着。$B$B 深爱你的梅贝尔' WHERE entry=25;
UPDATE page_text SET text='你好，威廉，$B$B距离上次我们见面已经过了好几年，但是我相信你和你的兄弟都一切安好，你的药剂生意也一定很兴旺。$B$B威廉，现在我需要你的帮助。长话短说吧，我的孙子托米?乔与年轻的梅贝尔?马科伦相爱了。他们互相爱慕……但是我们两个家族之间已经明争暗斗了好几年。' WHERE entry=26;
UPDATE page_text SET text='威廉你好,它的几年里,因为我们已经说过,但我相信你和你的兄弟都很好,你药师的兴盛.我必须浼你,威廉.总之,我的孙子托米乔已经失去了他的心,年轻梅贝尔苦瓜.虽然他们仰慕对方… …我们的家庭,良好的家庭已争吵多年.' WHERE entry=27;
UPDATE page_text SET text='阿古斯，$B$B 正如你所知，我一直因为提供军队的补给需求而焦头烂额。我不应该对自己的工作有所抱怨，但是我们储备的铁即将用完。$B$B 我已经没有足够的铁来制造马蹄铁了。我知道你有大量的储备，因此我想在下一批铁运到之前先向你借50双马蹄铁。$B$B 对你表示万分感激，$B ——弗纳' WHERE entry=28;
UPDATE page_text SET text='板条箱上附着一张纸条。上面写着：$B$B “弗纳——听说赤脊山遇到这样的麻烦，我感到甚是遗憾。这里是你所需要的马蹄铁。如果方便的话，请你尽快付给我100银币。”$B$B “如果你愿意的话，也可以用黑色雏龙的下腹部鳞片来支付报酬（我听说黑色雏龙在赤脊山十分常见）。既然我们是朋友……4块鳞片就够了。谢谢你。——阿古斯' WHERE entry=29;
UPDATE page_text SET text='尊敬的大人，$B$B 战争已经降临到我们的头上了。厄运正在一步步地向我们走来。$B$B 作为湖畔镇的镇长，我有责任向您汇报最近在王国最东部地区所发生的军事活动。$B$B 从我的信中，您可以了解到赤脊山地区和湖畔镇的现状。' WHERE entry=30;
UPDATE page_text SET text='石堡的失守是一件非常严重的事。在以前的报告中，我已经向您详细说明了黑石氏族的兽人与名为莫甘斯的术士勾结的情况。黑石兽人作战时凶猛残暴，此次显然又得到了莫甘斯的邪恶法术的帮助。陛下的许多勇士都为了保卫要塞不惜牺牲自己的性命，但最后还是没能守住。 ' WHERE entry=31;
UPDATE page_text SET text='奇怪的是，在获得了这场卑鄙的胜利之后，莫甘斯很快就开始转而攻击兽人军团。这个术士在东北方建造了一座神秘的塔楼，并组建了一支小型的暗皮豺狼人军队来调遣。兽人和人类都成了这些野蛮而肮脏的怪物的受害者。关于莫甘斯和黑石氏族首领加塞尔佐格之间到底发生了什么事情，我们也只能推测到以上这样的程度了。 ' WHERE entry=32;
UPDATE page_text SET text='野蛮的兽人似乎非常倾向于屠杀国王陛下的子民，在过去的两个星期里，黑石氏族向湖畔镇发动了多次进攻，许多勇士都付出了生命。兽人军队推进的速度惊人，而且攻势猛烈，他们甚至将横跨止水湖的大桥都毁了。我们的补给十分缺乏，连给伤患包扎伤口的绷带都告罄了。 ' WHERE entry=33;
UPDATE page_text SET text='我请求国王陛下在这个危难的时刻能给予湖畔镇的人民足够的支援。我们需要更多的战士来保卫领土，需要更多的武器装备来武装部队，也需要更多的食品和建筑物资。大人，请您帮助我们在构筑人类抵御野蛮兽人的最后一道堡垒。我们决不能让敌人进入暴风王国的领土。 ' WHERE entry=34;
UPDATE page_text SET text='北方的土地已经变成了邪恶力量的温床，我担心还会有更强大更黑暗的敌人接踵而来。暴风王国必须采取行动，以免让我们的城镇沦陷，人民沦为奴役。$B$B 此致，$B$B 所罗门镇长$B 湖畔镇$B 暴风王国' WHERE entry=35;
UPDATE page_text SET text='尊敬的所罗门镇长：$B$B 我和您一样为死去的人而哀悼。我会确保让国王陛下了解到目前的状况，同时我也衷心希望能为湖畔镇增派援军。不过奇怪的是，陛下最近没有什么举动，这件事我只能私下对您说说。$B$B 请多加保重，$B$B 马库斯·乔纳森将军$B 暴风王国' WHERE entry=36;
UPDATE page_text SET text='尊敬的所罗门镇长：$B$B 我和您一样为死去的人而哀悼。我会确保让国王陛下了解到目前的状况，同时我也衷心希望能为湖畔镇增派援军。不过奇怪的是，陛下最近没有什么举动，这件事我只能私下对您说说。$B$B 请多加保重，$B$B 马库斯·乔纳森将军$B 暴风王国' WHERE entry=37;
UPDATE page_text SET text='斯托曼：$B$B某些胆大的家伙竟然找了个陌生人来跟我谈关于迪菲亚盗贼的事。你曾经救过我一命，而现在你又让我处于极度的危险中。$B$B不过我还是欠你的人情。迪菲亚兄弟会的势力远比你想像中的要大。从西部荒野到艾尔文森林，每座矿坑都在他们的控制之下。他们还征召了狗头人和豺狼人执行命令，还有哥布林为他们铸造金属怪物，用于在西部荒野农场上劫掠当地的居民。' WHERE entry=38;
UPDATE page_text SET text='他们有一个庞大的地下网路。斯托曼，这个网路比你所知道的更为庞大。从藏宝海湾到暴风要塞都有他们的势力。也许你是个勇敢的圣骑士，不过如果你以为凭你的一几之力就能阻止他们，那你就太傻了。他们正在研究一种大规模杀伤性武器。总之，那些石工的看家本领就是如何制造大家伙。你不会以为他们的兴趣只是南瓜田和葡萄园吧？我已经报答了你为我提供的帮助。现在，离我远点吧！$B$B――W' WHERE entry=39;
UPDATE page_text SET text='斯托曼大人——$B$B 石匠公会由技术最为熟练的建筑师组成，其领导者是艾德温·范克里夫。在第一次兽人战争中，暴风城被兽人夷为平地，这些石工参与了暴风城的重建工作。范克里夫和他的工匠都是出类拔萃的建筑师，他们在建筑方面的造诣和艺术性从光明大教堂和暴风要塞这两座建筑中就可见一斑。 ' WHERE entry=40;
UPDATE page_text SET text='斯托曼大人——$B$B 石匠公会由技术最为熟练的建筑师组成，其领导者是艾德温·范克里夫。在第一次兽人战争中，暴风城被兽人夷为平地，这些石工参与了暴风城的重建工作。范克里夫和他的工匠都是出类拔萃的建筑师，他们在建筑方面的造诣和艺术性从光明大教堂和暴风要塞这两座建筑中就可见一斑。 ' WHERE entry=41;
UPDATE page_text SET text='然而，暴风城的军事力量从艾尔文森林一直扩张到荆棘谷，这使得暴风城的贵族们背上了沉重的债务。高额债务削弱了整个王国的经济实力，使他们无法兑现之前对范克里夫和他的石匠所承诺的酬劳。为了重建这座光辉的城市而辛勤工作了数年之后，这些石工却心碎地离开了，被城市腐败的官员们彻底地遗忘。 ' WHERE entry=42;
UPDATE page_text SET text='亲自已知昭vancleef我的整个生命,我可以告诉你,他面临着一个敌人,这是一个相当艰巨的任务.你看,他是我童年的朋友,我亲自训练他的方法响声,以为有一天他可能会考虑职业,我旁边.如果是vancleef标题起来迪菲亚信使兄弟,可轻保佑我们的灵魂.大师马蒂亚斯逸夫暴风刺客的会馆' WHERE entry=44;
UPDATE page_text SET text='干得好，朋友!现在你需要朝东方前进，沿着悬崖一直向东走。找到路边废弃的烟囱，那里有一只旧木桶，它可以为你提供下一步行动的线索。' WHERE entry=45;
UPDATE page_text SET text='现在，从这只桶所在的地方向北方行进。笔直地向前走，当你看到海边悬崖上的那座风车时，找到风车旁边的一只空壶。四处看一下，也许你就能找到你要的东西。' WHERE entry=46;
UPDATE page_text SET text='找到了这只威士忌酒瓶，你离宝藏就不远了!从酒瓶的位置向西前进，走到海岸边，然后下水继续前进!一直向西边游，你就可以看到藏有宝箱的岛屿!' WHERE entry=47;
UPDATE page_text SET text='黑爪：$B$B 海洋在等待着我们，而我们需要你从北方运来的补给。尽力收集所有物资，一根铁轨一只水桶都不要放过，我们需要足够的金属。藏宝海湾那边本应有货物运来，但迟迟未到。黑爪，帮帮我，这次把你的补给直接运到“谷仓”去。我们不能再浪费时间了。$B$B - 范克里夫' WHERE entry=48;
UPDATE page_text SET text='斯托曼大人：$B$B 湖畔镇请求您的民兵的援助。在我写这封信的时候，我们正受到黑石氏族兽人和莫甘斯率领的暗皮豺狼人的夹击。如果形势不是如此严峻的话，我也不会向您求助。我们也在等待暴风城的援助，不过在他们的援军到来之前，我恳求您能对我们施以援手。暴风王国一旦腹背受敌，整个人类都将面临着危险。$B$B 所罗门镇长' WHERE entry=49;
UPDATE page_text SET text='尊敬的阁下：$B$B 西部荒野为您的失利而哀悼，但是我们这里也饱受战争的困扰，农夫都被盗贼和收割傀儡赶走了，暴风城也撤走了他们的驻军，留下毫无防御的我们。在暴风城遗弃了我们之后，我召集组建了西部荒野人民军，试图夺回曾经属于我们的领土。如果我将人民军调往赤脊山的话，西部荒野必将遭受毁灭。$B$B 我表示万分的遗憾和歉意。$B 格里安·斯托曼' WHERE entry=50;
UPDATE page_text SET text='埃伯洛克公爵大人：$B$B 湖畔镇请求守夜人的援助。我们正受到黑石氏族兽人和莫甘斯率领的暗皮豺狼人的夹击。如果形势不是如此严峻的话，我也不会向您求助。我们也在等待暴风城的援助，不过在他们的援军到来之前，我恳求您能对我们施以援手。暴风王国一旦腹背受敌，整个人类都将面临着危险。$B$B 所罗门镇长' WHERE entry=51;
UPDATE page_text SET text='尊敬的阁下：$B$B 我只能非常遗憾地告知您，守夜人部队现在不能离开夜色镇。也许您还没有注意到，暴风城已经不再为我们这个地区提供军事支援了。守夜人是完全由镇中的人民自发组建和训练的，他们的职责是在没有暴风城帮助的情况下保卫夜色镇。没有守夜人，夜色镇一定会沦陷。但愿您在困境中能有好运。$B$B - 艾尔罗·埃伯洛克公爵' WHERE entry=52;
UPDATE page_text SET text='这封信上的字仿佛在不断地跳动和扭曲，你根本无法看清它们……' WHERE entry=53;
UPDATE page_text SET text='夜色镇的镇长埃伯洛克公爵，您好。恐怕我有个坏消息要捎给夜色镇。$B$B 您知道，我是一个创造天才。我欺骗了给您送信的这个蠢货，骗他帮我完成了我最强大而恐怖的创造——一个用血肉和扭曲的金属制成的恶魔！当您读着这封信的时候，它就在我简陋的屋子外面，张牙舞爪，随时准备血洗夜色镇。$B$B 您很快就可以看见它了。$B$B - 藏尸者' WHERE entry=54;
UPDATE page_text SET text='这是一张西部荒野地产的契约。它赋予在契约上签名的拥有一块土地的所有权，以及该土地上面所有农作物和建筑物的所有权。$B$B 在这份文件上签字的人是：$B$B     瑟多尔·法布隆$B     弗娜·法布隆' WHERE entry=55;
UPDATE page_text SET text='[契约的背后潦草地写着以下文字]$B$B 我们从法布隆那里弄到了他的契约，如果你想为自己伪造一份契约的话也很容易，法布隆不会给我们带来任何麻烦的。我上一次看到他们的时候，他们一家人正在离开西部荒野，不过因为四轮货车坏掉而不得不停了下来。 ' WHERE entry=56;
UPDATE page_text SET text='[契约的背后潦草地写着以下文字]$B$B 我们从法布隆那里弄到了他的契约，如果你想为自己伪造一份契约的话也很容易，法布隆不会给我们带来任何麻烦的。我上一次看到他们的时候，他们一家人正在离开西部荒野，不过因为四轮货车坏掉而不得不停了下来。 ' WHERE entry=57;
UPDATE page_text SET text='月亮照耀着山谷$B 月光洒满了丛林$B 骄傲的战士响应号召$B 保卫我们的国家和神圣的大地$B$B 月亮照耀山谷$B 远离战争的哭泣$B 这里流淌着$B 敌人和我们的鲜血。' WHERE entry=58;
UPDATE page_text SET text='当我们的同胞永远离去$B 走进未知的土地$B 在山谷的深处$B 灵魂与精神变得坚强。$B 当我们的同胞永远离去$B 来到山上的圣殿$B 我们将保卫他们永恒的精神$B 将它镶入神圣的蓝水晶。$B 当我们的同胞永远离去$B 月亮照耀着山谷。' WHERE entry=59;
UPDATE page_text SET text='当我们的同胞永远离去$B 走进未知的土地$B 在山谷的深处$B 灵魂与精神变得坚强。$B 当我们的同胞永远离去$B 来到山上的圣殿$B 我们将保卫他们永恒的精神$B 将它镶入神圣的蓝水晶。$B 当我们的同胞永远离去$B 月亮照耀着山谷。' WHERE entry=61;
UPDATE page_text SET text='月光和火光，$B 肉体和骨头，$B 在鲜血中书写，$B 在石头上雕刻。$B$B 要么远离这片土地$B 要么遭遇厄运$B 死亡守卫着$B 国王的陵墓。' WHERE entry=62;
UPDATE page_text SET text='卡尔文大人：$B$B 这位信差以证明自己信仰正义与圣光之道，并有能力与侵扰暮色森林的不死生物和恶魔战斗，$g他:她;
也愿意加入卡尔文家族的伟大事业。$B$B 我建议您给这位圣光的战士派遣更多工——有些镇民可能在暗中帮助与圣光为敌的势力，不如让这位$c去调查一下。$B$B 您忠诚的卡洛尔' WHERE entry=63;
UPDATE page_text SET text='摩根·拉迪莫尔曾经是一个伟大而高尚的骑士，他为了保卫无辜、贫穷和饱受痛苦的人而战斗。多年来，他几乎跑遍了艾泽拉斯的所有边远地区，为受苦的人民带来安慰，惩戒那些作恶多端的人。$B$B 在他十八岁那年的夏天，摩根与一位名叫莉丝的年轻女孩结婚了。他们彼此相爱，后来生了一个儿子和两个女儿。$B$B 在摩根三十二岁那年，洛丹伦的战争爆发了。' WHERE entry=64;
UPDATE page_text SET text='摩根被召入圣骑士光明使者乌瑟尔的部队，与兽人和不死生物作战。因为战争，他离开了妻子和儿女，离开了安宁的家园。$B$B 数年过去了，战争依然没有结束，摩根亲眼目睹了许多可怕的事，他目睹了白银之手骑士团的解散，目睹了乌瑟尔的死，也目睹了瘟疫的蔓延。只有一件事可以让他远离疯狂和崩溃的边缘，那就是他相信自己总有一天可以和妻子儿女团聚。 ' WHERE entry=65;
UPDATE page_text SET text='摩根最终回到了家乡，但那里已经不再是他熟悉的景象了。曾经青翠的树林变得枯萎凋零，散发着堕落的气息，不死生物和其他黑暗的势力到处横行。遍地都是已被损毁的房屋与农场，乌鸦岭附近的墓地占据了大片的土地。摩根怀着震惊和迷惑，艰难地回到家中，却只发现那里已成废墟。 ' WHERE entry=66;
UPDATE page_text SET text='摩根不知道自己的家遭遇了什么样的灾难，他赶去村庄里寻找答案，寻找他的妻子和孩子们的消息。$B$B 摩根询问了许多人，但是没有找到任何线索。就在现在被称为夜色镇的这个地方，有一位牧师告诉他应该到乌鸦岭的墓地去搜索一下是否有他妻儿的墓碑。摩根不愿相信他的家人会死去，他走遍了暮色森林的每一片农场和每一所房子，但还是一无所获。$B$B 他相信自己的家人已经出去逃难了，于是骑马从夜色镇赶往毗邻的湖畔镇。 ' WHERE entry=67;
UPDATE page_text SET text='就在去湖畔镇的路上，他最终决定到乌鸦岭的墓地去一次。摩根在墓碑之间穿行了数个小时，看到了许多熟悉的人名被刻在墓碑上，这让他变得几近发狂。最后他看到了众多的墓碑中间有一小片由三块墓碑组成的墓地，看起来已经很久无人打理了。当他靠近那片墓地的时候，他全身充满了恐惧。摩根擦去了墓碑上的灰尘，显出了上面的名字。墓碑上简单地雕刻着几行字母，那是他最不愿看到的名字： ' WHERE entry=68;
UPDATE page_text SET text='莉丝·拉迪莫尔$B$B 我们深爱着的妻子与母亲$B$B 摩根的忧虑立刻变成了沮丧，进而变成了无比的悲痛，他不禁瘫在地上开始哭泣。摩根一连几个小时望着墓碑，一边哭泣，一边对着墓碑请求原谅和宽恕。又过了几个小时，他突然情绪大变，开始发狂，他拔出佩剑，一边怒吼一边用剑如狂风暴雨一般砍向墓碑。愤怒让他变得盲目，他疯狂地挥舞着剑，不断地攻击着。 ' WHERE entry=69;
UPDATE page_text SET text='他的举动引起了三个墓地值班人的注意，他们试图阻止他。摩根注意到了他们，于是他把自己的愤怒和对罪恶的谴责统统倾泻这些无辜的人身上，最后杀害了他们。$B$B 杀人之后，摩根的愤怒逐渐散去，他的脑子也恢复了正常的意识。在看到自己的剑血淋淋地插在一个值班人的胸膛里时，激烈的情绪将他推向了崩溃的边缘，他抽出匕首猛然刺入了自己的心脏。$B$B 第二天，有人发现了摩根·拉迪莫尔和另外三个无辜者的尸体。' WHERE entry=70;
UPDATE page_text SET text='他被埋葬在墓地旁边一个匆匆挖掘的墓穴里，没有举行任何葬礼。摩根杀了无辜的人，这完全违背了他的信仰与天性，再加上他因为不能挽救家人而感到了巨大的悲痛，这些使得摩根死后也无法得到安宁。$B$B 只过了几天，人们便发现他的墓穴被破坏，他的尸体也不知所踪。 ' WHERE entry=71;
UPDATE page_text SET text='如今，摩根·拉迪莫尔被失去妻儿的痛苦和对自己的仇恨煎熬着，每日都在暮色森林中游荡。现在他称自己为摩拉迪姆，满怀仇恨在暮色森林中徘徊，毫无理智地肆意进行屠杀。 ' WHERE entry=72;
UPDATE page_text SET text='在过去的几个星期里所遭遇到的恐怖令我几乎要崩溃了，然而写下我所看见的这些事也许会让我感到舒服一点。所以我就这么做了，这也是在现在这段阴冷的日子里我所能得到的唯一安慰。 ' WHERE entry=73;
UPDATE page_text SET text='第一天$B$B 今天我和学徒来到了寒脊山谷，平安无事地穿过了洞穴之后，我们在食人妖巢穴外面的安全地带扎了营。$B$B 第二天$B$B 该死的狼嚎声让我整晚都没睡着。$B$B 明天我就要去弄一套狼皮做的衣服。$B$B 今天那个年轻的学徒与石腭怪作战相当英勇,也成功地战胜了那些丑陋的东西，不过他的胳膊受伤了，得好好休养一下。看来这阵子得由我来打理了。 ' WHERE entry=74;
UPDATE page_text SET text='第一天$B$B 今天我和学徒来到了寒脊山谷，平安无事地穿过了洞穴之后，我们在食人妖巢穴外面的安全地带扎了营。$B$B 第二天$B$B 该死的狼嚎声让我整晚都没睡着。$B$B 明天我就要去弄一套狼皮做的衣服。$B$B 今天那个年轻的学徒与石腭怪作战相当英勇,也成功地战胜了那些丑陋的东西，不过他的胳膊受伤了，得好好休养一下。看来这阵子得由我来打理了。 ' WHERE entry=77;
UPDATE page_text SET text='这个护甲标志十分适于缀在皮甲或布甲上，东谷伐木场中的迪博雷恩家族的人可以对它进行加工。' WHERE entry=78;
UPDATE page_text SET text='以下是迪菲亚盗贼从艾尔文森林的矿坑中开采金矿并送往西部荒野总部的日程表。$B$B 征收日程：$B$B 周日：中午12:30$B 周二：中午12:30$B$B 在指定的日子里，从艾尔文森林的矿坑中开采出来的金矿将被集中在布莱克威尔南瓜田中。负责收取这些货物的“收货人”会佩戴一枚我交给他的特殊戒指。 ' WHERE entry=79;
UPDATE page_text SET text='格瑞林：$B$B 我的时间很紧张，很多事情堆积在一起，让我抽不出身来，希望你对食人妖的调查不会让我更加繁忙。我授权你对付食人妖，你可以使用任何你认为必要的手段——只要你能找出一个有利的解决方案来。$B$B $B 麦格尼·铜须' WHERE entry=80;
UPDATE page_text SET text='第三天$B$B 天气很冷。中午下了点雪。$B$B 第四天$B$B 小伙子终于恢复了一些，今天他的精神看来不错，所以我们出去对食人妖进行了第一次侦查。根据它们皮肤上涂抹的标记和所戴的装饰品，我可以确定他们是霜鬃食人妖。 ' WHERE entry=81;
UPDATE page_text SET text='第五天$B$B 年轻的学徒守着营地，而我则潜入洞穴观察了一番。食人妖的数量很多，这是个大麻烦，我们得召集大批巡山人才能把他们从洞穴里清除掉。$B$B 最近我似乎没有提到过穴居人，他们在这一带的数量也越来越多了，不过穴居人是个非常原始的种族，不足为患。也许时间可以证明我的看法是对还是错。另外我一个星期都没喝过一滴啤酒了。 ' WHERE entry=82;
UPDATE page_text SET text='第六天$B$B 又是寒冷的一天。有雪，有食人妖，没有酒。$B$B 第七天$B$B 地上的雪很白，$B$B 天很蓝，$B$B 狼群又会在夜晚嚎叫，$B$B 一滴酒也没有。' WHERE entry=83;
UPDATE page_text SET text='第八天$B$B 巨魔的麻烦可能不像我们之前所想的那么严重。他们虽然数量众多，不过没有很好的装备和组织。只要组织小股力量就足以解决他们带来的威胁。 ' WHERE entry=84;
UPDATE page_text SET text='我的日记$B$B 过去几个星期所遭遇的恐怖让我几乎崩溃；为什么在书里写下这些文字能让我免于陷入疯狂？也许这样就好像是在对一个沉默的同伴忏悔我的罪行，又像是将那些折磨我的思想从脑中清除，把它们都推到纸上去。$B$B 在此之前，我还写过一次日记，不过那本日记被我放在一个 ' WHERE entry=85;
UPDATE page_text SET text='关于寒脊山谷地区霜鬃食人妖活动状况的报告$B$B 由参议院外交特使格瑞林·白须提交$B$B 根据我对寒脊山谷地区霜鬃食人妖的观察结果来看，我认为他们对这个地区的矮人没有太大的威胁。只要军队施以一点援助就可以消除他们的威胁。有了驻扎在寒脊山谷的巡山人 ' WHERE entry=86;
UPDATE page_text SET text='和我们的雇佣兵（由参议院拨给我的行动基金来支付必需的费用），我相信我们在短时间内就能解决这个问题。$B$B 铜须陛下已经授权由我来指挥这次行动。' WHERE entry=87;
UPDATE page_text SET text='关于丹莫洛地区霜鬃食人妖活动状况的报告$B$B 丹莫洛的食人妖大部分聚集在霜鬃食人妖要塞，那是本地区西部的一座巨大的山洞。他们的数量众多，这必须引起我们的注意，但是食人妖们似乎更乐意待在洞内。毫无疑问，这是因为他们不想冒着被灭绝的风险去招惹矮人。即使他们有所行动，那也应该是基于保卫自己领地的原因。 ' WHERE entry=88;
UPDATE page_text SET text='我认为只要我们不要去侵犯他们的领地，食人妖对我们就不会构成实际的威胁。一般的矮人平民对这种情形可能并不感兴趣，不过考虑到军事资源的分散，为了谨慎行事，我们应该将消灭食人妖的问题放在一个较为次要的位置去考虑，对我们来说，主要的威胁仍然来自穴居怪和黑铁矮人。$B$B 这里还一并附上了我兄弟格瑞林关于安威玛情况报告的副本。$B$B 森内尔·白须' WHERE entry=89;
UPDATE page_text SET text='关于寒脊山谷地区霜鬃食人妖活动状况的报告$B$B 由参议院外交特使格瑞林·白须提交$B$B 根据我对寒脊山谷地区霜鬃食人妖的观察结果来看，我认为他们对这个地区的矮人没有太大的威胁。只要军队施以一点援助就可以消除他们的威胁。有了驻扎在寒脊山谷的巡山人' WHERE entry=90;
UPDATE page_text SET text='和我们的雇佣兵（由参议院拨给我的行动基金来支付必需的费用），我相信我们在短时间内就能解决这个问题。$B$B 铜须陛下已经授权由我来指挥这次行动。' WHERE entry=91;
UPDATE page_text SET text='亲爱的塔雷尔：$B$B 请原谅，这封信我写得很匆忙，但时间对于我们来说真的很宝贵。$B$B 挖掘队对泰坦史前古器物的挖掘工作进展迅速。不过我们还发现了其他的史前遗物——一些巨大的骨头。 ' WHERE entry=92;
UPDATE page_text SET text='在挖出巨骨后不久，我们遭到了迅猛龙的攻击。来自丹莫德军团的部队英勇作战，但最后他们还是被打败了，几乎全军覆没。我们只有三个人幸存了下来。一个名叫奥莫尔·铁衣的工人非常英勇，是他保护了我和勘察员维尔加的安全。 ' WHERE entry=93;
UPDATE page_text SET text='我们在一处隐蔽的洞穴避难，这里目前似乎挺安全。不过在有军队控制住迅猛龙之前，我们还是只能被困在这里。维尔加还在想办法继续工作，但我知道他可能还心有余悸。塔雷尔，这就是我们的处境。请布莱德·长须立刻派一只军队来营救我们。$B$B 即使在这艰难的时刻，我也希望你一切都好。$B$B - 麦琳' WHERE entry=94;
UPDATE page_text SET text='荆棘谷的青山$B$B 第一天和我们预想中的完全一样。我们大部分时间都忙于为建立营地做一些必要的准备。我在一条淡水河的入口处找到了理想的驻扎点。根据旁边被废弃的古老码头判断，这个地方曾经有人住过，不过只有时间才能说明这里究竟住过些什么人。' WHERE entry=95;
UPDATE page_text SET text='荆棘谷的青山$B$B 第一天和我们预想中的完全一样。我们大部分时间都忙于为建立营地做一些必要的准备。我在一条淡水河的入口处找到了理想的驻扎点。根据旁边被废弃的古老码头判断，这个地方曾经有人住过，不过只有时间才能说明这里究竟住过些什么人。' WHERE entry=97;
UPDATE page_text SET text='接下来的几年，在暴风城背叛了石匠公会后，艾尔加丁爵士开始厌恶他的贵族身份。他不愿因继承了他父亲的高贵血统而在贵族中获得崇高的地位。不过我跑题了。这个故事的主题不是政治文章或者人物传记，而是要叙述我在荆棘谷的青山中猎捕的经历。' WHERE entry=98;
UPDATE page_text SET text='接下来的几年，在暴风城背叛了石匠公会后，艾尔加丁爵士开始厌恶他的贵族身份。他不愿因继承了他父亲的高贵血统而在贵族中获得崇高的地位。不过我跑题了。这个故事的主题不是政治文章或者人物传记，而是要叙述我在荆棘谷的青山中猎捕的经历。' WHERE entry=99;
UPDATE page_text SET text='正在我准备问艾耶克为什么一整天都无精打采的时候，她突然从箭囊中抽出一支箭，向可怜的巴尼尔射去——当然她的目标并非巴尼尔。瞠目结舌的巴尼尔向后退了几步，看着自己身后的一只巨大的鳄鱼浮出水面，艾耶克的箭正好射在了它的两只眼睛的中间。' WHERE entry=100;
UPDATE page_text SET text='艾尔加丁爵士似乎被绊了一下，将手重重地拍在巴尼尔的肩膀上。我和艾耶克瞥了一眼，以为他会责备粗心大意的巴尼尔。然而艾尔加丁爵士却摆了摆头，示意我们观察旁边的一棵倒下的大树。那里正有一双炯炯有神的黑眼睛瞪着我们，眼睛下面还有一口如剃刀般锋利的牙齿。' WHERE entry=101;
UPDATE page_text SET text='艾尔加丁爵士似乎被绊了一下，将手重重地拍在巴尼尔的肩膀上。我和艾耶克瞥了一眼，以为他会责备粗心大意的巴尼尔。然而艾尔加丁爵士却摆了摆头，示意我们观察旁边的一棵倒下的大树。那里正有一双炯炯有神的黑眼睛瞪着我们，眼睛下面还有一口如剃刀般锋利的牙齿。' WHERE entry=102;
UPDATE page_text SET text='这次成功的猎杀给探险队带来了一些愉快的心情，巴尼尔给大家倒了些蜜酒，但是这种喜悦只是暂时的。当我们准备把尸体运回营地时，丛林里传来了一阵可怕的嚎叫声。在我的一生中，我从来都没有听到过如此可怕的、几乎让人全身血液都凝固的声音。' WHERE entry=103;
UPDATE page_text SET text='这次成功的猎杀给探险队带来了一些愉快的心情，巴尼尔给大家倒了些蜜酒，但是这种喜悦只是暂时的。当我们准备把尸体运回营地时，丛林里传来了一阵可怕的嚎叫声。在我的一生中，我从来都没有听到过如此可怕的、几乎让人全身血液都凝固的声音。' WHERE entry=104;
UPDATE page_text SET text='这次成功的猎杀给探险队带来了一些愉快的心情，巴尼尔给大家倒了些蜜酒，但是这种喜悦只是暂时的。当我们准备把尸体运回营地时，丛林里传来了一阵可怕的嚎叫声。在我的一生中，我从来都没有听到过如此可怕的、几乎让人全身血液都凝固的声音。' WHERE entry=105;
UPDATE page_text SET text='对岩石峭壁以上,可溶性埃特由太阳西下时,我可以判断出最大的猫科猛禽,我都奠定了眼睛后.我能活一个笨拙截击与我的步枪,但猫举行了地上.他倒再次,这次的声音比第一次,就消失得无影无踪.我们所得的财物和领导郑重地回到营地.' WHERE entry=107;
UPDATE page_text SET text='这一天，我们沿着一些新的黑豹足迹向南进发。很快我们就来到了一座架着巨大索桥的峡谷。看到这个工程奇迹的时候，我忍不住想起了布莱恩对这一带的描写。我们常常认为食人妖是原始而无知的族类，然而当我认识到这座索桥所体现的精湛技术时，我开始认为食人妖的建造技术已经达到令人难以想像的地步。' WHERE entry=108;
UPDATE page_text SET text='就在这一天,我们都不敢到南部,经过一些新鲜豹轨道.我们很快达成了山沟伟绩,由一个巨大的绳桥.我不禁想, 27分的文字描述这一地区,当我看到工程奇迹.所以,它常常被假定为母语的人请到一个原始的种族愚蠢,但我仰头后,工匠大师的桥梁,我能够认识到技能,而巨魔建设者克服了看似不可能的壮举.' WHERE entry=109;
UPDATE page_text SET text='亚捷和艾尔加丁爵士悄无声息地用枪瞄准着正在晃动的树丛。正午的强烈阳光照在我们身上，当艾尔加丁爵士终于扣动扳机的时候，他的额头流下了一丝汗水。一声枪响过后，浓密的树叶被打得乱飞，一头非常漂亮的大黑豹向离弦的箭一般冲向了平原。      ' WHERE entry=110;
UPDATE page_text SET text='他的枪重重地击在他的肩膀上，枪管歪向一边，正好落在在亚捷的枪下面。亚捷瞄准树冠适时地扣动了扳机，一声清晰的枪响过后，树冠上的一群鸟尖叫着四处飞散，树上冒出了一阵烟，我们惊异地看到一根巨大的树枝掉落下来，正好砸中了疾驰的黑豹。***************************2742'',''zhTW'',''live'');
"witem=2742''>荆棘谷的青山 - 第18页</span></a><br>"112"> ' WHERE entry=111;
UPDATE page_text SET text='他的枪重重地击在他的肩膀上，枪管歪向一边，正好落在在亚捷的枪下面。亚捷瞄准树冠适时地扣动了扳机，一声清晰的枪响过后，树冠上的一群鸟尖叫着四处飞散，树上冒出了一阵烟，我们惊异地看到一根巨大的树枝掉落下来，正好砸中了疾驰的黑豹。***************************2742'',''zhTW'',''live'');
"witem=2742''>荆棘谷的青山 - 第18页</span></a><br>"112"> ' WHERE entry=112;
UPDATE page_text SET text='我们在黎明时动身向南出发，一路穿过了伽什废墟。巴尼尔说他担心会遇到血顶部族的食人妖。我告诉巴尼尔，比起生吃我们这些冒险者来，血顶部族更关心的是如何摧毁他们的敌人，劈颅部族。不过巴尼尔显然没有因此而感到一丝的宽慰。但是，我有一把上好膛的火枪、满袋的黑火药，还有三个本领高强的猎人做伴，所以我一点也不担心会遭遇敌人的埋伏。' WHERE entry=113;
UPDATE page_text SET text='我们在黎明时动身向南出发，一路穿过了伽什废墟。巴尼尔说他担心会遇到血顶部族的食人妖。我告诉巴尼尔，比起生吃我们这些冒险者来，血顶部族更关心的是如何摧毁他们的敌人，劈颅部族。不过巴尼尔显然没有因此而感到一丝的宽慰。但是，我有一把上好膛的火枪、满袋的黑火药，还有三个本领高强的猎人做伴，所以我一点也不担心会遭遇敌人的埋伏。' WHERE entry=114;
UPDATE page_text SET text='我曾经在战场上面对过巨大的地狱火，还有从四面八方冲过来的燃烧军团。如今对我而言，一群蛮横的食人妖就跟丹莫洛的长耳大野兔一样不值一提。$B$B 我们平静地穿过伽什废墟，巴尼尔总算是放下了他那颗惴惴不安的心。我们继续向西边的无尽之海前进，并绕了南边的祖昆达废墟。当我们攀上海边的悬崖之后，第一只迅猛龙出现在我们面前。' WHERE entry=115;
UPDATE page_text SET text='我们匆忙射出的子弹为巴尼尔赢得了足够的逃跑时间。他大声叫嚷着跑下山丘，重新回到队伍之中。我们急忙离开了丛林，因为有一群凶残的鞭尾迅猛龙正在追寻着我们的足迹。$B$B 现在攻守易位，猎手变成了猎物。' WHERE entry=117;
UPDATE page_text SET text='我们匆忙射出的子弹为巴尼尔赢得了足够的逃跑时间。他大声叫嚷着跑下山丘，重新回到队伍之中。我们急忙离开了丛林，因为有一群凶残的鞭尾迅猛龙正在追寻着我们的足迹。$B$B 现在攻守易位，猎手变成了猎物。' WHERE entry=118;
UPDATE page_text SET text='我带着队伍继续往海边走去，希望在那里的海岸线旁找到某个可以避开迅猛龙的地方。但是在匆忙之中，我们跑到了一处危险的高地，这是个可怕的错误，全都是我的错。我们停在了一个陡峭的悬崖边，而那些迅猛龙距离我们仅有几步之遥。***************************2749'',''zhTW'',''live'');
"witem=2749''>荆棘谷的青山 - 第25页</span></a><br>"119"> ' WHERE entry=119;
UPDATE page_text SET text='我带着队伍继续往海边走去，希望在那里的海岸线旁找到某个可以避开迅猛龙的地方。但是在匆忙之中，我们跑到了一处危险的高地，这是个可怕的错误，全都是我的错。我们停在了一个陡峭的悬崖边，而那些迅猛龙距离我们仅有几步之遥。' WHERE entry=120;
UPDATE page_text SET text='艾耶克和艾尔加丁爵士拿起他们的武器，守在我的两侧，我们的背后就是大海。巴尼尔沮丧地叹了一口长气，然后拿起了他的斧头。迅猛龙在慢慢地逼近，它们高傲地注视着我们，因为它们知道我们已经无路可逃了。' WHERE entry=121;
UPDATE page_text SET text='第一天和我们预想的完全一样。我们大部分时间都忙于为建立营地做一些必要安排。我在一条淡水河的入口处找到了一个理想的驻扎点。根据旁边被废弃的古老码头判断，这个地方曾经有人住过，不过只有时间才能说明这里究竟住过什么人。 ' WHERE entry=152;
UPDATE page_text SET text='第一天和我们预想的完全一样。我们大部分时间都忙于为建立营地做一些必要安排。我在一条淡水河的入口处找到了一个理想的驻扎点。根据旁边被废弃的古老码头判断，这个地方曾经有人住过，不过只有时间才能说明这里究竟住过什么人。 ' WHERE entry=153;
UPDATE page_text SET text='我为这次探险召集了艾耶克·罗欧克、艾尔加丁爵士和我忠实的仆人巴尼尔·石罐。我曾经在保卫联盟的战斗中与艾耶克的父亲并肩作战，看着艾耶克成长起来让我有种很特别的感觉，她父亲对她进行了严格的武器技能训练。看到她熟练地使用弓箭，我不禁怀疑她的血管里是否流淌着精灵的血。 ' WHERE entry=154;
UPDATE page_text SET text='艾尔加丁爵士来自人类的贵族家庭。他的父亲艾尔加丁伯爵以慷慨大方而著称。第二次兽人战争之后，正是因为他父亲的游说和疏通，石匠公会才在重建暴风城时获得了更好的工作条件。 ' WHERE entry=155;
UPDATE page_text SET text='接下来的几年，在暴风城背叛了石匠公会后，艾尔加丁爵士开始厌恶他的贵族身份。他不愿因继承了他父亲的高贵血统而在贵族中获得崇高的地位。不过我离题了。这个故事的主题不是政治文章或者人物传记，而是要叙述我在荆棘谷的青山中猎捕的经历。 ' WHERE entry=156;
UPDATE page_text SET text='天一亮我们就起来了，巴尼尔开始准备早饭。我注意到艾耶克有点心烦意乱。今天的旅途将会漫长而危险，我们的狩猎行动也许会把我们带向危险。注意力不集中就很容易导致错误，甚至是灾难。艾耶克一直都在盯着在河边清洗餐具的巴尼尔。 ' WHERE entry=157;
UPDATE page_text SET text='正在我准备问艾耶克为什么一整天都无精打采的时候，她突然从箭囊中抽出一支箭，向可怜的巴尼尔射去——当然她的目标并非巴尼尔。瞠目结舌的巴尼尔向后退了几步，看着自己身后的一只巨大的鳄鱼浮出水面，艾耶克的箭正好射在了它的两只眼睛的中间。 ' WHERE entry=158;
UPDATE page_text SET text='我们向西部进发，在繁茂的枝叶之间穿行。我们小心翼翼地走在厚厚的落叶上寻找猎物。整个早上都在令人沮丧的沉默中度过，山谷里没有任何激动人心的东西，连一阵微风都没有。到了下午，探险队开始变得不安，巴尼尔的脚步不再像一个追踪猎物的猎手那样谨慎，而是笨拙地踏着步，在枯叶或落枝上踩出响亮的声音来。 ' WHERE entry=159;
UPDATE page_text SET text='艾尔加丁爵士似乎被绊了一下，将手重重地拍在巴尼尔的肩膀上。我和艾耶克瞥了一眼，以为他会责备粗心大意的巴尼尔。然而艾尔加丁爵士却摆了摆头，示意我们观察旁边的一棵倒下的大树。那里正有一双炯炯有神的黑眼睛瞪着我们，眼睛下面还有一口如剃刀般锋利的牙齿。 ' WHERE entry=160;
UPDATE page_text SET text='那是一只雄性的荆棘谷猛虎。我还没来得及拿起枪，埃尔拉丁已经拉开他的弩，向那头野兽射出了箭矢。这一下未能射中要害，不过还是重重地射入了猛虎的左腹。老虎想要逃跑，但是它伤得太重，只蹒跚走了几步就被巴尼尔的斧头击中，倒地身亡。 ' WHERE entry=161;
UPDATE page_text SET text='这次成功的猎杀给探险队带来了一些愉快的心情，巴尼尔给大家倒了些蜜酒，但是这种喜悦只是暂时的。当我们准备把尸体运回营地时，丛林里传来了一阵可怕的嚎叫声。在我的一生中，我从来都没有听到过如此可怕的、几乎让人全身血液都凝固的声音。' WHERE entry=162;
UPDATE page_text SET text='在遍布岩石的悬崖上，一头迄今为止我见过的最巨大的豹子在晚霞的映衬中冒了出来。我笨拙地开了枪，但是那头豹子丝毫未动。它又咆哮了一声，比第一次的声音更大，然后就消失了。$B$B 我们把东西收好，然后神色黯然地返回了营地。 ' WHERE entry=163;
UPDATE page_text SET text='我向探险队员保证我们第二天将去狩猎黑豹，因为整个艾泽拉斯地区的豹皮都非常抢手而紧俏。正是因为有这种需求的存在，才有那么多的猎人、捕兽者和毛皮商人以联盟的名义勇敢地献出了他们的生命。            ' WHERE entry=164;
UPDATE page_text SET text='亚捷和艾尔加丁爵士很想知道如何有效地使用矮人火枪狩猎。所以我让这两个对此一无所知的人类把他们的弓箭留在营地中，然后让巴尼尔给他们装备了一些铁炉堡最好的武器。 ' WHERE entry=165;
UPDATE page_text SET text='这一天，我们沿着一些新的黑豹足迹向南进发。很快我们就来到了一座架着巨大索桥的峡谷。看到这个工程奇迹的时候，我忍不住想起了布莱恩对这一带的描写。我们常常认为食人妖是原始而无知的族类，然而当我认识到这座索桥所体现的精湛技术时，我开始认为食人妖的建造技术已经达到令人难以想像的地步。' WHERE entry=166;
UPDATE page_text SET text='很快亚捷就发现在西南方有猎豹出现。我们紧握住手中的枪，悄无声息地前进，随时准备对付突然冒出来的猎物。附近树丛里发出的树枝断裂的劈啪声立刻引起了我们注意，那里一定有什么东西！我瞥了巴尼尔一眼，他就明白了我的意思。这个猎物不是我们的，而是留给我们的人类同伴的。已经有无数猎豹死在我们的枪管下，这一次轮到人类伙伴们开开杀戒了。 ' WHERE entry=167;
UPDATE page_text SET text='亚捷和艾尔加丁爵士悄无声息地用枪瞄准着正在晃动的树丛。正午的强烈阳光照在我们身上，当艾尔加丁爵士终于扣动扳机的时候，他的额头流下了一丝汗水。一声枪响过后，浓密的树叶被打得乱飞，一头非常漂亮的大黑豹向离弦的箭一般冲向了平原。' WHERE entry=168;
UPDATE page_text SET text='当黑豹沿着林木边缘奔走时，有两个猎人一直瞄准着它。他们互相照应着一起行动，巴尼尔看看我，用眼光询问是否要开火，我摇了摇头。这次狩猎行动是要锻炼那些人类，而不是我或者巴尼尔。艾尔加丁扣动了扳机，但没能打中黑豹。显然，他对猎枪所产生的强大后坐力还没有足够的认识和准备。 ' WHERE entry=169;
UPDATE page_text SET text='他的枪重重地击在他的肩膀上，枪管歪向一边，正好落在在艾耶克的枪下面。艾耶克瞄准树冠适时地扣动了扳机，一声清晰的枪响过后，树冠上的一群鸟尖叫着四处飞散，树上冒出了一阵烟，我们惊异地看到一根巨大的树枝掉落下来，正好砸中了疾驰的黑豹。 ' WHERE entry=170;
UPDATE page_text SET text='过了几个星期，我们的豹皮和虎皮储备已经相当充足了。于是我决定将探险队的注意力转向一个新的挑战：迅猛龙。$B$B 队伍中的两个人类虽然十分感激我和巴尼尔对他们进行的训练，不过他们还是决定不使用我们提供的火枪去打猎。艾耶克更喜欢她那调校完美的强弓，而艾尔加丁爵士离开营地的时候总是拿着他的弩。 ' WHERE entry=171;
UPDATE page_text SET text='我们在黎明时动身向南出发，一路穿过了伽什废墟。巴尼尔说他担心会遇到血顶部族的食人妖。我告诉巴尼尔，比起生吃我们这些冒险者来，血顶部族更关心的是如何摧毁他们的敌人，劈颅部族。不过巴尼尔显然没有因此而感到一丝的宽慰。但是，我有一把上好膛的火枪、满袋的黑火药，还有三个本领高强的猎人做伴，所以我一点也不担心会遭遇敌人的埋伏。 ' WHERE entry=172;
UPDATE page_text SET text='我曾经在战场上面对过巨大的地狱火，还有从四面八方冲过来的燃烧军团。如今对我而言，一群蛮横的食人妖就跟丹莫洛的长耳大野兔一样不值一提。$B$B 我们平静地穿过伽什废墟，巴尼尔总算是放下了他那颗惴惴不安的心。我们继续向西边的无尽之海前进，并绕了南边的祖昆达废墟。当我们攀上海边的悬崖之后，第一只迅猛龙出现在我们面前。 ' WHERE entry=173;
UPDATE page_text SET text='这头野兽压根没有发现我们的存在，事实上，它从我们这儿收到的第一个问候就是射入它双眼间的子弹。$B$B 艾尔加丁爵士大声欢呼，艾耶克则赞许地向我点了点头。我从包里拿出烟斗，想好好庆祝一番。巴尼尔奔上山坡去拖迅猛龙的尸体。我看着被击倒的野兽，心里就像以前每一次杀死猎物时那样充满着兴奋和满足。 ' WHERE entry=174;
UPDATE page_text SET text='但是我还没有时间体会这次猎杀的愉悦，就赫然发现山顶上出现了几个影子——就在可怜的巴尼尔的正上方。$B$B “快跑，巴尼尔!”我大叫道。艾耶克、艾尔加丁和我立刻向追逐巴尼尔的迅猛龙射击，一时间子弹和箭矢乱飞，混乱之中，我们当中的某人还射杀了一只迅猛龙。 ' WHERE entry=175;
UPDATE page_text SET text='我们匆忙射出的子弹为巴尼尔赢得了足够的逃跑时间。他大声叫嚷着跑下山丘，重新回到队伍之中。我们急忙离开了丛林，因为有一群凶残的鞭尾迅猛龙正在追寻着我们的足迹。$B$B 现在攻守易位，猎手变成了猎物。' WHERE entry=176;
UPDATE page_text SET text='我带着队伍继续往海边走去，希望在那里的海岸线旁找到某个可以避开迅猛龙的地方。但是在匆忙之中，我们跑到了一处危险的高地，这是个可怕的错误，全都是我的错。我们停在了一个陡峭的悬崖边，而那些迅猛龙距离我们仅有几步之遥。 ' WHERE entry=177;
UPDATE page_text SET text='我举着枪缓缓地前进。是我将这些勇敢的猎人带向了死亡的边缘，我至死都要保护他们！鞭尾迅猛龙异常凶残，它们一向都以残酷嗜血而闻名，而且现在它们的数量远远多于我们。但是，我决不能就让这些野兽轻易地杀了我和我的同伴。 ' WHERE entry=178;
UPDATE page_text SET text='艾耶克和艾尔加丁爵士拿起他们的武器，守在我的两侧，我们的背后就是大海。巴尼尔沮丧地叹了一口长气，然后拿起了他的斧头。迅猛龙在慢慢地逼近，它们高傲地注视着我们，因为它们知道我们已经无路可逃了。 ' WHERE entry=179;
UPDATE page_text SET text='突然之间，奇迹发生了。我们听见一只白虎清晰而可怕的吼声从对面传来。虽然迅猛龙数量众多，但它们一听到叫声便立刻四散逃窜。那只老虎像一道白色闪电般从我们身前跑过，扑向一只迅猛龙。不需要任何命令和沟通，我们四个人都明白：这正是逃跑的最佳时机。 ' WHERE entry=180;
UPDATE page_text SET text='我们一路狂奔回到了营地，丝毫不敢放慢速度。深夜，我们围着篝火静静地坐在一起，大家心里都明白，我们是被奇异的命运所拯救，这就是狩猎高手活动所带来的风险：我们在和命运玩游戏。然而，我们之中的每一个人都可能会在未来的某一时刻面对命运严峻的考验。我这个老矮人感到高兴的是，这一时刻并非发生在荆棘谷的青山中。 ' WHERE entry=181;
UPDATE page_text SET text='尊贵的同僚和求知者们：$B$B挖掘工作仍在继续中，但是由于我最近报告中提到过的穴居人所带来的麻烦，挖掘进度变慢了。虽然一些穴居人比其它的同类更具有攻击性，我依然有信心解决他们。$B$B最近我们发现了很多神器，除了其中一件以外（这件我会在下面进行说明），其它的都和以前发现的区别不大――很有趣，但是没什么启发性' WHERE entry=182;
UPDATE page_text SET text='有一件东西很特殊――那就是我们最近发现的一个十分特别的神像（我在上次报告中对它作过简单的描述），这个神像似乎对这里的穴居人有某种影响力。他们都受到它的吸引，有些甚至变得极度疯狂！$B$B我们还需要进行更深入的研究才能了解这些神像的真正作用。不过我相信，我们可以从中找到穴居人和泰坦之间的联系' WHERE entry=183;
UPDATE page_text SET text='最后，我必须再次强调我对炸药粉的迫切需求。我这里的存货已经非常少了，这会严重地阻碍挖掘行动的进展。我听说新的炸药粉补给会很快送来，但是我一直都没有收到。$B$B能否告诉我到底是什么原因导致这批货还没有运达我这里？$B$B此致，$B勘察员基恩萨?铁环' WHERE entry=184;
UPDATE page_text SET text='所有的事情都是从我找到罗兰之墓里那把被诅咒的镰刀时开始的。对，就是从那时开始……在找到它之前，这个地区看起来与北郡山谷一样平静。$B$B 但是当我发现了露在碎石堆外的那把镰刀的柄之后，一切都变了，该死的，当时我居然把它拔了出来，从此之后，罗兰之墓就变成了恐怖滋生之地!~ ' WHERE entry=185;
UPDATE page_text SET text='所有的事情都是从我找到罗兰之墓里那把被诅咒的镰刀时开始的。对，就是从那时开始……在找到它之前，这个地区看起来与北郡山谷一样平静。$B$B 但是当我发现了露在碎石堆外的那把镰刀的柄之后，一切都变了，该死的，当时我居然把它拔了出来，从此之后，罗兰之墓就变成了恐怖滋生之地!~ ' WHERE entry=186;
UPDATE page_text SET text='如果我早知道会发生这样的事，我当初就算把自己的手砍了也决不会去抓那块雕着符文的木柄。我真是追悔莫及啊!后悔，我一直以为这是老人的特权，但现在我明白了，其实让人被后悔所缠绕的不是年岁，而是绝望，它让你再也无法摆脱后悔，只能饱受痛苦的煎熬。$B$B 不过我已经像个诗人般喋喋不休好半天了。现在，我得继续我的日记…… ' WHERE entry=187;
UPDATE page_text SET text='自从拔出那把镰刀之后，矿坑里就开始发生变化。火把的光焰总是向一边倾斜，而我们对自己的声音也失去了控制。有时一个人的细声低语会突然变成吼叫声，传遍整个隧道，让人不得不掩住耳朵；而有时即使我们放声大喊，那声音却传不了多远就变得极其微弱，直至消失在风中。$B$B 这让我们十分紧张，不过我们很快就不再担心这件事情了。因为有另一种力量将我们从矿坑里赶了出去——那就是狼人。 ' WHERE entry=188;
UPDATE page_text SET text='狼人从四面八方向我们袭来，从洞里冒出来抓向我们，或是从树上跳下来扑向我们。我们中的半数人在惊恐中被瞬间干掉，剩下的人都开始没命地逃跑。我看到自己的兄弟一个个丧身在狼人的尖牙或利爪之下，惨叫声不断划破寂静的森林。$B$B 据我所知，我是唯一一个逃出那个地方的人。 ' WHERE entry=189;
UPDATE page_text SET text='我不知道那个晚上为什么独有我能生还。我一直都很小心，灵敏地避开狼人的袭击，每一次闪躲都准确无误。我的绰号“胆小鬼”就来自于我的这个特点。也许正是我的谨慎小心救了我……$B$B 也许是我从碎石堆里挖出来的镰刀救了我。不过，这不可能是镰刀本身的作用，因为我在逃跑途中把它给弄丢了。但如果是我把狼人引到暮色森林的话，那么也许它们是因为这一点而放了我一条生路。这些该死的狼人！ ' WHERE entry=190;
UPDATE page_text SET text='也许我命中注定应该活下来亲眼看着我给暮色森林带来的巨变，亲眼看着狼人撕裂这片土地，以邪恶将这里玷污。$B$B 如果这就是我的命运，那我的命运远不止这么糟糕。将魔爪伸向暮色森林的不仅仅是狼人——还有来自逆风小径的恶魔。$B$B 我的下一谷?日记就要记述这些，我希望那也是最后一章…… ' WHERE entry=191;
UPDATE page_text SET text='从罗兰之墓侥幸逃出来后，我躲在一个斯温家的谷仓里。我在那里面过了好几个星期，一直都被恐惧所笼罩，也不敢让斯温和他的家人知道我的存在。虽然从我对他们的观察来看，这些农夫都是些很本分的平民，而且如果我从藏身的地方走出去，他们也一定会接纳我住在他们家里，不过对我而言，要信任别人是十分困难的——尤其是经历了矿坑里那恐怖的一幕之后。$B$B 因此我躲在那儿，一直没有现身。' WHERE entry=192;
UPDATE page_text SET text='在我来到这座农场几天后，斯温准备去一次夜色镇。他吻了吻他的妻子，然后微笑着和孩子们告别，并保证会很快带着玩具和糖果回来。可怜的人，那是他和全家人最后一次在一起……$B$B 至少他们是快乐地分别的，至少他的妻子第一个死去，没有亲眼看到她的孩子们被屠杀。但这对我来说没有用。我看到了所有的惨剧，而这一切从此一直不断在我的梦里出现。 ' WHERE entry=193;
UPDATE page_text SET text='现在回忆起当晚的细节，我的手还禁不住颤抖。斯温离开之后，他的家人不得不独自面对可怕的黑骑士。悔恨的感觉一直缠绕着我，当时我就在那里，我本应该跳出来与那些从逆风小径来的恶魔战斗。也许这是一种虚假的悔恨，对于每一个逃过悲剧的幸存者来说，情形也许都是一样的。我知道，如果我从藏身的地方走出来，我也会和他们一样被杀戮，我的身体也会被撕得粉碎。 ' WHERE entry=194;
UPDATE page_text SET text='不过，虽然我很清楚自己无法阻止那场残酷的杀戮，我的心中还是怀着深深的悔恨：是我将黑骑士引到了斯温的农场。我发现的镰刀不仅将狼人引到了暮色森林，它还引来了逆风小径的黑骑士。$B$B 那时，斯温的妻子紧紧搂着孩子们，想给他们一些安慰，但是她知道死亡必将来临。黑骑士杀害他们之前还问了斯温的妻子一个问题，这让我知道了所有的一切。 ' WHERE entry=195;
UPDATE page_text SET text='“月神的镰刀。”一个骑士用凄厉刺耳的声音叫道，就像在石头上磨斧头的那种声音。当喊出“镰刀”这个词的时候，这个声音变得嘶哑起来，好像窒息了一样。$B$B 我一听到那个声音，立刻就被恐惧笼罩了，一方面是因为那个声音非常可怕，另一方面……我知道那个骑士所说的镰刀是什么。那一定就是几天前我在罗兰之墓的碎石中拔出的那件该死的东西，那就是黑骑士们所要寻找的东西!$B$B 它就是给斯温一家人带来灭顶之灾的罪魁祸首。 ' WHERE entry=196;
UPDATE page_text SET text='我一直以来都不知道她的名字，因为她的丈夫和孩子总是叫她“亲爱的”，“宝贝”和“妈妈”。但是我很希望知道她的名字，我是唯一一个见证她当时的英勇行为的人。虽然她只是一个农夫的妻子，但是我从来没看到过有人能像她这么勇敢。$B $B 她当然不知道那把镰刀是什么东西，但是当她知道黑骑士在寻找镰刀时，就突然想到了一个计划。$B $B 那是个大胆而聪明的计划，如果她能成功的话，那该有多好！' WHERE entry=197;
UPDATE page_text SET text='“镰刀?”她平静地问道。“我当然知道。这儿谁不知道?”她的双眼坚定地望着骑士，如果不是因为我知道实情的话，我一定也会相信她所说的话——虽然她根本不知道关于镰刀的事情。$B$B 她的这一招奏效了。那个提出问题的骑士轻微地低下头凑向她，然后尖声说道：“在哪里?”$B$B “我可以带你去，带你们一起去。”她回答道。我看到她的眼中闪过一丝希望。 ' WHERE entry=198;
UPDATE page_text SET text='“不过路很远，带着孩子会拖累我们，必须得把他们留下。”$B$B 她的计划很简单，不过简单的计划成功的可能性最大。如果她成功了，就能让那些强盗远离农场。她可能会因此而死，可是孩子们就安全了。如果强盗相信了她那崇高的谎言，这个计划就能成功。$B$B 虽然我从未信仰过圣光之道，但是当斯温的妻子勇敢地站在那帮可怕的强盗面前时，我仍然虔诚地为她祈祷。$B$B “让他们相信吧。”我祈祷着。' WHERE entry=199;
UPDATE page_text SET text='他们站在那儿一动不动，而她也平静地面对着他们的凝视。这时一个骑士抬起眼，仿佛在聆听远方的召唤。他从衣服里拿出一块宝石，向它望去。他用宝石在斯温妻子的面前晃动。一股光芒从骑士的身上缓缓冒出，随即变成了一只恐怖的白色的手，伸向那个女人。她毫无畏惧地望着这股光芒，不过我已经看出她自信背后的一丝不安。那只手伸向她，用手指罩住了她的脸庞。 ' WHERE entry=200;
UPDATE page_text SET text='斯温的妻子像一尊雕像一样直直地站在那里，眼睛睁得大大的。虽然她的嘴唇张开着，似乎是在尖叫，但是她却始终无法发出声音。过了一会儿，那只折磨着她的手终于松了下来，把她丢在地上。拿着宝石的那个骑士巍然正坐在马鞍上，一个声音从他口中传出。$B$B “这个女人在撒谎，”那个可怕的声音时常在我梦里出现，“她没有见过镰刀。” ' WHERE entry=201;
UPDATE page_text SET text='然后，骑士的肩膀瘫软了下去，好像躯壳中的灵魂突然离它而去。随后，那个苍老而尖厉的嗓音又响了起来，他说的最后一句话是：$B$B “大人下令了，杀掉他们。” ' WHERE entry=202;
UPDATE page_text SET text='我无法描述接下来所发生的事情。它深深地刻在我的脑海里，但是我脆弱的灵魂无法把它写下来，那是短暂而又无比恐怖的时刻。$B$B 我只能写下事情的结局：斯温的一家都被杀害了。没过多久，斯温回来了，他看到了这一片死亡的惨景，悲痛欲绝，这使我不敢现身。我不敢让他找到我，于是我就从农场里逃走了。我也不知道斯温现在在哪里，但是我希望有一天他能平静下来。 ' WHERE entry=203;
UPDATE page_text SET text='我无法描述接下来所发生的事情。它深深地刻在我的脑海里，但是我脆弱的灵魂无法把它写下来，那是短暂而又无比恐怖的时刻。$B$B 我只能写下事情的结局：斯温的一家都被杀害了。没过多久，斯温回来了，他看到了这一片死亡的惨景，悲痛欲绝，这使我不敢现身。我不敢让他找到我，于是我就从农场里逃走了。我也不知道斯温现在在哪里，但是我希望有一天他能平静下来。 ' WHERE entry=204;
UPDATE page_text SET text='镰刀被拔出之后，狼人从四面八方向我们袭来，从洞里伸出爪子抓向我们的腿，或是突然从树上跳下来扑向我们。我们中有一半人在惊恐中被杀掉，包括我在内的幸存者都在没命地逃跑。在逃跑时，我看到自己的兄弟一个个丧身在狼人的尖牙或利爪之下，尖叫声不断划破寂静的森林。$B$B 据我所知，我是唯一一个逃出那个地方的人。' WHERE entry=205;
UPDATE page_text SET text='我不知道那个晚上为什么独有我能生还。我一直都很小心，灵敏地避开狼人的袭击，每一次闪躲都准确无误。我的绰号“胆小鬼”就来自于我的这个特点。也许正是我的谨慎小心救了我……$B$B 也许是我从碎石堆里挖出来的镰刀救了我。不过，这不可能是镰刀本身的作用，因为我在逃跑途中把它给弄丢了。但如果是我把狼人引到暮色森林的话，那么也许它们是因为这一点而放了我一条生路。这些该死的狼人！ ' WHERE entry=206;
UPDATE page_text SET text='从罗兰之墓侥幸逃出来后，我躲在一个斯温家的谷仓里。我在那里面过了好几个星期，一直都被恐惧所笼罩，也不敢让斯温和他的家人知道我的存在。虽然从我对他们的观察来看，这些农夫都是些很本分的平民，而且如果我从藏身的地方走出去，他们也一定会接纳我住在他们家里，不过对我而言，要信任别人是十分困难的——尤其是经历了矿坑里那恐怖的一幕之后。$B$B 因此我躲在那儿，一直没有现身。' WHERE entry=207;
UPDATE page_text SET text='<书中剩余的部分是空白的>' WHERE entry=208;
UPDATE page_text SET text='报告：关于狗头人$B$B 北郡山谷中狗头人的活动日益增加。他们在修道院的北面和回音山矿坑里建立了营地，而且数量众多。我已经召集了一些圣骑士、战士以及当地居民去帮助我们对付这帮歹徒。$B$B 现在一切进行得很顺利。我会及时向您汇报最新进展的。 ' WHERE entry=209;
UPDATE page_text SET text='报告：关于盗贼$B$B 比狗头人更令人担忧的是，一群人类的盗贼出现在山谷里。他们带着红色的面罩，自称为兄弟会的成员。这种组织会给本地和整个艾尔文森林带来威胁。$B$B 我们已经查到了他们的一个首领——加瑞克·帕德弗特，希望能够很快对他进行审判。 ' WHERE entry=210;
UPDATE page_text SET text='报告：关于狼群$B$B 关于狼群袭击北郡的报告最近有所增加。伊根认为狼群数量的增加主要是由于许多狼都从暮色森林来到了山谷中。$B$B 虽然狼群很少袭击人类，但是它们数量的激增给农夫增加了很多麻烦。这段时间来已经发生多宗家畜失踪事件了。 ' WHERE entry=211;
UPDATE page_text SET text='嘉奖：$B$B 传递此公文者将会被授予暴风城军队代表的头衔，以证明他/她曾全力帮助过北郡。我相信您将会发现这个人也可以帮助艾尔文森林。$B$B 署名：$B - 治安官杜格拉斯·玛克布莱德，$B 暴风城防卫军，北郡' WHERE entry=212;
UPDATE page_text SET text='杂味炖肉$B$B3份秃鹫肉条$B3个血牙野猪的头$B3颗鱼人人的眼球$B3根秋葵$B$B把以上各种材料都混在一起烹煮至少两小时后方可食用。' WHERE entry=213;
UPDATE page_text SET text='亲爱的伊维特：$B$B 我将委托我们这里最迅捷的信差将这封信交给你，希望他能设法穿越我们之间茂密的森林。我希望你能读到这个，因为这将是你最后一次收到我的消息了。$B$B 在这黑暗的日子里，只有当我知道了你不会再经受我所经受的厄运，我才能感到些许的安慰。 ' WHERE entry=214;
UPDATE page_text SET text='亲爱的伊维特：$B$B 我将委托我们这里最迅捷的信差将这封信交给你，希望他能设法穿越我们之间茂密的森林。我希望你能读到这个，因为这将是你最后一次收到我的消息了。$B$B 在这黑暗的日子里，只有当我知道了你不会再经受我所经受的厄运，我才能感到些许的安慰。 ' WHERE entry=217;
UPDATE page_text SET text='我担心斯通菲尔德和马科伦家族之间的勾心斗角会毁掉汤米·乔和梅贝尔之间的爱情，在现在这个时代中，即使面对再多黑暗的威胁和战争的阴影，我们也应该努力去呵护爱情和年轻的生命。$B$B 所以，我希望你能帮忙制作一些隐身药水，让这两个年轻人能够相聚。$B$B 谢谢你，威廉。还有，当你空闲的时候别忘了多来我这里玩玩。我们已经有好久没见过面了，我十分怀念以前与你一起度过的快乐时光。$B$B - 米莱德' WHERE entry=218;
UPDATE page_text SET text='由暴风城建筑官员巴洛斯·艾力克斯顿亲自提交$B$B 陛下：$B$B 我之所以写这样一份报告，是因为我觉得应该对迪菲亚兄弟会这个组织最近的动向及其在王国领地内的所有活动向您做一汇报。$B$B 为了把他们的情况解释清楚，请允许我我首先介绍一下这个组织的一些背景。或许您并不知道，我以前曾是暴风城石匠公会的会员。经过多年的辛勤工作，我们完成了暴风城的重建，而石匠公会却没有收到分毫的报酬，甚至根本没有人提及。 ' WHERE entry=219;
UPDATE page_text SET text='当时任石匠公会会长的艾德温·范克里夫多次索要暴风城拖欠的报酬，而暴风城贵族议会的回应却是命令石匠公会解散，这当然激怒了范克里夫。他发起了一场暴乱，带领石匠公会的人离开了暴风城。$B$B 在我继续讲述之前，还有一些发生在那时的其他事情应该让你了解一下。 ' WHERE entry=220;
UPDATE page_text SET text='首先，正是在那个时候，暴风城的贵族向我许诺说，如果我能脱离范克里夫的组织，他们就可以让我担任城市建筑师的职位。由于和他的一些思想有分歧，我便选择了留在暴风城。$B$B 暴乱期间，范克里夫最信任的助手巴基尔·斯瑞德被俘，一直关在监狱里等待审判和盘问，现在几乎已经被人遗忘了。 ' WHERE entry=221;
UPDATE page_text SET text='话题还是回到范克里夫吧。在他带领石匠公会的残部逃出了暴风城，当时西部荒野几乎没有驻扎任何暴风城的军队，他就利用这种情况驱逐了那里的农夫，并且控制了当地的金矿。$B$B 利用他所掌握的资源，范克里夫计划对暴风城政府进行复仇。$B$B 这些情报是由送交这份档案的人收集到的，这个人也及时帮助我们揭露了这个大阴谋。 ' WHERE entry=222;
UPDATE page_text SET text='可根据情况决定是否公布以下消息。$B$B 提瑞斯法林地区命令$B 麦罗斯队长$B 瓦松队长$B 派瑞恩队长$B$B 由总指挥官下达的命令。$B$B 派瑞恩队长，进一步加强西南城堡的防御（按计划行事）。更多的补给将在稍晚些时候送达。同时，在附近的农场征收必需的物资，并对布瑞尔地区的亡灵进行必要的侦察和情报搜集工作。 ' WHERE entry=223;
UPDATE page_text SET text='瓦松队长，北部城堡一带的不死生物活动日益增加，必须快速果断地消灭这种活动。$B$B 麦罗斯队长，瘟疫之地边界地区的不死生物正在不断集结。增援部队将在接下来的几周内到达你的辖区。$B$B 为圣光的荣耀而战！' WHERE entry=224;
UPDATE page_text SET text='第1天$B$B 我的坦克坏了，但是我知道我们要找的那种矿石就在山中的某个地方，我让塞克·锤足留在这里看着坦克。$B$B 我要继续独自寻找。如果我不能回来的话，这将成为我最后的遗嘱。$B$B 驾驶员莫里·铁钻$B 铁炉堡攻城坦克旅' WHERE entry=228;
UPDATE page_text SET text='第1天$B$B 我的坦克坏了，但是我知道我们要找的那种矿石就在山中的某个地方，我让塞克·锤足留在这里看着坦克。$B$B 我要继续独自寻找。如果我不能回来的话，这将成为我最后的遗嘱。$B$B 驾驶员莫里·铁钻$B 铁炉堡攻城坦克旅' WHERE entry=229;
UPDATE page_text SET text='第2天$B$B 我继续寻找，但没有找到矿石。我不知道这是不是石轮那家伙跟我们开的玩笑，如果是这样的话，等我回到钢架补给站，他可就惨了!$B$B 今夜，在我搭建营地的时候，我听见有一声咆哮在山谷中回荡。$B$B 那听起来不像是狼，似乎更像是一只熊。' WHERE entry=230;
UPDATE page_text SET text='第3天$B$B 那个咆哮声持续了一夜，今天白天还一直跟着我，让我没法专心寻找矿石。我想确实是有一头熊跟着我!$B$B 我希望它能靠近点，那样我就可以把手里的锄头插在它的脑袋上了。' WHERE entry=231;
UPDATE page_text SET text='第4天$B$B 我的补给越来越少了。我有足够的食物，不过我从没想到会离开我的坦克在野外待这么久的时间，而且还只带了两小桶酒。$B$B 前两个晚上我都没有睡觉，一直在听着那该死的咆哮声，我的酒都差不多喝光了!$B$B 我明天得回到我们的坦克那儿去，我可不想在没有酒喝的情况下在这里迷路。' WHERE entry=232;
UPDATE page_text SET text='第5天$B$B 我碰到了那头该死的熊!它在光天化日之下向我发起攻击，咆哮着从我身后袭来。$B$B 要不是风向不对的话，我肯定可以闻到它的气味。它那身臭毛皮和腐烂的气味就足以让我发晕了!$B$B 我和它打斗了一番，但它咬住了我的腿。现在我不能动了，我的酒也没了，而且更糟糕的是我还没有找到那块矿石。该死! ' WHERE entry=233;
UPDATE page_text SET text='第6天$B$B 那头熊没有回来——我一定是把它打成重伤了!不过我还能听到它的咆哮，它大概是在等着我死掉!$B$B 不管是谁发现这本书，我都要托付给你一个任务。杀了那头肮脏的熊!杀了它，再把这本书交给我的朋友塞克·锤足，让他知道发生了什么事。$B$B 拿着我的护甲，你会用得到它的!' WHERE entry=234;
UPDATE page_text SET text='夜色镇的镇长埃伯洛克公爵，您好。恐怕我有个坏消息要捎给夜色镇。    您知道，我是一个创造天才。我欺骗了给您送信的这个蠢货，骗他帮我完成了我最强大而恐怖的创造——一个用血肉和扭曲的金属制成的恶魔！当您读着这封信的时候，它就在我简陋的屋子外面，张牙舞爪，随时准备血洗夜色镇。    您很快就可以看见它了。    - 藏尸者' WHERE entry=235;
UPDATE page_text SET text='通过对各种生物化石的研究，我已经推测出在很久很久以前曾有一场大瘟疫横扫了整个洛丹米尔湖。是什么导致了这次瘟疫?我们也许永远都不会知道。但是根据散布在湖床里的残留物可以知道，当时污染的程度是非常高的。 ' WHERE entry=236;
UPDATE page_text SET text='为了揭开这个秘密，我已经开始对现存的生物进行研究，以此来寻找线索。湖岸潜藏者和湖岸爬行者都是居住在洛丹米尔湖中央的古老动物，它们身上长着一种苔藓，和某些化石的痕迹有些相似。我还需要进行更多研究才能推测出其中的联系。 ' WHERE entry=237;
UPDATE page_text SET text='在搜集苔藓标本的时候，我经历了一场血腥的战斗。邪鳍部族的鱼人遭到了一群豺狼人的袭击，战场上留下了无数鱼人和豺狼人的尸体。我注意到某个鱼人的伤口上长着一个坚硬的肿瘤。仔细观察这个肿瘤之后，我发现它和我收集的苔藓的特性差不多。不幸的是，除了这具尸体之外，我在别的尸体上找不到类似的肿瘤了。 ' WHERE entry=238;
UPDATE page_text SET text='比索·埃斯沙德大人：$B$B 遵照您的指令，我派遣这个$c来为您效力。$B$B $g他:她;
非常可靠，而且听从指挥，在对付天灾军队的过程中证明了自己的实力，所以我选择$g他:她;
来协助您完成任务。$B$B 祝您安好，$B - 执政官塞弗伦' WHERE entry=243;
UPDATE page_text SET text='比索·埃斯沙德大人：$B$B 遵照您的指令，我派遣这个$c来为您效力。$B$B $g他:她;
非常可靠，而且听从指挥，在对付天灾军队的过程中证明了自己的实力，所以我选择$g他:她;
来协助您完成任务。$B$B 祝您安好，$B - 执政官塞弗伦' WHERE entry=244;
UPDATE page_text SET text='失踪：基沙恩下士    他在石堡要塞的血腥战役中失踪，据说已被黑石兽人俘虏。    基沙恩下士应该是被关押在湖畔镇北面的黑石营地中，也就是通往燃烧平原隘口的西边。    根据所罗门镇长的命令，任何救回基沙恩下士的勇士都将受到治安官马瑞斯的嘉奖。' WHERE entry=245;
UPDATE page_text SET text='我花了好几个星期到处逃跑，因为害怕黑骑士追杀，所以我从不敢在一个地方逗留太长的时间。我现在躲在乌鸦岭的一座废弃的小镇里，和平常一样东躲西藏。我不敢面对他们杀死斯温妻子时所用的那种未知魔法，而且我知道他们还在暮色森林中搜寻镰刀。让我感到庆幸的是，它已经不在我手里了，否则的话我肯定会被他们发现。即使是现在，我也知道自己终究会被别人发现。$B$B 我实在是太累了。' WHERE entry=246;
UPDATE page_text SET text='您好，主人。$B$B 请原谅我用这种方式给您写信。奥特兰克的暗影法师正在忙于他们的计划，我不得不使用外面的——从我们新的“盟友”中招募的——信差给您送信。但我用了我们最深奥的密码来撰写这封信的具体内容，所以由这些乡巴佬送信是非常安全的。 ' WHERE entry=247;
UPDATE page_text SET text='您好，主人。$B$B 请原谅我用这种方式给您写信。奥特兰克的暗影法师正在忙于他们的计划，我不得不使用外面的——从我们新的“盟友”中招募的——信差给您送信。但我用了我们最深奥的密码来撰写这封信的具体内容，所以由这些乡巴佬送信是非常安全的。 ' WHERE entry=248;
UPDATE page_text SET text='瓦里克：$B 管好那些奴隶，等我们回来。继续在这里保存它是很危险的。我们将到北方去，到一个不可能被发现的地方去。$B$B 它们只不过是动物，不过是凶残的动物——只要它们有了一定的数量，我们就有大麻烦了。绝对不能让它们集结起来，这是我最不想看到的事情。' WHERE entry=249;
UPDATE page_text SET text='迪菲亚总部来的一队人会与收货人联系，后者会将他收到的黄金进行转交。$B$B 一定要确保这个过程谨慎无误地完成。负责转移黄金的是收货人，不过迪菲亚兄弟会的每个成员都有责任帮助他完成任务。 ' WHERE entry=250;
UPDATE page_text SET text='我的兄弟们，记住，我们曾经是值得骄傲的工匠。我们要用工匠惯有的缜密和谨慎来完成现在的任务。 ' WHERE entry=251;
UPDATE page_text SET text='恐怕当初我父亲决定留下来守卫家园是个严重的错误。亡灵的部队已经席卷了提瑞斯法林地，虽然我们做好了防御的准备，而且补给也很充足，但是由于我兄弟代弗林的背叛行为，现在我们缺少足够的人手来抵抗亡灵的不断袭击。$B$B 伊维特，如果你接到了这封信，那么你一定要明白，代弗林是叛徒。 ' WHERE entry=252;
UPDATE page_text SET text='代弗林因为感到绝望而临阵逃脱，他与亡灵签订了一份协议。我不知道他的背叛行为到底给他带来了多少好处，但是我知道其中必定有诈。$B$B 如果你看到我的兄弟，那就快点逃跑吧，因为他已经变成了一个恶魔。几天前的一个夜晚，他杀死了两个看守，趁我们都在睡觉时把一小队亡灵带了进来。 ' WHERE entry=253;
UPDATE page_text SET text='他们发起了凌厉的攻势。在我们干掉这些偷袭者之前，他们又杀了一个人。现在我们没有足够人来守卫边界。要不了多久，我们就会筋疲力尽，而亡灵又会发起攻击。$B$B 虽然那天晚上我在那些拼死作战的人和面色憔悴的亡灵中看到了代弗林的脸，但是在我抓到他之前，这个懦夫就溜走了。也许他已经死了，也许他还活着，给亡灵当间谍。$B$B 不管怎样，他都是个怪物。 ' WHERE entry=254;
UPDATE page_text SET text='代弗林警告过我们，与亡灵为敌必死无疑。早在我们被包围之前——大概就是亡灵刚刚进入提瑞斯法林地的时候，他就说过这话。也许他是想恳求我们离开，也许他是在幸灾乐祸。$B$B 我总是很难理解代弗林的动机，他从小就是那么神秘。 ' WHERE entry=255;
UPDATE page_text SET text='不过他是对的，我们的确失败了，阿加曼德家族将会从此消亡。虽然我现在还活着，但我知道自己的死期也不远了。$B$B 我并不害怕，也不后悔留下来和家人待在一起，不过我最后牵挂的还是你。$B$B 你要好好活下去，我亲爱的伊维特，那样我才能安息，$B - 萨尔曼' WHERE entry=256;
UPDATE page_text SET text='我们的计划进行得很顺利，正如以前提到过的一样，我们与一队自称辛迪加组织的人类结了盟。他们的首领以前曾是奥特兰克的贵族，他们希望能再次控制这里。$B$B 因此，这些愚蠢的人类与我们达成了一个协议，他们将会为此而后悔。 ' WHERE entry=257;
UPDATE page_text SET text='现在辛迪加组织在这边的势力还很小，不过他们对这一带非常了解，并且有充足的人力。我相信只需加以适当的引导，辛迪加就能再次统治奥特兰克。$B$B 而且，我们已经督促辛迪加向附近阿拉希高地的激流堡城进军。我们的军队、巨魔，还有激流堡的人类在那里展开了一场旷日持久的战斗，不过我认为，只要有正确的策略，我们就能占据那座曾经伟大的城市。 ' WHERE entry=258;
UPDATE page_text SET text='完成了这一步，我们就可以开始下一阶段的计划。在拥有了自己的国家和这个地区的前沿基地之后，我们就可以为第三次入侵作准备了。$B$B 不久，军团的首领将会表彰我们，让从天而降的烈焰吞噬整个世界! ' WHERE entry=259;
UPDATE page_text SET text='希尔斯布莱德城镇文档$B$B 希尔斯布莱德的人民发誓将永远效忠于伟大的铁炉堡国王麦格尼·铜须和暴风城国王安度因·乌瑞恩所建立的联盟。$B$B 此档是为管理奥特兰克地区的城市而建立，并为国王和联盟的纳税人服务。 ' WHERE entry=260;
UPDATE page_text SET text='希尔斯布莱德城镇文档$B$B 希尔斯布莱德的人民发誓将永远效忠于伟大的铁炉堡国王麦格尼·铜须和暴风城国王安度因·乌瑞恩所建立的联盟。$B$B 此档是为管理奥特兰克地区的城市而建立，并为国王和联盟的纳税人服务。 ' WHERE entry=261;
UPDATE page_text SET text='教师卢瑟福·博塞德$B 债务已还清。$B$B 铁匠埃沃里·维林塔$B 债务已还清。$B$B 书记员霍拉斯·怀特斯蒂$B 债务已还清。$B$B 议员吉利斯$B 债务已还清。$B$B 议员胡克斯$B 债务已还清。$B$B 农夫盖斯$B 债务已还清。$B$B 农夫雷恩$B 欠款，收获时以农作物偿还。$B$B 农夫莱恩$B 欠款。租地被收回。' WHERE entry=262;
UPDATE page_text SET text='农夫卡拉巴$B 欠款，收获时以农作物偿还。$B$B 平民维尔克斯$B 债务已还清。$B$B 平民博诺安$B 债务已还清。$B$B 矿工威尔迪$B 欠款，碧玉矿坑送来下批矿石时偿还。$B$B 矿工西尼$B 欠款，碧玉矿坑送来下批矿石时偿还。$B$B 矿工哈克特$B 欠款，碧玉矿坑送来下批矿石时偿还。 ''row2''>矿工奥维尔$B 欠款，碧玉矿坑送来下批矿石时偿还。$B$B 矿工菲格拉德$B 欠款，碧玉矿坑送来下批矿石时偿还。$B$B 平民奈杉德$B 债务已还清。$B$B 平民梅恩$B 债务已还清。$B$B ' WHERE entry=263;
UPDATE page_text SET text='一支不死族小队毫不顾忌人类和不死族之间的对立关系，到我们这里来寻找他们的“同胞”。克甘达玛是这支小队的队长，他的皮肤已经腐烂，他的血液早已停止了流淌，但他却显得彬彬有礼，他对同伴安全的关心甚至胜于关心他自己。$B$B 实际上，我甚至觉得他拥有我周围的人已经丧失许久的人性。' WHERE entry=265;
UPDATE page_text SET text='一支不死族小队毫不顾忌人类和不死族之间的对立关系，到我们这里来寻找他们的“同胞”。克甘达玛是这支小队的队长，他的皮肤已经腐烂，他的血液早已停止了流淌，但他却显得彬彬有礼，他对同伴安全的关心甚至胜于关心他自己。$B$B 实际上，我甚至觉得他拥有我周围的人已经丧失许久的人性。' WHERE entry=266;
UPDATE page_text SET text='但是我为什么要提到这个?我之所以这样做是为了表明我将要写下的东西是可信的，因为这些话来自克甘之口，我希望我的同胞看到这本日记，知道我为什么要相信他的话：$B$B “还有一些上古之神在世界的深渊中游荡，新的势力在寻找支配这些古老力量的方法，谁成功了，谁就将得到一件可怕的武器去对付他的敌人。” ' WHERE entry=267;
UPDATE page_text SET text='这就是克甘达玛将他的血石坠饰递给我时所说的话，那时他的眼里还带着某种恐惧或是敬畏。他的手接触到我的手时犹豫了片刻，好像不愿放弃那个坠饰。一股反感的力量传遍了我的全身，而至今我还不清楚当时是我自己排斥他那已死亡的肉体，还是坠饰本身让我毛骨悚然。$B$B 因为我感到了坠饰中隐藏的力量，那是一股深沉、隐蔽、饥渴的力量，它似乎极度希望被释放出来。 ' WHERE entry=268;
UPDATE page_text SET text='我在达拉然的同事对研究克甘带来的血石不太感兴趣，而是很快隔离了那四个流亡者，并把血石继续留在他们身上。但是克甘的真诚促使我开始着手研究他的血石坠饰。 ' WHERE entry=269;
UPDATE page_text SET text='我希望能够和我的同事通过研究证明那种石头确实具有某种魔法特性，如果达拉然的巫师不希望发掘血石的能量，那么我们至少应该了解它的特性，因为我们的敌人也许会利用血石对付我们。$B$B 所以我的研究开始了。' WHERE entry=270;
UPDATE page_text SET text='在实验的第一阶段，我假定血石是一种岩石，比如石英石或黑曜石之类的。于是我做了一系列实验以确定血石所含的矿物成分，以及与其颜色、硬度等特性有关的成分。令我沮丧的是，这块血石和一般的矿石不一样，我的实验毫无结果。 ' WHERE entry=271;
UPDATE page_text SET text='事实上，血石常常出现和我的预期完全相反的反应!它好像在故意和我的实验作对。$B$B 它似乎是具有生命的，而且还会思考。$B$B 虽然很恼怒，但我并不气馁，我决定不再把它当作一块没有生命的岩石来研究。$B$B 然而我又一次失败了。 ' WHERE entry=272;
UPDATE page_text SET text='我的所有新实验都无法揭示这块血石的来历。我那时所解开的唯一一个谜就是：血石既不是活的，也不是死的!$B$B 不过正是在失败的边缘，我迎来了一个大突破。我最近的实验里使用了一只玻璃杯，杯口边有个小小的锯齿状的缺口，在实验又一次以失败告终之后，我去打扫工作台，结果一不小心被那个杯子割伤了手。 ' WHERE entry=273;
UPDATE page_text SET text='伤口不深，但是血流不止。在我开始用绷带包扎受伤的手指时，已经有很多血流到了工作台上。$B$B 此时我发现了一件很奇怪的事情……            ' WHERE entry=274;
UPDATE page_text SET text='溅在血石坠饰周围的血似乎受到了某种引力的作用，全部都被吸向那块宝石。血液一碰到坠饰就消失了，而在吸收了我的血之后，石头的红色变得更深了。 ' WHERE entry=275;
UPDATE page_text SET text='看到这个，我的头脑一下子清醒了不少，也许是因为我的新伤口（虽然我不敢相信自己居然流了那么多血），也许是因为在屡遭挫折之后终于发现了血石的秘密。我坐下来开始思考，脑中不断涌现各种想法和问题，这让我头晕目眩、摇摇欲坠。$B$B 血石会吸收鲜血?它渴望鲜血吗?它还会吸引鲜血?' WHERE entry=276;
UPDATE page_text SET text='或许血石是用血制成的?如果是这样的话，那它所用的是谁的血呢?我的?任何人类的血?或是随便什么动物的血?$B$B 也许血石是用某种未知事物的血制成的，就是克甘将坠饰交给我时又惧怕又崇敬的那个东西。$B$B 我一定要找到这个问题的答案，它是一切的关键。 ' WHERE entry=277;
UPDATE page_text SET text='这重新激起了我的热情，我又投入到研究之中。这次我没有做假设，而是系统地完成了各项试验。这需要我更加努力地工作，当然也意味着会有更大的发现。$B$B 另外，尽管我的实验室很小，而且没有助手的帮助，但是我终于发现了血石的另一个有趣的特点。' WHERE entry=278;
UPDATE page_text SET text='除了血，还有一些自然力量附在这块石头上。火，水，雷，石，它们与血混合在一起（但这个问题仍然存在：到底是谁的血?），虽然这种混合物外表上看起来很平静，但是各种力量在它内部相互争斗着。这让我对这个奇怪的不祥之物有了更多的疑惑。 ' WHERE entry=279;
UPDATE page_text SET text='不过要回答这些问题，还需要对坠饰进行更多的研究和实验，洛丹米尔收容所恐怕无法提供相应的人力和设备。因此我派了一个信差把血石坠饰送到达拉然去，并给他们提供了关于如何进行实验的具体说明，以免他们重复我曾经犯过的错误。' WHERE entry=280;
UPDATE page_text SET text='在等待那里的实验结果的日子里，我又去找克甘谈了谈。尽管我不断逼问他关于血石的事，他却没有再多说一句。他也很少提及在他所属的不死生物群体——他称之为“被遗忘者”——那边度过的日子。 ' WHERE entry=281;
UPDATE page_text SET text='但是克甘看起来更喜欢谈点别的东西，特别是在洛丹伦沦陷之前他在那里成长的时光。$B$B 他依然深深地爱着那个现在已经变成一片废墟的王国。$B$B 克甘越来越吸引我，这使我不再那么焦急地等待实验结果了。' WHERE entry=282;
UPDATE page_text SET text='可是过了几个星期还是没有收到消息，我的耐心开始动摇了。向达拉然询问之后，我才得知血石居然根本没有送到我同僚的手上。我的信差在半路失踪，血石也和他一起消失了!$B$B 这是个沉重的消息。虽然克甘和他的人还有血石样本可以供我实验，不过我担心这枚坠饰会落在邪恶势力的手中。 ' WHERE entry=283;
UPDATE page_text SET text='我已经派了另一个信差去达拉然，并且听说他们现在已经开始在我们的保护范围之外的废墟中搜索那枚坠饰了。$B$B 我只希望我们行动得不是太晚。' WHERE entry=284;
UPDATE page_text SET text='游荡者格里雷克的故事$B$B [……碑文的头几行已经被磨损得无法看清了，不过最后几行还可以辨识……]$B$B 格里雷克跺着脚穿越丛林。因为愤怒，他的双眼冒着火，嘴里发出低沉的声音。$B$B 他高举左手朝天怒吼着。经过长期的狩猎，他的左臂显得异常强壮。$B$B 格里雷克很久之前就永远地失去了他的右臂。' WHERE entry=285;
UPDATE page_text SET text='食人妖传说，第三卷$B 海潮之石$B$B 作者：大法师安斯雷姆·鲁因维沃尔$B 达拉然$B$B 序言$B$B 古老的古拉巴什帝国是许多令人着迷的传说的发源地，这些传说毫无疑问和他们周围的环境有关，因为通过对他们的信仰和社会习惯的研究，我发现他们对于自然表现出了极度的尊崇。$B$B 在上一卷中，我已经详细描述了食人妖对于蛇的崇拜，在这一卷中我要谈的是他们与大海的有趣而独特的关系。 ' WHERE entry=286;
UPDATE page_text SET text='库德兰·蛮锤    著名的巨龙战士，鹰巢山的狮鹫飞行员，进攻德拉诺兽人世界的联盟远征军狮鹫分队的指挥官。可能已阵亡。    “我们将听到风中传来狮鹫的召唤，我们将听到战锤敲击的声音回响在山间。勇敢地面对困境吧，我的兄弟。祖先的圣堂在召唤着你。”    - 弗斯塔德·蛮锤，鹰巢山国王' WHERE entry=287;
UPDATE page_text SET text='When the flames consume Azeroth, where will you be?

We know that no one wants to dwell on their impending doom, but it''s worth thinking about where you''ll be spending the hereafter.

Our sages have predicted that the end of the world is nigh, and onl' WHERE entry=3611;
UPDATE page_text SET text='游侠队长奥蕾莉亚·风行者    奎尔萨拉斯著名的游侠，令巨魔闻风丧胆的猎人。进攻德拉诺兽人世界的联盟远征军侦查队长兼情报特派员。可能已阵亡。    “你的心如利箭，在风中笔直地飞翔，我的姐妹。你是我们军队中最聪慧的勇士，也是我们族人中最受敬爱的领袖。”     - 希尔瓦娜斯·风行者，奎尔萨拉斯游侠将军' WHERE entry=288;
UPDATE page_text SET text='"肯瑞托的卡德加大法师    麦迪文的学徒，进攻德拉诺兽人世界的联盟远征军最高指挥官。可能已阵亡。    “没有人能够如此无私地深入最黑暗而危险的战场。不管你在哪里，我们都希望你一路顺风，勇敢的流浪者。”        - 安东尼达斯，达拉然大法师' WHERE entry=289;
UPDATE page_text SET text='图拉扬将军    安杜因·洛萨公爵的将官，白银之手骑士团的圣骑士，进攻德拉诺兽人世界的联盟远征军的高级将领。可能已阵亡。    “Esarus thar no''Darador'' - 我们以鲜血捍卫荣誉。  我的朋友，你是公正与美德的化身。你的名字将是我们永远的荣耀。”    - 光明使者乌瑟尔，白银之手骑士团' WHERE entry=290;
UPDATE page_text SET text='达纳斯·托尔贝恩    激流堡的民兵指挥官，进攻德拉诺兽人世界的联盟远征军总指挥官图拉扬将军的战略顾问。可能已阵亡。    “孩子，你的经历和牺牲将永远被我们铭记。自我们的光辉帝国建立之日起，英雄的鲜血便浸透了整个帝国的历史。”  - 索拉斯·托尔贝恩，激流堡公爵' WHERE entry=291;
UPDATE page_text SET text='光明使者乌瑟尔在此安息$B$B 第一圣骑士 - 白银之手骑士团的奠基人$B$B 乌瑟尔誓死保卫洛丹伦王国，尽管他最心爱的学生背叛了他，但我们相信他的灵魂永生。即使厄运降临于我们的故土，他依然在关注着我们。他的光芒将照亮所有人类前行的路途 - 只要我们依然以他为榜样，它就永远不会消失。$B$B          - 无名氏 ' WHERE entry=292;
UPDATE page_text SET text='无尽之海$B$B 古拉巴什帝国三面环海，因而水就自然成为了食人妖部落元素信仰中的一个重要组成部分。虽然食人妖能够在他们丛林帝国的广袤土地上肆意妄为，可是大海却丝毫不受他们的影响。大海是如此浩瀚而又神秘莫测，即使对强大的食人妖来说，它也是个令人不安的邻居。 ' WHERE entry=293;
UPDATE page_text SET text='值得注意的是，最近的发现表明，食人妖对跨越无尽之海的兴趣似乎非常小。虽然在整个艾泽拉斯、洛丹伦和卡兹莫丹地区都有食人妖出没，但是在新大陆卡利姆多及南海的岛屿上却没有食人妖文明的迹象。' WHERE entry=294;
UPDATE page_text SET text='这是否证明食人妖不愿冒险离开他们的领土，或是他们缺乏长途旅行所必需的相应技术？这一点还有待进一步研究分析，但它已经不是本文要探讨的了。$B$B 不过有一样东西会引起所有人的注意，最近在荆棘谷的大片食人妖废墟中找到的线索显示了食人妖和大海相关的一面，这一面以前从未为人所知，也没有相关的史料记载。$B$B 海潮之石$B$B 最近在荆棘谷食人妖废墟中的发现涉及到了一件叫做“海潮之石”的东西。 ' WHERE entry=295;
UPDATE page_text SET text='将食人妖传说中的许多片段结合在一起，我们便可以得到关于这块石头的完整描绘、以及它对古老的古拉巴什帝国的重要意义。$B$B 海潮之石似乎可以将支配各种形式的水的力量赋予其拥有者，包括对河流、雨水和潮汐等形式的支配。根据这些和海潮之石的用途有关的故事，我猜测它实际上是水之领主的力量的物质表现形式。' WHERE entry=296;
UPDATE page_text SET text='这件东西如何乃至何时摆脱水之领主的控制而落入食人妖的手中，这则是另外一个问题，对我来说也还是个谜。$B$B 控潮者$B$B 和潮汐的涨落一样，海潮之石进入了食人妖的世界，然后又消失，每一次在食人妖手中停留??时间决不会超过一代。 ' WHERE entry=297;
UPDATE page_text SET text='根据食人妖的传说，海潮之石第一次来到古拉巴什帝国，是被一个食人妖战士在荆棘谷海岸边闲逛时发现的。他看到了这块神奇的蓝色石头，石中还浮动着乳白色的线条。战士带着这块有趣的石头继续旅程。$B$B 过了一段时间，战士发现这块石头能给他带来控制水的能力。 ' WHERE entry=298;
UPDATE page_text SET text='他可以借此召唤完全由水组成的生物：水元素——原本只有肯瑞托的大法师才具有这种能力。$B$B 这个战士来到了帝国的核心地带祖尔格拉布，向国王展示他的能力。显然，他迅速成为了全帝国关注的焦点。古拉巴什的国王也被他的能力折服，立刻给他封了一个荣誉职位：“控潮者”，而他原来的名字则逐渐被遗忘了。 ' WHERE entry=299;
UPDATE page_text SET text='接下来的很多年里，控潮者都在为古拉巴什帝国效力，他在战斗中召唤水元素助阵，为了帝国改变荆棘谷的水流。不过时间久了，控潮者开始喜欢隐居独处，他离开皇宫的时间也越来越久。$B$B 控潮者对古拉巴什帝国隐瞒了一个秘密——海潮之石在赋予他强大能力的同时还对他施加了一个诅咒。' WHERE entry=300;
UPDATE page_text SET text='随着时间的流逝，控潮者的身体开始渐渐消失。随着潮汐的每次涨落，他都会失落一部分肉身——身体一会儿出现一会儿消失——直到临死时，他来到了最初找到石头的那片海滩，步入大海，从此消失。$B$B 又经历了好几代的时间之后，海潮之石再一次被冲到荆棘谷的海岸上，又被另一个控潮者拾得，然后这个食人妖又将它带到祖尔格拉布去。 ' WHERE entry=301;
UPDATE page_text SET text='这样的过程一代接一代地不断发生，石头随着潮汐出现，控潮者随着潮汐离开。$B$B 今天，到处都有关于潮汐之石的故事，但是依然有一个疑问，为什么这个具有如此强大能量的东西会出现得这么有规律?这一切究竟是由谁掌控的? ' WHERE entry=302;
UPDATE page_text SET text='血帆命令$B$B 亲爱的水手们，请仔细看好这篇命令中的内容，因为我们在藏宝海湾发财的机会只有一次。$B$B 我已经派邓肯守在北边，并告诉他等待行动的信号。$B$B 达姆希的好运号将停靠在南边的海角旁等待补给命令。小个子的斯蒂沃特船长会让他的船员做好运送战利品的准备。我相信布鲁图斯那个蠢货会是我们最大的麻烦。 ' WHERE entry=303;
UPDATE page_text SET text='我让尼哈鲁船长把斩浪号从东南方向开到岸边去。等信号发出后，我们就让他的船员冲出来。$B$B 加尔·盐蹄那个壮汉可以打前锋，我们要让里维加兹和卡拉·海角措手不及，把他们送到海底喂鱼去。$B$B 你们几个负责把一切对范克里夫的计划有价值的东西都抢走。 ' WHERE entry=305;
UPDATE page_text SET text='我让尼哈鲁船长把斩浪号从东南方向开到岸边去。等信号发出后，我们就让他的船员冲出来。$B$B 加尔·盐蹄那个壮汉可以打前锋，我们要让里维加兹和卡拉·海角措手不及，把他们送到海底喂鱼去。$B$B 你们几个负责把一切对范克里夫的计划有价值的东西都抢走。 ' WHERE entry=306;
UPDATE page_text SET text='我会命令艾隆帕开火，防止任何黑水海盗的船只进出港口。$B$B 红雾号的弹药打光之后，我会将她开到斩浪号旁边对她进行补给。$B$B 等盐蹄和他的人在镇子上放了火之后，所有人都回到船上去，我们就立刻开船，还可以在野人海岸给藏宝海湾再来一次炮击。$B$B - 舰队指挥官菲尔拉伦' WHERE entry=307;
UPDATE page_text SET text='坐着那条破船从赞吉尔身边逃跑似乎是很明智的，但是现在我开始觉得死亡也许是个更好的选择。$B$B 我想是我祖先的恩赐让我逃脱了他们的惩罚。但是现在我又觉得，如果我能经受住监狱生活的考验，没准我能获得无比珍贵的智慧。' WHERE entry=308;
UPDATE page_text SET text='统治这座小岛的野兽……它的力量实在是太强大了。其他的生灵都在它面前退缩，就连凶猛的黑豹也一样。现在我似乎还是可以听到它的吼叫声，这声音总是让我魂飞魄散。$B$B 那些生物会阻止任何想要到这座小岛上来的人，我必须对我的祖先充满信心。' WHERE entry=309;
UPDATE page_text SET text='我想念我的部族，还有我的家人。我会愉快地迎接空旷平原上吹过的风，或是雷霆崖的日落，而不是这座湿热的丛林。$B$B 我能看见不远处清澈的海水，但那并不能使我平静下来，它只能勾起我对被关押的那段日子的记忆。' WHERE entry=310;
UPDATE page_text SET text='第1天：$B 早上6点到11点 - 收拾营地$B 上午11点到11点半 - 休息，吃午饭$B 上午11点半到下午4点 - 经过一条峡谷$B$B 第2天：$B 与第一天的安排一样$B$B 第3天：$B 同样的安排$B$B 第4天：$B 同样的安排，但有一个例外。日落前，在托尔森经过峡谷时，他要我掩护他一下。我猜他要去见我们的人。$B$B 让我感到意外的是，他一小时之后就回来了。我原本希望他见过我们的人之后能够和库尔森重新会合，但看来事情并不是这样。 ' WHERE entry=311;
UPDATE page_text SET text='第5天:$B 托尔森今天显得十分不安。一定是他昨天值勤途中遇到的什么人或什么东西让他感到恐惧。$B$B 我以为我们的人已经和他谈过了，不过当我询问托尔森在我掩护他时去了哪里的时候，他却默不作声。他把我当作朋友，所以他认为不告诉我这个危险的秘密可以保护我。$B$B 他的忠诚用错了地方，但是这种忠诚却十分强大。他和我们重新汇合之后一定会成为库尔森军队有力的增援。 ' WHERE entry=312;
UPDATE page_text SET text='第6天：$B 一大早，托尔森与尤瓦中士进行了一次长谈。我不得不假装睡觉，因此不敢移动身体去偷听他们的谈话。但是我猜他们正在谈论托尔森前几天的那次值勤。$B$B 我在午餐时近距离地观察尤瓦，发现他也在观察我。不久，多伦又叫上了托尔森。多伦和尤瓦肯定知道托尔森正在与你的人会面。$B$B 他在为叛军做间谍。 ' WHERE entry=313;
UPDATE page_text SET text='我们不能再给托尔森提供更多情报了，必须除掉他。他对我们已经不再有用。$B$B 如果有机会的话，我会杀了托尔森，但是如果你收到了这封信，那就表示我还没找到机会。$B$B 在这种情况下，我建议在托尔森与我们的人下一次见面时给他致命的一击。$B$B -M' WHERE entry=314;
UPDATE page_text SET text='议会将任用您来统御人类和矮人领地的部队，这是个明智的决定。我很荣幸可以在奥特兰克担任您的助手。$B$B 以萨格拉斯的名义，$B  $B 纳伽兹，$B 阿格斯祭师' WHERE entry=315;
UPDATE page_text SET text='蠢货！$B$B 我的计划是同时摧毁那两座桥。你们这些头脑简单的蠢货都干了些什么？你们只完成了一半的任务，还让整个联盟都对我们产生了警惕。你们全都是蠢货！$B$B 你们只有一次弥补错误的机会。我们在离桥不远处的阿拉希高地还有个秘密据点，那里还藏有一些炸药。$B$B 如果你们还想继续活下去，就得给我完成任务！$B$B - 卡姆·深怒' WHERE entry=316;
UPDATE page_text SET text='我亲爱的萨拉：$B$B 我想我们这几天要去看守萨多尔桥。也许我从此就无法再给你写信了，所以现在我很想给你写点东西，让你知道我在生命中最后的日子里都在想念着你。 ' WHERE entry=317;
UPDATE page_text SET text='我们的任务可能要持续好几天，并且充满了乐趣，但是对我而言，它也许意味着残酷的战斗和死亡。如果我必须在战场上为联盟而牺牲的话，那么我随时都作好了这种准备。$B$B 对于我所从事的事业，我充满了信心，勇气永远与我同在。            ' WHERE entry=318;
UPDATE page_text SET text='我知道铁炉堡王国非常需要联盟的胜利，而我们欠那些在恶魔战争中浴血奋战的牺牲者很多东西，我多么希望能放弃此生所有的快乐去维系这个联盟，并还清欠那些牺牲者的债。 ' WHERE entry=319;
UPDATE page_text SET text='萨拉，我对你的爱是永远不灭的，它如同无形的绳索束缚着我，没有东西能够解开它。而我对王国的热爱则像强风一样袭来，让我在战场上也无法不想念着你和我们的家园。            ' WHERE entry=320;
UPDATE page_text SET text='我不断想起和你一起度过的美好时光。我感激圣光，也感激你。我和你度过了那么多美妙的日子，而现在我却不得不放弃这一切。我们本来还可以生活在一起，相亲相爱，看着我们的儿子在身边慢慢成长，然而现在我不得不放弃这些希望，这对我来说是多么困难的一件事啊。 ' WHERE entry=321;
UPDATE page_text SET text='我对于我神圣的使命没有什么抱怨，不过我总是听到有人在对我轻声低语——也许是风吹来了我的小爱德格的祈祷，它告诉我一定要安然回到我所爱的人身边。我亲爱的萨拉，如果我不能回去，请你不要忘记我对你的爱有多深。即使我在战场上永远停止了呼吸，我也会在那之前轻轻呼喊你的名字。$B$B 请原谅我以前所犯的错和我给你带来的那些痛苦，我那时总是那么愚蠢，那么自私。            ' WHERE entry=322;
UPDATE page_text SET text='如果我能用眼泪清洗影响你快乐的那些污点，如果我能和这个世界上的所有灾祸斗争，保护你和我心爱的孩子免受伤害，那对我该是多么快乐的事啊。$B$B 但是我做不到。$B$B 当你带着我们的孩子与残酷的命运斗争时，我会在扭曲虚空中看着你，在你身边徘徊，悲伤而又耐心地等待着我们再也不用分开的那一天。 ' WHERE entry=323;
UPDATE page_text SET text='但是，萨拉，如果一个死去的亡魂能够重新回到艾泽拉斯并环绕在他们挚爱的人周围，我会一直陪伴在你的身边。无论是你高兴还是失落的时候，如果有微风吹拂你的脸颊，那就是我的气息，当你的鬓角感到清凉的微风，那就是我的灵魂轻拂而过。$B$B 萨拉，请不要为我的死亡感到悲伤，我只是暂时离开了，我会在那个世界等着你，等着我们重逢的那一天。$B$B - 苏利' WHERE entry=324;
UPDATE page_text SET text='章鱼咆哮着，发出了雷霆般的响声：$B$B “我们来了。”$B$B 米洛斯毫不动摇地矗立着，不断地施展他的魔法力量。海浪分成两股向伊拉莱袭去，淹没了它们前面的丛林。米洛斯命令他的手下开始施展法术，喧闹声瞬间变成无数食人妖的齐声吟唱。$B$B 这时在所有声音中有一个声音显得尤其突出。 ' WHERE entry=325;
UPDATE page_text SET text='米洛斯怒吼着，他手下的力量都被汇集起来向章鱼释放过去。$B$B 大海被一劈为二，米洛斯的法术以光的速度投向奈普图洛斯的奴仆。闪电撕破了天空，这股力量正中大章鱼，瞬间雷霆万钧，海水也被蒸发得一干二净，大地上留下的只有一个燃烧的巨坑。$B$B 米洛斯相信他的法术可以击垮这些巨大的章鱼，于是他大叫着庆祝胜利。' WHERE entry=326;
UPDATE page_text SET text='但是这些章鱼都非常古老，它们看着大陆从海洋中升起。$B$B 它们看着上古之神统治世界，又看着陌生的旅者将它们击败，它们看着魔法时代的兴起。$B$B 它们经历了岁月蹉跎，它们掌握着许多秘密。虽然米洛斯的法术十分强大，但是他和食人妖一样终究只是肉身。$B$B 于是他的法术失败了。' WHERE entry=327;
UPDATE page_text SET text='法术没有制服章鱼，反而激怒了它们。千万年来，没有任何凡人能够带给它们痛苦，而食人妖的法术却令它们如此痛苦。$B$B 因此它们摆脱了米洛斯的法术束缚，咆哮着展开了复仇。$B$B 隆隆声从海底传来，那是滔天海浪来袭的预兆。在它们到达伊拉莱时，阴影笼罩了整座城市。$B$B 然而在海浪摧毁城市之前，章鱼泰然自若地停下了。' WHERE entry=328;
UPDATE page_text SET text='食人妖巫医开始颤抖，充满恐惧地呼唤他们的主人。米洛斯凝视着重重海浪，虽注定失败却仍面露藐视。他又开始施展自己擅长的那一套，默念着咒语，食人妖将他最后的话语蚀刻成石。然后米洛斯泰然面对来袭的章鱼。$B$B 他面部扭曲，奋力投出所有的力量，这是他的最后一击。$B$B 章鱼将它们的愤怒都倾泻在米洛斯身上，接着整个大海都向伊拉莱扑了过去。$B$B 一切都结束了。 ' WHERE entry=329;
UPDATE page_text SET text='水淹没了丛林，冲走了所有的东西。食人妖和野兽尖叫着被大水冲过、淹没。$B$B 许多古拉巴什的居民还没搞清楚大海为什么吞没他们，就已经葬身海底了。$B$B 最终海水冲到山前停了下来，然后撤回到它们原本所在的地方，留下的只有死一般的寂静。$B$B 海水退去了，但是它们依然在伊拉莱四周涌动，时刻准备着将它永远淹没。            ' WHERE entry=330;
UPDATE page_text SET text='瓦加祖尔安全地躲在山后的祖尔格拉布，当他走入丛林时，他发现自己的人民已经全部被海浪卷走了。$B$B 他绝望了，因为他征服的梦想已经破碎。$B$B 从此之后，也没有人再看见过圣蛇米洛斯。 ' WHERE entry=331;
UPDATE page_text SET text='TEMP Need WDB Data' WHERE entry=3546;
UPDATE page_text SET text='The tiny gnome peered over the railing into the secluded Dalaran courtyard.$B$B"The view from the balcony is amazing.  You have to come see!"$B$BArmor legplates creaked as Marcus walked over, taking in a deep breath as he absently scratched his scruffy ch' WHERE entry=3562;
UPDATE page_text SET text='瓦加祖尔安全地躲在山后的祖尔格拉布，当他走入丛林时，他发现自己的人民已经全部被海浪卷走了。$B$B 他绝望了，因为他征服的梦想已经破碎。$B$B 从此之后，也没有人再看见过圣蛇米洛斯。 ' WHERE entry=332;
UPDATE page_text SET text='尊敬的陛下：$B$B 作为一个普通战士的妻子，我明白自己是不能向您这样伟大的领导者的行为提出疑问的。从洛克莫丹的湖畔到丹莫洛的雪峰，我们的国土上正在发生的战争是为了保护我们的朋友与爱人的生命而进行的。 ' WHERE entry=333;
UPDATE page_text SET text='但是我们以保卫生命的名义所发动的战争需要付出多大的代价?要牺牲多少战士才能让我们认识到，我们拼命想要保护的生命正在从战场上离开我们?$B$B 我们还要在刀光剑影下撕碎多少未来的希望?究竟需要多少被鲜血浸湿的土地才能让我们把过去的恩怨埋葬?' WHERE entry=334;
UPDATE page_text SET text='这不是一个普通战士的妻子应该提的问题。$B$B 然而我现在是作为一个普通战士的遗孀给您写这些的。我的丈夫只是您成千上万个士兵中的一员，而对于我来说，他就是伟大的苏利·巴鲁，是我孩子的父亲，是我心爱的丈夫，是要和厮守终生的伴侣。$B$B 伟大的陛下，如果我的问题对您不敬，请原谅我。但是逝者已经不能亲自来问这些问题了……$B$B 您忠诚的臣民，$B 萨拉·巴鲁' WHERE entry=335;
UPDATE page_text SET text='施涅德：$B$B 你好。我相信运河地区的生意很兴隆，我们这儿的贸易区一直都很热闹。$B$B 我们的存货几乎都用光了，现在急需布匹。请你尽快为我们供货。$B$B 祝你好运，另外，希望你的孩子萨尔曼学业进步。$B$B - 哈兰·巴格雷' WHERE entry=336;
UPDATE page_text SET text='给库尔提拉斯舰队的正式命令$B$B 我，普劳德摩尔将军，将率领第一批部队登陆卡林多海岸。$B$B 我离开时，本尼迪克上尉负责全权指挥，并负责库尔提拉斯军队的所有内部事务。如果12个月内我还没有从提拉加德城堡传回消息，本尼迪克上尉将发动第二轮攻击。 ' WHERE entry=337;
UPDATE page_text SET text='同时，我还派出了阿维罗德上尉在卡利姆多大陆执行侦察任务。他的部队完成任务之后会与我们在提拉加德城堡的部队会合。$B$B 阿维罗德上尉的任务可能需要很长时间，因为这片新大陆幅员辽阔、充满危机。如果我或者本尼迪克遭遇不幸的话，阿维罗德将接手城堡的指挥权。$B$B 我们会发动一轮接一轮的攻击，直到占领这座要塞!$B$B - 普劳德摩尔上将' WHERE entry=338;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1>部落征兵通知</H1><BR/> <BR></BR><BR/> <P>持此通知者已被证明具备出众的力量和战斗技巧。我建议将其分派到十字路口去执行任务。</P><BR/> <BR></BR><BR/> <BR></BR><BR/> <P>此致</P><BR/> <BR></BR>- 卡加尔·战痕<BR/> <BR></BR><BR/> <BR></BR><BR/> <BR></BR><BR/> <P>批准。<BR></BR><BR/> - 塔克林·寻路' WHERE entry=339;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1>部落征兵通知</H1><BR/> <BR></BR><BR/> <P>持此通知者已被证明具备出众的力量和战斗技巧。我建议将其分派到十字路口去执行任务。</P><BR/> <BR></BR><BR/> <BR></BR><BR/> <P>此致</P><BR/> <BR></BR>- 卡加尔·战痕<BR/> <BR></BR><BR/> <BR></BR><BR/> <BR></BR><BR/> <P>批准。<BR></BR><BR/> - 塔克林·寻路' WHERE entry=340;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1>部落征兵通知</H1><BR/> <BR></BR>/BR> <P>持此通知者已被证明具备出众的力量和战斗技巧。我建议将其分派到十字路口去执行任务。</P><BR/> <BR></BR>/BR> <BR></BR>/BR> <P>此致</P><BR/> <BR></BR>- 卡加尔·战痕/BR> <BR></BR>/BR> <BR></BR>/BR> <BR></BR>/BR> <P>批准。<BR></BR>/BR> - 塔克林·寻路者</P><BR' WHERE entry=341;
UPDATE page_text SET text='巴尔莫丹的挖掘$B$B 我们探险者协会派出的勘探员所发现的东西看来很有价值，这一带埋藏着的文物对我们来说是无价之宝。无疑，我们可以在巴尔莫丹的沙土之下找到一些关键的线索。$B$B 这个地区的地质情况使得我们不得不采取一些极端措施，因为许多沙地都因为长期处于荒芜的环境和多变的天气下而变得十分坚硬了。 ' WHERE entry=342;
UPDATE page_text SET text='解决的方法非常简单。我们制作了强力的爆炸物，它的威力足以炸破最坚硬的物质。$B$B 这项爆破工作开展起来必定会非常吵闹，但是我们的工作显然要比当地居民的生活安定更加重要。事实上，我们已经把一群牛头人赶出了这个地区，而且这些牛头人也确实是一群祸害。 ' WHERE entry=343;
UPDATE page_text SET text='由于在这里碰到了种种问题，我认为我们需要后方军队的支援。不仅仅是因为挖掘场需要军队的保护，另外巴尔莫丹的所在地对于联盟来说也具有很大的战略价值，因此，国王应该派兵驻守这里。$B$B 啊，我扯得太远了。还有很多挖掘工作等着我去做呢。我已经花了太多时间来写这个东西，没时间去进行挖掘了…… ' WHERE entry=344;
UPDATE page_text SET text='由于在这里碰到了种种问题，我认为我们需要后方军队的支援。不仅仅是因为挖掘场需要军队的保护，另外巴尔莫丹的所在地对于联盟来说也具有很大的战略价值，因此，国王应该派兵驻守这里。$B$B 啊，我扯得太远了。还有很多挖掘工作等着我去做呢。我已经花了太多时间来写这个东西，没时间去进行挖掘了…… ' WHERE entry=349;
UPDATE page_text SET text='主动式负载平衡器控制台可以自动调节燃料、燃气、液体的流动及相关的机器设备。在完成了初始化设置之后，只需简单维护即可进行日常的运行。$B$B 控制台的主要部件（从左到右）依次是：$B$B 主动力杆$B$B 处于连接位置时，启动主动式负载平衡器。将动力杆调至“关闭”位置时，机械装置也不会自动松开，它只会 ' WHERE entry=350;
UPDATE page_text SET text='菲兹普罗克主管，你提交的设备申请表已经拉兹杜克总裁批准。$B$B 他让我提醒你注意风险投资公司在整个卡利姆多大陆的既得利益。我们在贫瘠之地的钻井和采矿业是有利可途的，而且效益卓著，但是你所管辖的莫高雷地区还是需要为我们提供足够的生产量。 ' WHERE entry=351;
UPDATE page_text SET text='菲兹普罗克主管，你提交的设备申请表已经拉兹杜克总裁批准。$B$B 他让我提醒你注意风险投资公司在整个卡林多大陆的既得利益。我们在贫瘠之地的钻井和采矿业是有利可途的，而且效益卓著，但是你所管辖的莫高雷地区还是需要为我们提供足够的生产量。 ' WHERE entry=352;
UPDATE page_text SET text='顾问委员会可以理解在如此靠近牛头人领地的地方进行大规模的商业活动非常困难，但他们不会阻碍我们在该地区的总体计划。$B$B 我们很高兴听说你们已经开始在矿物储量丰富的莫高雷平原上采矿了。正因为这样，委员会才批准了你的物资申请。' WHERE entry=353;
UPDATE page_text SET text='除了采矿，我们还希望莫高雷分公司能够提供木材，另外还为你提供了原材料和几台新型粉碎机，用以建立一座伐木场。 ' WHERE entry=354;
UPDATE page_text SET text='进入冷却过程，要等一到两分钟才会完全关闭（视实际情况而定）。$B$B 特别注意：只有当机器上的三个控制阀都松开的时候才能操作主动力杆。这些控制阀可以按照任意顺序关闭。$B$B 第一个是主控制阀，在垂直的巨大烟窗底部。接下来是燃料控制阀，在燃料箱（应有三个）和烟窗之间的管道上。' WHERE entry=355;
UPDATE page_text SET text='最后是调节阀，在通往烟窗的两个圆柱形油箱中的较低的那个上面。$B$B II.燃料指示计$B$B 显示主燃料箱、第二燃料箱和第三燃料箱的当前压力。$B$B III.流量计$B$B 显示当前系统内的流量。' WHERE entry=356;
UPDATE page_text SET text='IV.流量控制器$B$B 升高或降低流量。由主动式负载平衡器自动控制。$B$B V. 温度指使计$B$B 显示系统的操作温度。' WHERE entry=357;
UPDATE page_text SET text='星辰的孩子已经在永恒之井闪光的湖水边定居了很久。众所周知，象征永恒曙光的艾露恩在就在这水中休憩。岸边住着星辰的孩子们，艾露恩眷顾着他们，给他们安家，而他们也总在夜晚虔诚地凝望月空。' WHERE entry=358;
UPDATE page_text SET text='当森林中的古树被连根拔起的时候，由塞纳留斯的儿女们看守的树林，还有星辰之子们的石塔，整个世界都在颤抖。我们的女王即使在绝望和混乱的战争期间仍保持着她的优雅。在魔法的作用下，天空都变了颜色，爆炸好像要将世界撕成碎片。' WHERE entry=359;
UPDATE page_text SET text='当森林中的古树被连根拔起的时候，由塞纳留斯的儿女们看守的树林，还有星辰之子们的石塔，整个世界都在颤抖。我们的女王即使在绝望和混乱的战争期间仍保持着她的优雅。在魔法的作用下，天空都变了颜色，爆炸好像要将世界撕成碎片。' WHERE entry=360;
UPDATE page_text SET text='德尔葛兰大人：$B$B 事情正像您所担忧的那样。您关于奥萨拉克斯之塔的猜测是正确的。有一群邪恶的信徒聚集在奥萨拉克斯之塔一带，他们当中有许多术士，甚至还有一个凶残的萨特。我不清楚是何种邪恶的力量将他们聚集在一起，但是我对此感到十分忧虑。$B$B 他们自称是暗滩教派的信徒。$B$B 请原谅我这封信写得很简短，但是危险正潜藏在森林中，我只能简单地描述一下这里的情景。 ' WHERE entry=361;
UPDATE page_text SET text='德尔葛兰大人：$B$B 事情正像您所担忧的那样。您关于奥萨拉克斯之塔的猜测是正确的。有一群邪恶的信徒聚集在奥萨拉克斯之塔一带，他们当中有许多术士，甚至还有一个凶残的萨特。我不清楚是何种邪恶的力量将他们聚集在一起，但是我对此感到十分忧虑。$B$B 他们自称是暗滩教派的信徒。$B$B 请原谅我这封信写得很简短，但是危险正潜藏在森林中，我只能简单地描述一下这里的情景。 ' WHERE entry=363;
UPDATE page_text SET text='虽然在湖岸周围有许多城镇，但其中最重要的就是亚米萨兰和巴莎兰，艾萨拉——卡多雷敬爱的女王——也赐福于这两座城镇。她将自己的仆人和贵族们安排到这两座城镇中居住，并派遣埃瑟里克斯·纳拉辛统治他们，不过埃瑟里克斯一般都住在远离城镇的奥萨拉克斯之塔。    他的助手是法师阿斯特利安，他以自己强大的战斗力以及对于魔法的熟练掌握而著称。' WHERE entry=364;
UPDATE page_text SET text='阿斯特利安和巴莎兰的居民住在一起，另外他还多次造访亚米萨兰，他关心那里人民的需要。    就这样，这两座永恒之井岸边的小镇不断发展繁荣，而星空下的其它地方却渐渐陷入了疯狂。' WHERE entry=365;
UPDATE page_text SET text='兄弟相残，同族征战。并不是所有上层精灵都参与了战斗，有些人呆呆地站着，由于这极度的疯狂而不能动弹，他们的城市和乡村在他们身边土崩瓦解。    亚米萨兰化作了一片废墟，它的居民们紧紧依附着大地，仿佛大地可以让他们幸免于难。直到这时，艾萨拉赐福的埃瑟里克斯·纳拉辛出现了，他要保护同胞们的安全。    他告诉那些惊慌失措的同胞，只需施展一个简单的法术，他就能保护他们。' WHERE entry=366;
UPDATE page_text SET text='当他们周围的兄弟姐妹、父亲母亲一个个倒下的时候，他们将获得永恒的生命，不必畏惧即将来临的大灾变……' WHERE entry=367;
UPDATE page_text SET text='当他们周围的兄弟姐妹、父亲母亲一个个倒下的时候，他们将获得永恒的生命，不必畏惧即将来临的大灾变……' WHERE entry=371;
UPDATE page_text SET text='希尔耶之星$B$B 这颗星在守财奴格雷尔伯格的手上，这个贪婪的巨魔总是在奥特兰克城的废墟中搜索各种珍奇的玩意。他的大部分收藏品都与垃圾无异，只有希尔耶之星例外，它有着非常珍贵的特殊能力。 ' WHERE entry=372;
UPDATE page_text SET text='达古恩之手$B$B 古书上说达古恩的爪子会分泌一种毒液，这种毒液不会毒死它的猎物，不而会令它突变成另一种东西——上古种族中的一员。毫无疑问，这种毒液对我们很有价值。$B$B 达古恩住在深海中，不过他经常被尘泥沼泽的鱼人召唤到水面上来，它们的先知会使用一种附有魔法的海藻召唤达古恩。只要你杀掉足够多的鱼人智者，就应该可以找到这种海藻。把海藻放在鱼人的祭坛上，然后达古恩就会被你召唤来了。            ' WHERE entry=373;
UPDATE page_text SET text='遗产之心$B$B 死灵莫格是荆棘谷的一个食人妖法师，遗产之心就在他的手上。据说解开遗产之心中包含的谜团就可以摆脱死亡的威胁。你可以在祖玛维废墟里找到莫格。如果你能打败他的话，把遗产之心带来给我。 ' WHERE entry=374;
UPDATE page_text SET text='把这三样东西——希尔耶之星、达古恩之手和遗产之心——交给我，然后你就将得到雅格因的笔记。' WHERE entry=375;
UPDATE page_text SET text='希尔耶之星$B$B 守财奴格雷尔伯格是奥特兰克的一个巨魔，这块宝石就在他的手上，宝石的主人可以拥有与其他世界沟通的能力。情报显示，格雷尔伯格在奥特兰克城的废墟里徘徊，不断地搜寻更多的遗迹。 ' WHERE entry=376;
UPDATE page_text SET text='达古恩之手$B$B 达古恩是深海中的一种巨兽，它为尘泥沼泽的鱼人所崇拜。它们的萨满对一种特殊的海藻施了魔法，然后用这种海藻把达古恩引到水面上来。去猎杀那些鱼人，从它们身上找到附有魔法的海藻，然后把它放在鱼人的祭坛上，然后等待达古恩出现。$B$B 我需要他的手。' WHERE entry=377;
UPDATE page_text SET text='遗产之心$B$B 古书上说拥有遗产之心的人就会长生不老，它的拥有者是死灵莫格。莫格是劈颅部族的巫师，他住在荆棘谷的祖玛维废墟里。' WHERE entry=378;
UPDATE page_text SET text='把这三样东西——希尔耶之星、达古恩之手和遗产之心——交给我，然后你就将得到雅格因的笔记。' WHERE entry=379;
UPDATE page_text SET text='亡灵哨兵任务报告$B$B 侦察员：兰妮·尤瑞克, 奎恩·尤瑞克, 埃兰德·玛科雷$B$B 主要任务：完成对银松森林北部的侦查工作，并且判断天灾军团和野生动物的威胁程度。 ' WHERE entry=380;
UPDATE page_text SET text='侦察员发现了大量狼人的存在。建议派出捕猎小队扫除这个威胁。$B$B 在亡者旷野的农场上发现了不死生物豺狼人。虽然我们还不知道它们在农场聚集的目的，但是根据其动向和准备程度来看，它们很快就有可能开始军事行动。在我们观察豺狼人的这段时间里，并未发现它们当中有明显的首领。也许它们是在等待指挥官或是增援的到来。            ' WHERE entry=381;
UPDATE page_text SET text='我们的侦察员继续搜索时，在伊瓦的农场遭遇了阻击。伊瓦和他的家人，还有他的工人们，都成了天灾军团的爪牙。$B$B 我们的侦察员遭到他们的袭击，虽然最后成功地击退了伏兵，但是均身负重伤，尤其是奎恩。 ' WHERE entry=382;
UPDATE page_text SET text='他们在伊瓦的旧房子里设置了一处防守点，兰妮负责警戒工作，埃兰德则继续侦查任务。$B$B 埃兰德在北边的一座果园中被狼人困住，后来在一个$R$C的帮助下才得以逃脱——也就是向您递交这份报告的信差。            ' WHERE entry=383;
UPDATE page_text SET text='另外，这位信差不仅协助我们完成了任务，而且帮助我们击败了邪恶的伊瓦、营救了埃兰德，并且负责递送了这份报告。$B$B 我们对$g他:她;
充满感激之情，希望上层能对其卓越表现给予相应的嘉奖。$B$B - 亡灵哨兵兰妮·尤瑞克$B 行动负责人' WHERE entry=386;
UPDATE page_text SET text='于是他到处游荡、寻找。而他还是没有找回那只手臂。于是他一边走一边咒?怒号着。$B$B 但是格里雷克已经很久没有听从神灵的教诲，他们因此而愤怒，不再理会他的咒?。$B$B 格里雷克的命运就是这样，命运让他不断游荡，让他缺少一只手臂。' WHERE entry=387;
UPDATE page_text SET text='一个邪恶的力量造成了这一切$B 他的元素生物永不停歇$B 他悠闲地坐在鬼雾峰$B 对着你露出轻蔑的笑容$B$B 你很快就要面对这个法师$B 只有他的死亡才能终结这件疯狂的事' WHERE entry=393;
UPDATE page_text SET text='一个邪恶的力量造成了这一切$B 他的元素生物永不停歇$B 他悠闲地坐在鬼雾峰$B 对着你露出轻蔑的笑容$B$B 你很快就要面对这个法师$B 只有他的死亡才能终结这件疯狂的事' WHERE entry=394;
UPDATE page_text SET text='迈萨迪斯神殿$B$B “愿伊露恩的光芒如远古时那样永远照耀着山谷，照亮森林中的道路。”' WHERE entry=395;
UPDATE page_text SET text='月神满足了我的愿望。我的同伴不应白白牺牲，我将用月神镰刀为他们复仇。这是一件古老的物品，一根粗糙的螺旋状的木头，可能比卡多雷还要古老。$B$B 我花了很长时间来研究神赐给我的这件东西。它不是一件普通的武器，也不是一个简单的法器。有了它……仿佛时空的障碍都变得微弱了许多。 ' WHERE entry=396;
UPDATE page_text SET text='我手中握着镰刀，看到了一片混乱的景象。狼人……对抗着一个不可思议的敌人。狼人以他们一贯的狂暴发动攻击，但他们面对的是一个毫无畏惧的对手：碧火之王。$B$B 这时我才意识到了镰刀的真实力量，注视着它，我就能和狼人交流。不过我所用的交流工具并非语言，而是一种不同的方式……一种难以描述的方式。$B$B 重要的是，狼人能听见我、理解我。            ' WHERE entry=397;
UPDATE page_text SET text='我将能量引入镰刀，时空的障碍越发减弱，于是我就可以将狼人召唤到我们的世界来。第一次我召唤了三十个狼人，并带领他们上了战场。我支配着他们无穷的蛮力，向费伍德森林中的恶魔发起猛烈的攻击。$B$B 伊露恩满足了我的愿望，森林将被彻底净化。$B$B' WHERE entry=398;
UPDATE page_text SET text='一切都进行得很顺利。我召唤了大群狼人和我一起战斗。虽然他们思维简单，但是作为一个整体，狼人显示出了强大的攻击能力。$B$B 我任命了一些首领，让他们各自领导一小队狼人行动。我们同时在森林的许多地方展开了战斗，在与恶魔的对抗中获得了丰厚的战果。$B$B' WHERE entry=399;
UPDATE page_text SET text='有一队狼人失踪了，我派他们在整个森林里巡查以找出恶魔的巢穴，可是他们没有回来。我开始担心那些首领，我把控制权交给他们，然而他们的头脑非常简单，也许会滥用我给他们的那点权力。我是不是已经失去了对他们的控制?也许我应该暂停召唤其他的狼人。$B$B' WHERE entry=400;
UPDATE page_text SET text='虽然我没有再召唤狼人，但它们的数量还是在继续增加。似乎镰刀已经不需要我参与召唤的过程了，这一点很麻烦。我尽力召回狼人小队，让他们留在神殿附近。$B$B 同时，我去了一趟达纳苏斯的图书馆，还谘询了黑海岸的古树议会，但没有找到任何关于这些狼人的资讯。 ' WHERE entry=401;
UPDATE page_text SET text='我听说过一个名叫阿鲁高的肯瑞托法师，似乎这个法师也召唤过狼人。虽然去找他是件令我不快的事，但我还是想问问他对狼人有什么了解。$B$B 狼人很危险，我一定要抑制它们数量激增的趋势。次日，我就去了贫瘠之地的港口，预定了前往新世界的船票。$B$B $B 愿伊露恩的赐福护佑我完成任务。' WHERE entry=402;
UPDATE page_text SET text='我写这本日记是为了记录我肩负的帮助?q谷的任务。不久前发生的事有些奇怪，不过我希望能帮助我的同胞解开这个谜。$B$B让我先记下这些事情，免得以后忘记。$B$B我最近发现了有关法师达图尔的传闻的真相。' WHERE entry=403;
UPDATE page_text SET text='我曾经觉得人类来到我们的土地上学习我们的东西是一件荒谬的事，然而这个法师，这个恶魔，他不仅在这里扎了根，还学到了我们的一些知识。我仍然无法确定他是如何……$B$B我一直没有搞清楚他的目的是什么，但是他的计划好像很简单：利用德鲁伊法术成为熊怪的朋友，然后控制它们。如果他企图伤害我的族人，或者有其他什么险恶的打算，那么我希望在我的生命终结之前能找到答案。' WHERE entry=404;
UPDATE page_text SET text='不管怎样，他所执行的计划显然已经获得了一定的成功。他是不是想先在熊怪身上施展他的诡计，然后再用到我的同胞身上？抑或他垂涎熊怪手上的某种东西？谁知道呢？$B$B他试图利用他所创造的东西（一种法杖或是别的什么）渗入到?q谷的熊怪部落中去。虽然具体的细节还不清楚，但是可以确定的一点是：当他试图操纵熊怪互相攻击的时候，他被熊怪们发现了。' WHERE entry=405;
UPDATE page_text SET text='我知道如果精灵发现自己被如此摆弄的话，他们一定会勃然大怒，熊怪也是如此，不过它们的反应更为强烈，还将达图尔杀掉了。$B$B至少在那一刻，熊怪表现得并不像通常那样堕落。它们还是保持了理智与智慧，而且和我们的关系也很融洽。$B$B我希望如果能在林精莎尔蒂恩的帮助下重铸达图尔的魔棒，我就可以利用它的力量来帮助我们的同胞……还有可怜的熊怪。' WHERE entry=406;
UPDATE page_text SET text='并非所有熊怪都堕落了，有些幸存者还在保卫着森林。在它们堕落的时候，有些熊怪逃走了，有些被杀，其他的则被迫离开了自己的部族。$B$B我在密斯特拉湖畔发现了一个令人尊敬的污林部族熊怪，他的名字叫做克罗格。$B$B我观察了他好几天。如果我能扮作熊怪接近他的话，我想我可以为他提供一些帮助，并重新建立我们和熊怪之间的联系。' WHERE entry=407;
UPDATE page_text SET text='杀了达图尔之后，熊怪把他的魔棒分成三部分，使得它不能再对他们造成影响。事情变得有些困难了，但是我知道那三个部分放在哪里。$B$B宝石$B魔棒的第一部分，也就是那块神奇的宝石，它被藏在?q谷西北部的一座神殿中。我知道这座神殿现在已经成了法拉希姆湖中央的一座废墟，哨兵告诉我，有大批鱼人在那里游荡。' WHERE entry=408;
UPDATE page_text SET text='如果我在神殿中找不到宝石的话，那它有可能是被某个鱼人拿走了。$B$B魔棒的杆$B这个部分落在了树人手中，他们现在生活在费伍德森林附近。熊怪和我的同胞都没有想过，侵袭了这片土地的堕落也会影响到高贵的树人。$B$B我的调查表明，树人将魔棒的杆藏在了一小片树林中的一个上锁的箱子里。要想了解更多细节的话，我还得和莎尔蒂恩交谈。' WHERE entry=409;
UPDATE page_text SET text='1. 找到一个或八个人$B$B 2. 使劲打人$B$B 3. 继续打人$B$B 4. 把人扔到火里$B$B 5. 吃人' WHERE entry=410;
UPDATE page_text SET text='莎尔蒂恩是在伊瑞斯湖东北部保护月井的林精。她拒绝离开森林，也不愿让森林变得堕落。我知道她有能力修复魔棒，至少她能告诉我如何修复它。$B$B魔棒的圆头已经交给了朵丹尼尔的德鲁伊。问题在于，那些德鲁伊都已经死了。$B$B他们的灵魂现在盘踞在那里，已经远没有原来那样友好了。' WHERE entry=411;
UPDATE page_text SET text='这些还需要进一步调查。我不敢肯定自己是否能对付得了这些死去的同胞……更不用说在朵丹尼尔的深处找到圆头了。$B$B（备注：我最近在阿斯特兰纳作准备的时候曾遇到了一个矮人猎人，他在?q谷花了很多时间来帮助我们的同胞。他来自一个叫作暴风城的地方。$B$B有一晚，我们喝着啤酒聊了一会儿，他的故事让我看到了找回圆头的希望……' WHERE entry=412;
UPDATE page_text SET text='他告诉我说，他已经走遍了整个朵丹尼尔，但从未看到过箱子或任何可能用来放置圆头的容器。$B$B他还告诉我那个地区已经有了腐烂的软泥怪，它们会吞食任何比它们小的东西。这个矮人亲眼看到它们“吃掉”桌子、雕塑、熊，甚至还有几个地精！$B$B那些软泥怪似乎拥有很强的魔法力量。如果装圆头的箱子被施了魔法，那么它有可能已经被软泥怪吃掉了。' WHERE entry=413;
UPDATE page_text SET text='这是一场赌博，但是我此时没有其他的线索了……$B$B等我查出真相之后，我会记下详细的资料，但是在那之前，我得先找到魔棒的各个部分，帮助阿斯特兰纳。' WHERE entry=414;
UPDATE page_text SET text='金吉尔：$B 好久不见了，但是我想，当你知道血羽部族的最后一个鹰身人已经被杀死的时候应该会很高兴吧。不用感谢我，送信的这个$c才是功臣。如果你愿意的话，在商队经过贫瘠之地的时候，我可以把她的头颅捎给你。我知道你的巫毒魔法需要那种东西。$B 老朋友，保重。$B$B - 达索克·快刀' WHERE entry=415;
UPDATE page_text SET text='金吉尔：$B 好久不见了，但是我想，当你知道血羽部族的最后一个鹰身人已经被杀死的时候应该会很高兴吧。不用感谢我，送信的这个$c才是功臣。如果你愿意的话，在商队经过贫瘠之地的时候，我可以把她的头颅捎给你。我知道你的巫毒魔法需要那种东西。$B 老朋友，保重。$B$B - 达索克·快刀' WHERE entry=416;
UPDATE page_text SET text='好吧，你得把你的NG-5炸药和雷管准备好。我已经给它们作好了标记……蓝色的用在伐木场，红色的用在风剪矿山。$B$B我事先进行了一些侦察工作，发现狂风峭壁那边已有足够的炸药了，你要潜入那里，放入炸药，然后在引爆之前跑出来，这应该不是件难事。$B$B记住，这样做只是为了声东击西。在哥布林去那儿检查发生了什么事之前要离货车远点，然后偷偷从他们后面绕进去。' WHERE entry=417;
UPDATE page_text SET text='路上小心点，单是复合式硝酸塑胶炸药就能把你炸成粉末。我把一些液体装在铜管里，以保证炸药的安全稳定。$B$B我已经把你从科林那边给我拿来的卷轴应用在引爆装置上了，在你安置炸药之后，引爆装置会负责引爆NG-5炸药。我用简单的斯塔瑟瓦格机制保证最佳的引线传导性，并保证不同的复合式硝酸塑胶炸药之间的电流传导率高于一般水准。' WHERE entry=418;
UPDATE page_text SET text='在我详细说明整个设计之前，让我先告诉你该把炸药放在哪里。$B$B一号计划 - 伐木场：$B在伐木场门前有一架货车（伐木场位于他们采伐森林和收集木材的设施的东北部），我怀疑工程设计图就在伐木场里。放好炸药之后就赶紧跑远点。' WHERE entry=419;
UPDATE page_text SET text='准备好之后就点燃炸药。$B$B通过使用梅尔苏斯天线连接铜线和银线，可以保持较强的信号，这样你就能在安全的距离之外引爆了，只要小心附近的哥布林即可。如果他们把你抓了个正着，那你可就吃不了兜着走了。$B$B哦，为了以防万一，我还是提醒你一句吧，不要在货车爆炸的时候接近它……你会很惨的。' WHERE entry=420;
UPDATE page_text SET text='二号计划 - 风剪矿山：$B$B我看到哥布林北面矿山的入口处停放了另一车炸药。我想那个地方应该适合放置NG-5炸药（红色）。把炸药放到货车后面，然后离远一点，按下按钮。$B$B如果哥布林没有过来的话，那就可能是爆炸的山石砸开了他们的脑袋瓜。' WHERE entry=421;
UPDATE page_text SET text='风险投资公司的函件在矿坑的外面……可能在底层的什么箱子里。$B$B祝你好运，记住……$B$B蓝色炸药：伐木场$B红色炸药：矿坑$B$B哦，完成任务之后别忘了把信也毁了。嗯，也许我该想个办法让这些东西在被人读过之后就自我销毁，这个主意不错……' WHERE entry=422;
UPDATE page_text SET text='-- 第一天 --$B$B 我从铁炉堡出发,经过漫长的旅途之后,终于到达了卡利姆多!$B$B 巴尔莫丹的勘矿员卡兹戈姆那边的进展相当不错。他今天又挖出了一块化石,挖掘站里的学者们认为这是某位古代神灵的骨骼碎片,卡兹戈姆则认为这块化石是某种神秘生物的一部分。身为这座挖掘站的管理者,他决定派我去寻找更多的碎片以揭开这个秘密。$B$B 我的任务就是:到南方去寻找更多的线索。 ' WHERE entry=423;
UPDATE page_text SET text='-- 第一天 --$B$B 我从铁炉堡出发,经过漫长的旅途之后,终于到达了卡利姆多!$B$B 巴尔莫丹的勘矿员卡兹戈姆那边的进展相当不错。他今天又挖出了一块化石,挖掘站里的学者们认为这是某位古代神灵的骨骼碎片,卡兹戈姆则认为这块化石是某种神秘生物的一部分。身为这座挖掘站的管理者,他决定派我去寻找更多的碎片以揭开这个秘密。$B$B 我的任务就是:到南方去寻找更多的线索。 ' WHERE entry=424;
UPDATE page_text SET text='-- 第二天 --$B$B 贫瘠之地是如此广袤无垠，到目前为止，我的旅程艰辛又无聊，也没什么有趣的事可以写进探险者协会的档案里去。$B$B 唯一值得一提的事情发生在黄金之路附近。我远远地看见了一些奇怪的生物朝我这边走了过来，它们一半像人，一半像猪。于是我迅速藏了起来，等它们过去。天哪，那帮家伙身上的味道真是臭死了! ' WHERE entry=425;
UPDATE page_text SET text='-- 第三天 --$B$B 啊,这是多伟大的发现呀!$B$B 我在旅途中偶然发现了很令人惊诧的东西:某种野猪类生物的巨大遗骸。它的骨头堆得极高,几乎成了一座小山。矮人站在这只野兽的獠牙旁边会显得像个……呃,像个矮人。从这种尺寸来看,我坚信这是传说中的某位古代神灵的遗骸。 ' WHERE entry=426;
UPDATE page_text SET text='我记得不久前，首席考古学家杜瑟·灰须在铁炉堡的探险者协会总部做了一次讲座。那个老家伙提到过一位神灵，传说那位神灵具有无私的品性，因此受到达纳苏斯的那些精灵的崇敬……$B$B 嘘!等一下，我听见帐子外面有鼻息声，一定是些土头土脑的野猪想要偷我的苹果…… ' WHERE entry=427;
UPDATE page_text SET text='-- 第四天 --''C:$B$B 我被抓住了''!$B$B 必须……赶紧……写下来。$B$B 我被剃刀部族的野猪人袭击。我以为他们会把我带到野猪遗骸那里,不过,他们却绕过它,直接穿过黄金之路去了西边。 ' WHERE entry=428;
UPDATE page_text SET text='我被粗鲁地拖到一个被称作剃刀沼泽的地方，这里充满了恶臭和荆棘。我被扔进一间简陋的小屋，和一个垂死的夜精灵关在一起。$B$B 我身上的东西都丢了，除了这本日记和我的笔、怀表……$B$B 好像有什么人来了……' WHERE entry=429;
UPDATE page_text SET text='-- 第五天 --$B$B 我的夜精灵狱友伤得很重。野猪人不断鞭打他,我觉得他不久就会死去,除非奇迹从天而降,营救队来到这个凶险的地方。他不断地昏迷又不断地醒过来,当他醒着的时候,我就尽可能扶着他多喝点水。 ' WHERE entry=430;
UPDATE page_text SET text='昨晚他第一次开口说话。他叫赫尔拉斯，是一个德鲁伊。他被派到这里来调查关于野猪人之神的传闻。$B$B 他用虚弱的声音告诉我，他相信大野猪残骸那里就是一万多年前的上古战争时期野猪之神阿迦玛甘和燃烧军团激战的地方。阿迦玛甘的庞大身体最终倒下了，他的血慢慢渗入了大地，血流过的地方都长出了巨大而扭曲的荆棘…… ' WHERE entry=431;
UPDATE page_text SET text='赫尔拉斯和他的同伴寻找在这一地区的堕落之源。他告诉我说，阿迦玛甘应该是个纯洁的神，但是这片土地为什么会遭到这些邪恶的野兽和恶性荆棘的污染呢？现在这还是一个谜。$B$B 我还想询问更多的消息，可是赫尔拉斯又一次失去了知觉…… ' WHERE entry=432;
UPDATE page_text SET text='-- 第六天 --$B$B 赫尔拉斯的情况变得更糟了。$B$B 他今天只醒过一次。他痛苦地呻吟着，不过他所要表达的资讯很明显：如果我能从剃刀沼泽逃出去，那么我就必须必须把消息传达给萨兰纳尔的法芬德尔，卡尔加·刺肋的势力正在南贫瘠之地不断膨胀，它的力量正在迅速壮大。在这股邪恶而堕落的势力涌出剃刀沼泽之前，我们必须阻止它！            ' WHERE entry=433;
UPDATE page_text SET text='可怜的赫尔拉斯看起来苍白得就像一把骨头，发烧也越来越厉害。野猪人一直在为某种军事行动做准备，我担心如果我还不快点逃跑的话，我将会遭遇和我的精灵狱友一样的命运。$B$B 我的计划是在野猪人下一次出去打猎的时候逃跑。守卫我的野猪人很懒，经常在当班的时候呼呼大睡。 ' WHERE entry=434;
UPDATE page_text SET text='从沼泽跑出来之后，我就往千针林的方向走，然后向西到菲拉斯森林边界的萨兰纳尔去。我要到那里去找到那个名叫法芬德尔的德鲁伊。$B$B 起初我只是在寻找我们的过去，而现在事情变得愈加复杂和艰钜了。联盟的安危就掌握在我手中……' WHERE entry=435;
UPDATE page_text SET text='订单号：45TK-3$B 买家：克拉维尔·浓须$B$B 发货单：$B$B 水棘轮 (3)$B 转发栓 (50)$B深怒牌鼻烟粉 (1)$B 高级棱镜 (3)' WHERE entry=436;
UPDATE page_text SET text='我很想亲自把信交给您，不过我担心如果我离开这里的话，也许会错过一些重要的事情。$B$B 如果你想要了解到更多关于奥萨拉克斯之塔的资讯，可以问问递送这封信的信差，$g他:她;
协助我完成了任务，你应该可以信任$g他:她;
。$B$B 巴苏尔·影击' WHERE entry=437;
UPDATE page_text SET text='哥布林纳兹·斯迪波尔据称是某位商业大亨的儿子（哪位商业大亨?这条情报的价钱可高了）。$B$B 看起来，他非常喜欢花家里的钱，而不是花自己挣到的钱。所以他从他家里的藏宝室里偷了出一些财产出来，现在就把它藏在闪光平原上。$B$B 如果他的父亲知道了他的去向，那老爷子肯定会去把他揪出来，拖回家……然后砍掉他的一根脚趾，以惩罚他的傲慢。' WHERE entry=438;
UPDATE page_text SET text='菲兹巴布先生：$B$B 送来这封信的$r和我希望您能够参与我们的一桩生意。$B$B 正如您所知道的那样，我在闪光平原上待了不少日子了——我刚刚提到的生意是和这里进行的赛车比赛有关的。$B$B 如果赛车以及与之相关的赌博能让你感兴趣的话，那就请继续读下去，我相信您的知识对于我们的计划来说是非常有用的。 ' WHERE entry=439;
UPDATE page_text SET text='菲兹巴布先生：$B$B 您交给我的合作人的那些酒非常棒。酒味醇厚，而且很容易让人上瘾。我相信喝过它的人一定会想要喝更多的。$B$B 我们为此向您表示感谢，克兰克。$B$B 我诚心邀请您来闪光平原来和我们一起把握这里的赌车机会，或者如果你公务繁忙的话，也可以让某位好友来这里玩一玩。$B$B - 克拉维尔' WHERE entry=440;
UPDATE page_text SET text='善良的马特克：$B$B 现在我遇到了一些困难，所以需要你的帮助。$B$B 我兄弟和我要造一辆赛车，所以我们需要一些强力的活塞。我试过的那些都不够结实，用那种破玩意根本没办法把我们新车的速度给提起来，而且引擎还老抛锚!$B$B 你是最优秀的金属工匠，你一定能帮上忙，而且你是我们唯一的指望啦! ' WHERE entry=441;
UPDATE page_text SET text='如果你想要找到霜喉雪人的话，就必须用它最喜欢的食物把它引诱出来。$B$B 前往奥特兰克山脉，在那里杀掉一只巨型山地狮，把它的肉带到无草洞去。$B 将山地狮的肉放到尤基尔之焰上烧烤，很快，香味就会引来霜喉雪人。' WHERE entry=442;
UPDATE page_text SET text='利用仇恨来利用别人实在是太简单了，我对此深有体会。兽人和食人妖就是最好的例证，他们对联盟的仇恨已经使他们愿意对暗滩教派的任何指示无条件地服从，但是他们对自己所效忠的对象有哪怕一丁点的了解吗?$B$B 那个总是给我们带来麻烦的圣骑士——净化者德尔葛兰——如今已经卷入了梣谷森林的事情里，而他的侍从巴苏尔却正在我的塔外侦察，他还以为为我不知道他在这里呢。 ' WHERE entry=443;
UPDATE page_text SET text='德尔葛兰认为我们的威胁不大，没准只是又一个崇拜死亡的小教团而已。他根本不知道我们其实是暗影议会下的一个分支。$B$B 当我还是个孩子的时候，别人就告诉我，昆虫也能杀人，尽管它看起来根本就不起眼。你最忽视的东西往往伤害你最深，并且还会让你死得很惨。' WHERE entry=444;
UPDATE page_text SET text='这种用于平原赛车的火箭车需要高度的协调性和十分细致的维护。所以说，工作站里的维修人员们一直没法休假也是很正常的。$B$B 维修人员们一直在测试他们的车子，并且正在尽可能地对其进行改进和调校，这是保持车子具有上佳表现的唯一方法。$B$B 所以……我们得用点什么手段让他们的工作人员出点小差错，这些小差错会让车子彻底报废，并让他们退出比赛。            ' WHERE entry=445;
UPDATE page_text SET text='如果我们能够控制哪辆车的状态好哪辆车的状态糟的话，那么……我想，不用再多解释，你也应该知道这对于我们赌车有多大的好处。$B$B 所以，善良的菲兹巴布，我们需要由你来找到一种能把他们的工作人员搞糊涂的方法。$B$B 你知道荆棘谷里有什么植物、药草或者饮料可以让地精和哥布林们变成笨蛋吗?$B$B - 克拉维尔·浓须' WHERE entry=446;
UPDATE page_text SET text='我对于守护神龙和泰坦进行了大量的研究——几乎花费了我一生的时间。在泰坦离开这个世界的时候，他们留下了五头守护神龙。这些强大的龙负责守卫着艾泽拉斯这个世界。它们的传说广为流传，直到今日。除了现在我所收集到的资讯之外，关于这种神奇的生物还有很多需要研究的东西。 ' WHERE entry=447;
UPDATE page_text SET text='药剂师林度恩：$B$B 我希望这封信能安然地送达你那里，遥远的卡林多大陆需要你的帮助。$B$B 现在在离我们牛头人盟友的老家莫高雷地区很近的石爪山一带出现了重大的危机，哥布林风险投资公司在山里肆意砍伐树木，开采矿物，这已经激怒了那里的山灵。 ' WHERE entry=448;
UPDATE page_text SET text='我猜想牛头人萨满和德鲁伊正在努力平息这些山灵的愤怒，牛头人认为石爪山的哥布林风险投资公司是个可怕的威胁。$B$B 无论他们的观点是否正确，我们都必须去帮助我们的盟友。$B$B 林度恩，你在毒药方面颇有建树，能否推荐一种可以在石爪山的哥布林中传播的毒药?$B$B 札玛' WHERE entry=449;
UPDATE page_text SET text='单靠我自己绝对无法学到如此多的知识，因此我要感谢那些夜精灵。他们帮助我学到了许多东西，通过与他们的交流，我发现他们的起源与守护巨龙有很密切的关系，这一点是我所没有料到的。然而，他们似乎对这一秘密显得非常谨慎，即使对我也从未多透露些什么。' WHERE entry=450;
UPDATE page_text SET text='关于我所了解到的守护巨龙的资讯，我将在下文中进行详细的叙述，以便供后世的读者参考。我认为它将会非常有用，因为我感觉到随着时间的流逝，这些龙将会对我们的世界产生非常重要的影响。 ' WHERE entry=451;
UPDATE page_text SET text='雅立史卓莎：$B 雅立史卓莎，强大的上古红龙女王，被泰坦赐予生命守护者的称号。她是第一头被泰坦巨人创造出来的守护巨龙。据说她见证了艾泽拉斯世界中的所有现代种族的诞生。她那优雅而高傲的红龙军团曾经统治着所有的龙类。' WHERE entry=452;
UPDATE page_text SET text='在夜精灵的传说中，雅立史卓莎与半神塞纳留斯是非常亲密的朋友，在燃烧军团第一次入侵的过程中，正是塞纳留斯召唤她参战的。 ' WHERE entry=453;
UPDATE page_text SET text='伊瑟拉：$B 梦境之龙伊瑟拉象征着所有生物的潜意识，翡翠梦境就是她的杰作。虽然她鼓励普通的生物族群发展自己的想像力、创造力和雄心壮志，但她和她的后代却认为真实的世界只是一个幻象而已。伊瑟拉是世界上最优雅和强大的生物之一。' WHERE entry=454;
UPDATE page_text SET text='玛里苟斯：$B 玛里苟斯被称为魔法使者或织法者，他的外形看起来并不是一头典型意义上的龙，据说他可以随意改变自己的外形。自从他在极北之地隐居之后就很少有人见过他，他几乎总是以一种昆虫的形态出现，但是当显出龙形的时候，玛里苟斯与他的后代总是覆着蓝色的鳞片。 ' WHERE entry=455;
UPDATE page_text SET text='诺兹多姆：$B 诺兹多姆是时间之王。这头青铜色的龙对所有旧日的事物都很感兴趣，他专注于收集各个时代的神器，而对现实中的事情不感兴趣——即使是其他守护巨龙的事情对他来说也无关紧要。但是，他的这种性格并不意味着他只沉迷于过去的事务。' WHERE entry=456;
UPDATE page_text SET text='作为保护者，青铜龙对于有文明迹象的地区非常感兴趣。他们具有与生俱来的耐性，在每次行动之前都会进行仔细的观察和计划。诺兹多姆一直致力于保护时间流和那些面临巨大危机的普通种族。 ' WHERE entry=457;
UPDATE page_text SET text='奈萨里安：$B 奈萨里安被称为大地的守卫者，他比其他的守护巨龙更加兢兢业业地守卫着艾泽拉斯世界。他的黑龙军团的职责是创造山岭，以及为各种普通的种族构筑疆界。他的堕落至今仍然是个谜，究竟是外在的原因还是内在的原因造成了他的堕落，这一点尚无定论。我猜想，上古之神也许曾涉足其中。' WHERE entry=458;
UPDATE page_text SET text='这条黑龙发生了完全的改变，最后奈萨里安彻底消失了，取而代之的是死亡之翼，一头充满憎恨与哀怨的恶龙。他不再是大地的守卫者，而变成了死亡的象征。死亡之翼是混乱与邪恶的化身，他永远渴望着进行毁灭。他成为了自上古之神被驱逐后的最邪恶的势力。' WHERE entry=459;
UPDATE page_text SET text='恭喜您!$B$B 您已经成为了这只地鼠的新主人!虽然它看起来很害羞，但我们确信您会发现它非常可爱，而且具有出色的能力。$B$B 在接下来的几页中，您将找到关于地鼠的详细资讯：$B$B$B 再一次对您表示祝贺。您是绝对不会对它失望的。$B$B - 玛维格·铜拴$B 地鼠有限公司' WHERE entry=466;
UPDATE page_text SET text='恭喜您!$B$B 您已经成为了这只地鼠的新主人!虽然它看起来很害羞，但我们确信您会发现它非常可爱，而且具有出色的能力。$B$B 在接下来的几页中，您将找到关于地鼠的详细资讯：$B$B$B 再一次对您表示祝贺。您是绝对不会对它失望的。$B$B - 玛维格·铜拴$B 地鼠有限公司' WHERE entry=467;
UPDATE page_text SET text='恭喜您!$B$B 您已经成为了这只地鼠的新主人!虽然它看起来很害羞，但我们确信您会发现它非常可爱，而且具有出色的能力。$B$B 在接下来的几页中，您将找到关于地鼠的详细资讯：$B$B$B 再一次对您表示祝贺。您是绝对不会对它失望的。$B$B - 玛维格·铜拴$B 地鼠有限公司 ' WHERE entry=506;
UPDATE page_text SET text='-- 第十三天$B 塞拉摩附近的军队活动开始变得频繁起来。许多人匆忙地离开了城市,朝西边去了。$B$B -- 第十四天$B 更多的军队离开了城市。我跟踪了一支小队,看见他们在离开塞拉摩之后很快脱去了制服。也许他们是被驱逐出去了？$B$B -- 第十五天$B 我听到一些塞拉摩的士兵在讨论,说是今天有些卫兵要离开他们的岗位。看来我的猜测是正确的。 ' WHERE entry=507;
UPDATE page_text SET text='失血麻雀：卸货单$B$B （20）酒桶。目的地：塞拉摩$B （50）面粉袋。目的地：塞拉摩$B （2）地精工具箱。目的地：棘齿城$B （30）棉衣。目的地：塞拉摩$B （4）香料。目的地：塞拉摩$B （3）乘客。目的地：塞拉摩' WHERE entry=527;
UPDATE page_text SET text='乔贞：$B 我的担心变成了现实，他们以我没有想到的方式行动了。我从来没有想过他们能够做到这一步，但他们确实做到了。$B$B 请指点给你带来这封信的信差，让$g他:她;
去找那个人。他会帮助我们的。假如事情不是这么紧急，他会继续袖手旁观，但这次他肯定不会。$B$B 谢谢你，老渔夫，你总是那样无私地帮助我。$B$B 你的朋友，$B 德拉维' WHERE entry=528;
UPDATE page_text SET text='船长：$B$B 愿幸运之神在此次旅途中能眷顾您。可惜的是，在我们第一次行动的时候，它却似乎对我们闭上了双眼。$B$B 我们的小队在暴风城与铁炉堡的隧道中试图与我们的目标接触，但他们却撞进了一个圈套中。显然，这表明他的谋略能力远比我们所估计的要高。$B$B 不过，我们已经启动了第二套计划。迪菲亚兄弟会的密探们已经准备等他在塞拉摩入境的时候将他截住。很快暴风城就会重新评估我们的实力……$B$B - M' WHERE entry=547;
UPDATE page_text SET text='第十六天$B 乌里克和萨吉尔已经完成了任务,从塞拉摩港回来了。他们在港口中发现了一条名叫“失血麻雀”的新船,这条船来自于艾泽拉斯大陆的米奈希尔港。$B$B 明天乌里克和萨吉尔会回到港口并偷偷地上船。他们希望能找到一些政治文件,从而搞清楚塞拉摩和联盟之间的关系。' WHERE entry=548;
UPDATE page_text SET text='第十六天$B 乌里克和萨吉尔已经完成了任务,从塞拉摩港回来了。他们在港口中发现了一条名叫“失血麻雀”的新船,这条船来自于艾泽拉斯大陆的米奈希尔港。$B$B 明天乌里克和萨吉尔会回到港口并偷偷地上船。他们希望能找到一些政治文件,从而搞清楚塞拉摩和联盟之间的关系。' WHERE entry=571;
UPDATE page_text SET text='随着科尔苏加德在罗德隆方面的节节胜利，巫妖王同时也已经完成了毁灭人类文明的最后准备工作。耐奥祖已经将他的致疫能量体分装入了数个名为瘟疫炉的可携式容器之中，并命令科尔苏加德将这些瘟疫炉运至罗德隆大陆，他们应该会把它们藏在被教会控制的村民那里。' WHERE entry=572;
UPDATE page_text SET text='这些瘟疫炉由一些忠诚的信徒们守卫着，它们将起到一个产生瘟疫，并将瘟疫散布到从乡村到城市的整个罗德隆大陆北部地方的作用。$B$B 巫妖王的计划目前进展非常顺利。目前瘟疫已经在大陆北部的许多村落中爆发了。与诺森德大陆目前的状况完全相同，所有感染上瘟疫的人都已经死亡，成为巫妖王的奴隶。 ' WHERE entry=573;
UPDATE page_text SET text='克尔苏加德麾下的信徒们正渴望着死亡并被转化为亡灵，继续为他们的黑暗领主服务。他们为由经转化为亡灵所以获得的永恒生命而狂喜。随着瘟疫的继续传播，更多的未被凶悍的僵尸出现在了诺森德大陆之上。克尔苏加德将这些僵尸编入成了一支只效忠于巫妖一人的军队，这支军队正逐渐壮大起来，并有了名字——天灾军团。很快，他们将远征洛丹伦大陆……并将给全世界的人类带来真正意义上的天灾。 ' WHERE entry=574;
UPDATE page_text SET text='没有人知道宇宙到底是怎样形成的。一些人认为，最初是在宇宙的中心产生了一次剧烈的宇宙爆炸，从而将无穷无尽，繁华万千的世界送入到了混沌黑暗里的巨大物质空洞之中，将那个本与现在的世界有着巨大的差距，并有着大量奇异的生命形式存在于其中的另一个世界——混沌黑暗所彻底取代了。另一些人认为正入宇宙本身的存在与运转一般，宇宙是由某种人们认知之外的单一的，绝对的，至高无上的精神所创造的。 ' WHERE entry=575;
UPDATE page_text SET text='尽管这个混沌宇宙的真正起源仍不得人们所知，但可以确定的是，是一个强大的种族将未来万物的存在之基石带到了当初仍处于混沌状态的世界中来，并按自己的意愿为他们之后的生物设计了生存的模式与发展的轨道。$B$B 是的，他们就是泰坦巨人，那种有着巨大的身形与金属质的皮肤，从宇宙之尽头来到这里的神们。他们来到这里并改变了这个世界。他们以自己的力量创造出了巍峨的高山与广阔的大海。' WHERE entry=576;
UPDATE page_text SET text='他们擎起了天空并聚集起了大气——他们所做的一切，都是为了他们神秘的长远计划，他们要用秩序取代这世上的一切混沌。他们甚至加强了某些原始生物种群的力量，以便利用他们帮助自己完成工作，并使他们的理想世界的达到最终的完善。$B$B 泰坦巨人们由一个名为“万神殿”的精英组织所领导着，自第一创造纪元之后，他们已经秩序化了近乎一千万个从混沌黑暗中分离出来的世界。 ' WHERE entry=577;
UPDATE page_text SET text='仁慈的万神殿寻求的是维持他们所创造出的世界的和平，因此他们必须永远与那些来自秽恶而黑暗的异次元空间——扭曲虚空中的阴险生物为敌。扭曲虚空是一处充斥着混乱魔法效果的，由乙太质构成的次元空间，它与多元宇宙中无数的世界都联系在一起，它也是许多只知毁灭其他生命体与吞噬宇宙中一切能量的邪恶生物或恶魔类存在的地方。' WHERE entry=578;
UPDATE page_text SET text='-- 第十七天$B 乌里克回到了这里,他失败了。萨吉尔被抓住了。我只好派乌里克去把他的任务报告递交给纳泽尔。$B$B 我必须要留在这里,我必须得监视塞拉摩海岸的船只活动情况。我会继续监视,并及时汇报任何有价值的情报。' WHERE entry=579;
UPDATE page_text SET text='第一套计划已经失败了！$B$B 我们的卧底成功地修改了值班表，并得以在那天晚上轮入隧道值勤，但是由于来自暴风城的某些不可预料力量的干扰，目标竟然在我们的眼皮底下安然逃脱了。好在我们对这种情况早有准备，在伏兵撤离暴风城之前，已经秘密地启动了第二套计划，并且进展非常顺利。 ' WHERE entry=580;
UPDATE page_text SET text='第二套计划非常简单，但需要我们付出更多的耐心。我们安插在米奈希尔港的人已经竭尽全力了，而且他干得非常漂亮。我们很容易就可以跟上我们的目标，并在起程的时候把他抓住。' WHERE entry=581;
UPDATE page_text SET text='攻击行动最好能在离他们的目的地不远的地方展开，据说我们的盟友也埋伏在那一带。我真是不明白，我们为什么要和那种生物结成同盟，但我也没有什么办法，我们是迫不得已。不过算了，这也没什么。只要我们能把目标握在我们自己的手掌中，就一定可以从暴风城那里拿回当初他们从我们手中偷走的东西！' WHERE entry=582;
UPDATE page_text SET text='攻击行动最好能在离他们的目的地不远的地方展开，据说我们的盟友也埋伏在那一带。我真是不明白，我们为什么要和那种生物结成同盟，但我也没有什么办法，我们是迫不得已。不过算了，这也没什么。只要我们能把目标握在我们自己的手掌中，就一定可以从暴风城那里拿回当初他们从我们手中偷走的东西！' WHERE entry=606;
UPDATE page_text SET text='长须先生：$B$B 正如阁下所知，我们雷矛家族有着全大陆最挑剔的眼光和品味，您所制作的盾牌品质之高也是令我们非常欣赏的。$B$B 因此，我非常希望能得到一面由您亲手打造的盾牌。以下是我对盾牌的一些个人要求： ' WHERE entry=607;
UPDATE page_text SET text='长须先生：$B$B 正如阁下所知，我们雷矛家族有着全大陆最挑剔的眼光和品味，您所制作的盾牌品质之高也是令我们非常欣赏的。$B$B 因此，我非常希望能得到一面由您亲手打造的盾牌。以下是我对盾牌的一些个人要求： ' WHERE entry=626;
UPDATE page_text SET text='在洛丹伦联盟与兽人部落之间爆发的惨烈的第二次大战留给联盟的只有激烈的动荡与巨大的混乱。那些嗜血的兽人在他们优秀的酋长奥格瑞姆·毁灭之锤的领导下，不仅攻陷了矮人们的卡兹莫丹，甚至还攻入了洛丹伦王国中部的好几个省。那些冷酷的兽人甚至还在他们的暴行最终结束之前成功地劫掠了远在大陆一隅的精灵王国奎尔萨拉斯。 ' WHERE entry=627;
UPDATE page_text SET text='联盟军队在三位最高指挥官安度因·洛萨爵士，光之使徒乌瑟，以及迪林·普劳德摩尔海军上将的领导下，将那些兽人们驱赶向艾泽拉斯南方的那片焦土之上——那里也是当初被兽人所毁灭了的第一王国的遗址。$B$B 最终，在洛萨爵士的领导下，联盟军将末日锤麾下的诸氏族又赶回了当初的兽人在艾泽拉斯大陆上控制的区域里。而洛萨的军队则一直追击着兽人，直到他们退回兽人的主城黑石塔，在那里，双方进行了最后一次攻防战。 ' WHERE entry=628;
UPDATE page_text SET text='毁灭之锤决定进行最后的一搏，他和他的军官们领军从塔中主动出击，并与洛萨手下的圣骑士们在燃烧平原的正中央展开了一场史诗般的战争。毁灭之锤与洛萨都倾其所有兵力投入了此次大战，并留下了无数的尸体。尽管最后毁灭之锤以极其微弱的优势击败了洛萨，但这位大英雄的死却并不是这位酋长所希望得到的结果。' WHERE entry=629;
UPDATE page_text SET text='图拉扬，洛萨最信任的一位上尉，拾起了沾满了鲜血的洛萨的盾牌，并将重新聚集起了他那些悲痛欲绝的同袍们展开了一次绝地大反击。坟墓遍布整个艾泽拉斯与洛丹伦，图拉扬的军队最终在一次正面战斗中击溃了毁灭之锤最后的残余部队，带着光荣与鲜血取得了最后的胜利。 ' WHERE entry=630;
UPDATE page_text SET text='那场大战之后，被击溃了的兽人们已经一无所有了，只得带着愤怒逃向兽人在大陆上的最后一处堡垒——黑暗之门。$B$B 图拉扬和他的战士们将兽人残部一直驱赶到了悲伤沼泽之中，并进入了黑暗之门所在的诅咒之地。在那里，巨大的黑暗之门脚下，为了生存的部落残兵与为了复仇的联盟先锋展开了第二次大战中最后一场血腥的战役。' WHERE entry=631;
UPDATE page_text SET text='兽人的数量远远少于联盟，而且他们的脑海已经彻底被伴随着复仇而生的嗜血之诅咒所占据住了，于是，兽人无可避免地倒在了愤怒的联盟军脚下。毁灭之锤被俘虏了，并被押往洛丹伦，但他手下的各氏族此时却又重新在北方聚集了起来，他们回到了洛丹伦大陆。 ' WHERE entry=632;
UPDATE page_text SET text='仅仅在守望堡完成后的几个月，黑暗之门的能量再度高涨起来，并且打开了一条通向德拉诺的通道。部落中残余的兽人们在萨满长老耐奥祖的领导下，再次对艾泽拉斯的产生了野心。为了增加耐奥祖的法力，兽人计划去偷取一些的古老的法器，他们计划在德拉诺打开一个新的入口，以便使他们永远地逃离那个命中注定的红色世界。 ' WHERE entry=633;
UPDATE page_text SET text='在得知了耐奥祖再次计划侵攻联盟的领地之后，洛丹伦王国国王泰瑞纳斯定派出大军远征德拉诺，以一劳永逸地彻底铲除兽人势力对艾泽拉斯的任何威胁。在大法师卡德加与大将军图拉扬的领导下，联盟军彻底在燃烧之地彻底击败了兽人势力。但尽管有着精灵巡逻员艾拉莉娅与矮人库尔丹麾下的精锐部队加盟联盟军，卡德加还是未能阻止耐奥祖打开传送门并逃到其他大陆去。' WHERE entry=634;
UPDATE page_text SET text='由于入口聚积的能量过于剧烈，因此德拉诺世界中骤然出现了巨大的风暴。当卡德加正竭尽全力带领着他的同袍们为回到艾泽拉斯而拼命地战斗时，耐奥祖却仅仅带着他最信任的仆人们成功地从一个传送门中逃走了。了解到他们的最终命运只有死亡之时，卡德加与他绝望的同伴们无私地决定毁掉黑暗之门，以使艾泽拉斯不会受到德拉诺被毁灭的波及。 ' WHERE entry=635;
UPDATE page_text SET text='想尽了各种办法，英雄们终于成功地毁掉了黑暗之门，拯救了艾泽拉斯。然而，他们是否德拉诺唯一能赋予他们的死亡之命运，这就不得而知了。 ' WHERE entry=636;
UPDATE page_text SET text='在人类与兽人之间爆发第一次大战的一千年以前，艾泽拉斯世界上的所有文明都孕育于一片为无尽且暴戾的海洋之中的一片广袤大陆之上。而当时的卡利姆多大陆上只有一些奇异的种族和生物，它们还在为了和这片觉醒之地上的元素进行着生存的斗争。在这边黑暗大陆的中心，有着一个汹涌着炽热能量的神秘湖泊。 ' WHERE entry=637;
UPDATE page_text SET text='被称为永恒之井的湖是世界魔力和自然力的中心。这口井从无穷无尽的浑沌黑暗之中汲取能量，并以独特的方式用这些能量滋养着整个世界。$B$B 有一天，一个古老的崇拜着黑夜的人形生物氏族小心翼翼地来到了这个充斥着超自然力量的魔法之湖的边上。' WHERE entry=638;
UPDATE page_text SET text='这个当时尚未开化的，过着游牧生活的类人生物族群被井中的奇异能量所吸引而来，并在它宁静海岸边上建立起了永久性的居所。随着时间的流逝，井中的大宇宙力量对这个族群产成了潜移默化的影响，让他们更加强壮，睿智并拥有了不朽的生命。这个部族自称为卡多雷，这个名字在他们的语言中意为“星辰之子”。为了庆贺新的社会制度的诞生，他们沿着湖泊建立起雄伟的居所与庙宇。 ' WHERE entry=639;
UPDATE page_text SET text='卡多雷，或称呼他们为夜精灵，崇拜月神伊露恩。他们相信她白天就睡在井中心最闪光的地方。由于受到井中所蕴涵着的秘密与魔力所吸引，早期的夜精灵祭司和先知们总是对井充满好奇，并孜孜不倦地研究着它。随着他们社会的发展，夜精灵终于了解到了卡利姆多大陆的宽广幅度并发现了生活在这片大陆上的无数居民。' WHERE entry=640;
UPDATE page_text SET text='唯一能阻止他们探索这片大陆的只有古老而强大的龙了。虽然$B 这些身形巨大而蜿蜒的生物总是过着遁世隐居的生活，但它们会为防止任何潜在的威胁波及这片大陆而做出努力。夜精灵们认为这些龙正是这个世界的守护者，并且最好不要打扰它们和它们的秘密。 ' WHERE entry=641;
UPDATE page_text SET text='无疑，正是夜精灵的好奇心使他们和具有强大能力的神祗们相遇，并且成为了好朋友。例如塞纳留斯，一位在原始森林中颇有势力的半神。塞纳留斯很喜欢这些好奇的夜精灵，并花了许多时间教他们认识这个美丽而富饶的大自然。天性喜好宁静的卡多雷也对卡利姆多的森林产生出了共鸣一般的感觉，并为大自然的和谐感到欣喜。' WHERE entry=642;
UPDATE page_text SET text='随着看似无尽的时间的流失，夜精灵的文明无论是在土地还是文化上都有了长足的发展。他们的庙宇，道路以及居所正逐渐遍布整块黑暗大陆。夜精灵们美丽而天赋鼎异的女王阿斯萨拉在永恒之井的岸边建立起了一座庞大而雄伟的宫殿，并带着她最宠幸的仆人们住进了这座金碧辉煌的宫殿中。 ' WHERE entry=643;
UPDATE page_text SET text='她最宠幸的那些仆人们被唤作“奎尔多雷”，或叫他们贵族，他们只对她一个人宣誓效忠，从不违背她的任何旨意，并坚信他们比其他的低阶夜精灵同族要强。尽管阿斯萨拉女王能够得到所有夜精灵的爱戴，但这些贵族们却是在被某些抱着妒意的族人所嫉恨着的。$B$B 贵族们与祭司们同样对永恒之井充满了好奇，于是阿斯萨拉女王也乐得命令这些贵族一同去研究井中奥秘，并揭露开它与这个世界的真正联系。            ' WHERE entry=644;
UPDATE page_text SET text='奎尔多雷们全力工作，日夜不停地研究月井。再这个过程中，他们得到了一种能够控制井中宇宙能量的能力。在不断的研究与实验进程结束之后，卡多雷发现这种新的能量既可以用于创造万物，也可以用于摧毁万物。奎尔多雷们对于那些原始魔力感觉无从入手，所以他们下定决心要掌握这种新生的力量。 ' WHERE entry=645;
UPDATE page_text SET text='尽管他们明白，如果不负责的使用这种新生的力量，将会给世界带来极大的威胁，但是阿斯萨拉女王和她的贵族们还是不计后果地继续练习他们的施法能力。塞纳留斯和许多夜精灵学者都警告他们说，若不能正确地对待这种魔法的话，必定会导致灾难。但是，阿斯萨拉女王和她的手下此时已经什么都听不进去了。 ' WHERE entry=646;
UPDATE page_text SET text='随着他们的力量变得越来越强大，艾萨拉女王和她身边的贵族们身上发生了剧变。这些高傲的上位者们开始对他们的臣民们越来越冷淡，越来越残忍。似乎是有一块黑色的面纱罩住了艾萨拉那曾经令人痴迷的美丽。她开始不再在意她曾喜欢过的东西，并拒绝与她唯一信任的贵族祭司们以外的任何人接触。 ' WHERE entry=647;
UPDATE page_text SET text='一位名叫法里奥·怒风的年轻且无畏的学者也花了大量的时间来研究永恒之井。他开始怀疑永恒之井的力量已经使得贵族们——甚至是他所敬爱的女王陛下的精神堕落了。尽管他还不能确信这种邪恶力量是什么，但他确信夜精灵们的生活很快就要发生永久的变化了…… ' WHERE entry=648;
UPDATE page_text SET text='- 漂亮的边缘,长度从拳到肘。$B$B - 边上是银色的铆钉。$B$B - 中间有一枚三指宽的银色大铆钉。$B$B - 橡木材料,用铁加固。$B$B - 把我的名字,格林戈·雷矛,嵌在盾牌顶部边缘。 ' WHERE entry=649;
UPDATE page_text SET text='我们会使用和往常一样的管道来完成支付。顺及，请给这位信差支付一份标准的报酬，您可以把它算进盾牌的价格中。$B$B $B$B 非常感谢！$B 您真诚的格林戈·雷矛' WHERE entry=650;
UPDATE page_text SET text='艾泽拉斯大陆上的亡灵们并非是随着阿尔萨斯王子的堕落而诞生的，他们的诞生还可以追溯到更早些的时候。这件导致了洛丹伦大陆沦陷的时间很早以前就埋下了种子；它在兽人诸氏族及燃烧军团来到大陆的时候就开始了。 ' WHERE entry=669;
UPDATE page_text SET text='来自德拉诺（兽人原本居住的世界）的兽人们本是信奉着萨满教的，并有着高贵的传统。他们都是强大的战士，无论是肉体还是精神都十分的坚韧。因此燃烧军团找到了他们。军团中最强大的一位恶魔基尔加丹希望能将驾驭这些兽人氏族为他所用，利用他们的武力来为燃烧军团征服一个又一个的世界。 ' WHERE entry=670;
UPDATE page_text SET text='基尔加丹找到那些氏族的领袖，一位名为耐奥祖的强大萨满。他向耐奥祖许诺以神秘的力量与知识来换取兽人诸氏族为燃烧军团效力，耐奥祖答应了他，与他签定了条约。这份条约不仅就此注定了他们的命运，也毁灭了他们的世界。 ' WHERE entry=671;
UPDATE page_text SET text='随着时间的流逝，耐奥祖意识到了氏族的命运已经落入了燃烧军团的手中，并且，这位兽人中最伟大的萨满开始逐渐对基尔加丹表示出了不满。基尔加丹被耐奥祖的反叛行为彻底激怒了，他决定换一个手下，于是便转向了耐奥祖的学徒古尔丹，古尔丹显然比耐奥祖更加堕落。 ' WHERE entry=672;
UPDATE page_text SET text='正是古尔丹应该为氏族中的萨满之道的逐渐没落而负全部的责任。对力量的渴求与试图控制一切的野心使他彻底拜倒在这些诱惑前。在基尔加丹的帮助下，古尔丹开始了他对诸氏族的统治。曾经高贵的兽人们就此而堕落了，成为了一群没有心智的野蛮人。自恶魔的血液被注入了他们的身体之后，兽人们比以前更加野蛮和残忍了。 ' WHERE entry=673;
UPDATE page_text SET text='尽管基尔加丹在耐奥祖身上遭遇了失败之后立刻转向古尔丹仍是堕落，但他仍然非常憎恶那位老萨满，并发誓一定要让耐奥祖履行他们之间的合约。基尔加丹最终抓住了耐奥祖，并使用了一系列残酷的刑罚来折磨他，迫使这位老萨满就范。耐奥祖只求一死，但基尔加丹提醒他，合约仍然束缚着两人。基尔加丹最终还是杀死了他，但这仅仅是在肉体上，这位老萨满的灵魂在进入扭曲虚空之前却被基尔加丹擒获了。 ' WHERE entry=674;
UPDATE page_text SET text='基尔加丹将耐奥祖的灵魂封入了一块由扭曲虚空采集来的冰块中。然而在被封入冰块时，耐奥祖从中汲取到更多的力量。肉体上的伤害与如此强大力量的灌注使得耐奥祖彻底变了。 ' WHERE entry=675;
UPDATE page_text SET text='基尔加丹将这块封锁着耐奥祖灵魂的冰块透过次元门丢回了艾泽拉斯，落在一片名为诺森德大陆的地方。此举无疑是将这个最邪恶的人引入我们的世界。耐奥祖就此留在了那里；在他的位置下出现了冰霜与憎恨相结合的王座。曾经最受爱戴与尊敬的萨满领袖如今成了一位无比强大的巫妖王。 ' WHERE entry=676;
UPDATE page_text SET text='因为基尔加丹仍对巫妖王心存忌惮，于是他派出了他手下恐惧魔王们去监视耐奥祖的灵魂，并确保这位巫妖王能乖乖服从他的命令。这些吸血鬼般的仆人带着毁灭巫妖王的阴谋与对他无比力量的欲望，非常兴奋地来到艾泽拉斯大陆，并计划将这个世界上现存的所有种族全部消灭。 ' WHERE entry=677;
UPDATE page_text SET text='一段时间过去了。在这段时间中，巫妖王利用他强大的法力彻底控制了诺森德大陆上所有生物的心智，强迫着它们在他的冰封王座周围建立了一座宏大的根据地。如今，诺森德大陆如今已经完全落入了巫妖王的统治之下，耐奥祖也已经决定了，他的下一个目标将是洛丹伦大陆。由于被封在冰中，这位前兽人萨满开始寻找更多可供他操纵与摆布的思想。他的诱惑与召唤已经跨越了大海，遍及各个大陆。 ' WHERE entry=678;
UPDATE page_text SET text='没有人能够忽视巫妖王的召唤，这一点在一小部分拥有着强大力量的人群中尤其明显。在这其中有一人特别值得一提，他就是达拉然法师的执政团体肯瑞托中的重要一员，大法师克尔苏加德。他热衷于追寻包括黑魔法在内的各种魔法，甚至不惜为此与肯瑞托的政策为敌。克尔苏加德为了能从巫妖王那里学到更多的东西而不顾肯瑞托的阻挠，他切断了他与大陆上其他任何人的联系，来到到巫妖王的身边。 ' WHERE entry=679;
UPDATE page_text SET text='于是，两人之间签定下了一份合约。克尔苏加德以对巫妖王的效忠换取到了不朽的生命与无穷的力量。而克尔苏加德第一个任务就利用他在洛丹伦大陆上的财产与影响力在大陆上建立一个教派——诅咒教派。这个教派向他们的信徒们承诺，只要宣誓永远追随与崇拜诅咒教派的神——耐奥祖，他们就将得到平等的对待与永恒的生命。 ' WHERE entry=680;
UPDATE page_text SET text='耐奥祖随后制造出了一种用于向洛丹伦大陆上的人类文明散布瘟疫的器物，并将这些器物交给克尔苏加德。他命令法师将这种瘟疫传遍大陆。而他的信徒们则将不计代价的保护好这些器物，以便传播行动的进行。 ' WHERE entry=681;
UPDATE page_text SET text='一旦进入了适当的地区，瘟疫病毒便会渗透入地表并开始在那些对此一无所知的市民进行传播。而在克尔苏加德的管理下，巫妖王的军队迅速壮大起来，并控制了洛丹伦的大部分土地。这支军队就是后来的天灾军团，它的唯一目标就是将艾泽拉斯大陆上的人类全部都清除干净。' WHERE entry=682;
UPDATE page_text SET text='Payment will be made through the usual channels.  And do give the bearer of this request a standard, delivery stipend.  You may add it to the cost of the shield. Sincerely, and many thanks, --Gringer Stormpike ' WHERE entry=689;
UPDATE page_text SET text='墓碑上被潦草地刻上了“叛徒”这两个字，除此之外，碑文还清晰可见：$B 尤瑞夫安眠于此。$B 挚爱的父亲，丈夫，圣骑士。$B 让他的孩子们见证他对圣光奉献的事实是无庸置疑的。$B 他从不要求他的孩子们做他自己做不到的事。 ' WHERE entry=690;
UPDATE page_text SET text='墓碑上被潦草地刻上了“叛徒”这两个字，除此之外，碑文还清晰可见：$B 尤瑞夫安眠于此。$B 挚爱的父亲，丈夫，圣骑士。$B 让他的孩子们见证他对圣光奉献的事实是无庸置疑的。$B 他从不要求他的孩子们做他自己做不到的事。 ' WHERE entry=695;
UPDATE page_text SET text='Diary - Day 4 I have been stranded on the Island now for 4 days, left alone with my thoughts.   Bananas are pretty tasty, but what a long climb to reach them.  When I am not getting food or protecting myself from the periodic rain, all my thoughts are of ' WHERE entry=696;
UPDATE page_text SET text='日记 - 第512天$B$B 我最近和香蕉们聊了很多，我也从它们的话中了解到了许多有关它们文化的东西。我对自己无意之间毁灭了它们的家园、吃了它们的孩子表示万分的歉意。对于这个差点被我毁灭的文明，我了解得实在是太少了。$B$B 似乎我的纸和瓶子都快用光了。我第一眼看到海滩上堆着的这些纸和瓶子的时候，还以为那是取之不尽用之不竭的呢。我的生命快要结束了，我的日记也是。 ' WHERE entry=697;
UPDATE page_text SET text='$B 艾泽拉斯世界中总是会有着各式各样的奇迹。植物，动物，文明，魔法，这些都是永远不变的主题。事实上，世界上有着无穷无尽可以勾起人们好奇心的东西，很难把它们看尽。$B$B 但只要一个人能真正深入地观察，他的面前就会出现无数全新的世界，而每一个世界中都还有属于它们自己的奇迹。$B$B 这就如同每个世界都有属于它们的恐怖一般。 ' WHERE entry=698;
UPDATE page_text SET text='$B 我写这本书的目的就是将这些东西仔细归类，这些来自异世界的恶魔们的唯一目的就是摧毁我们的世界，所以当冒险者们遇到它们时，一定要能准确地认出它们来。$B$B 所以，如果你也愿意承担起保卫艾泽拉斯的职责，就请仔细阅读这本书，以了解你的敌人。$B$B - 乌尔$B 达拉然法师 ' WHERE entry=699;
UPDATE page_text SET text='我所写的这种怪物是狼人。$B$B 古老的乡村民谣或传说里经常会提到类似的生物，哪个农村里的孩子会没有听说过这种半人形直立行走的野兽呢?$B$B 事实就是隐藏在这类传说背后的——或许人们正是利用这种故事来警告狼人，就好像用这些故事来吓唬小孩子一样。 ' WHERE entry=700;
UPDATE page_text SET text='在你将这些故事当作耳旁风而不屑一故之前，请先允许我告诉读者们：狼人是确实存在的。它们或许与我们不处在同一个世界中，但他们的家乡与我们的世界之间却存在着某种通路，而某种强力的魔法力量则可以通过它将狼人带到我们这里来。$B$B 这种魔法最好永远无人知晓，因为狼人所到之处，留下的只有恐惧与鲜血。 ' WHERE entry=701;
UPDATE page_text SET text='将它们与我们世界中的狼对比后，你会对它们有更多了解。当你看见狼人的时候，你很快就会发现它那卷曲的毛发、尖锐的耳朵、修长的口鼻部位，这些都与我们所熟知的狼非常类似。$B$B 但你也很容易地看出两者的区别：它们的毛皮下包裹着一副更加强健的躯体，它们可以双足直立行走，并有着如匕首一般锋利的尖牙利爪。在它们凄惨的嚎叫声中隐藏着一种其他野生兽类绝不会有的凶残。 ' WHERE entry=702;
UPDATE page_text SET text='狼人生存的世界是个充斥着梦魇的黑暗之所。如果你要问那个世界上有什么地方可以不被这些狼人肆虐，我的研究显示：没有。$B$B 其实，只要想一想狼人这种生物是多么的残忍与邪恶，就知道那种地方是不可能存在的了。$B$B 不过，狼人似乎很满足于留在它们自己的世界里，尽管它们中间的一部分成员掌握着强大的魔法力量，但却从没有试图向艾泽拉斯世界进军。$B$B 这对我们来说未尝不是一件幸事。 ' WHERE entry=703;
UPDATE page_text SET text='正如之前所提到的，一些狼人有相当成熟的魔法造诣，而且他们的魔法中蕴涵着黑暗与堕落的力量。$B$B 诅咒与超自然的毒素是他们经常使用的东西，所以在面对这些狼人魔法师的时候，你必须要有对抗暗影魔法的准备。 ' WHERE entry=704;
UPDATE page_text SET text='我真希望再也没有其他的达拉然法师召唤狼人了——即使是出于良好的目的。只要不再签订更多的契约，就不会有更多的秘密被泄露出去，这些野兽是不会为我们带来任何好处的。$B$B 它们最好永远留在它们的世界里。如果它们来到我们的世界，那我们无疑将面临毁灭的劫难……' WHERE entry=710;
UPDATE page_text SET text='赫格拉姆，$B$B 无论是谁提议在荒芜之地的卡加斯建立一片基地，都将得到我的赞同。这个计划将使我们在那里拥有常备的驻军。那里的天气很糟，到处都是凶恶的野生动物与好战的土著，也没有什么补给，的确是一处非常恶劣的危险场所，但我们最好的战士与斥候无疑可以在那里立足。$B$B 这计划很好。干的漂亮。 ' WHERE entry=711;
UPDATE page_text SET text='身为卡加斯派出的斥候，我对周围环境的描述如下：$B$B - 红色的岩石丘陵与干燥的平原，只有极少数生物才能在此生存。$B - 阳光炽烈，强风。$B - 没有湖泊和溪流，也没有任何池塘。想要找水的话，就必须挖出泥泞的深井，或者从仙人掌与其他针刺类植物中榨水。$B$B 简而言之：燥热，难以生存。 ' WHERE entry=712;
UPDATE page_text SET text='荒芜之地中满是我们的敌人。巨魔会从沙中咆哮着突然钻出，伏击任何缺乏警惕的冒险者。黑铁矮人则在卡加斯的东部建立了一处基地，并和他们那些浅色皮肤的表亲们在洛克莫丹北部地方交战。某种野蛮且原始的名为穴居人的种族疯狂地占据着这里的每一片土地，并寸步不让地保护着他们的领地。$B$B 那么荒芜之地东部的莱瑟罗峡谷呢?它彻底被龙占据了。我们不知道那里的龙有多少，也不知道他们有多强大，因为派去那边侦查的斥候没有一个能活着回来的。 ' WHERE entry=713;
UPDATE page_text SET text='不用说就知道，我们卡加斯卫戍部队对能够被部署在这里感到非常高兴。我们已经在这里坚强地扎下了根，因为只要我们略微示弱，就会死在这里。$B$B 在这里也没有别的办法可以生存下去了。$B$B 尼卡·血痕$B 斥候队长，卡加斯' WHERE entry=714;
UPDATE page_text SET text='Helgrum, My compliments to whomever issued the order to establish our base of Kargath in the Badlands.  It is an ideal locale to train our troops.  Its harsh weather, vicious wildlife, warlike natives and complete lack of outside support make this place a' WHERE entry=730;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <BR/><BR/> <BR/><BR/> <H1 align="center"><BR/> 伊莉莎<BR/> </H1><BR/> <BR/><BR/> <BR/><BR/> <BR/><BR/> <BR/><BR/> <P align="center"><BR/> 亲爱的妻子，希望大地可以抚慰你饥渴的灵魂。<BR/> </P><BR/> </BODY><BR/> </HTML>' WHERE entry=731;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <BR/> <H1 align="center"> Eliza </H1> <BR/> <BR/> <BR/> <BR/> <P align="center"> Beloved wife, may the earth sate your hunger. </P> </BODY> </HTML> ' WHERE entry=750;
UPDATE page_text SET text='活塞的技术参数：$B$B 长度：32胡展$B 宽度：12胡展$B 重：23.5豆克 - 25.5豆克$B 传导：70趾曲$B 杆部强度：大于等于98$B 连结指数：烈酒级或更高$B$B 若你忘了地精的度量衡单位，说明如下：$B 胡展=一根胡子的长度$B 豆克=一块鹰嘴豆的重量$B 趾曲=脚趾的曲度' WHERE entry=751;
UPDATE page_text SET text='我带着队伍继续往海边走去，希望在那里的海岸线旁找到某个可以避开迅猛龙的地方。但是在匆忙之中，我们跑到了一处危险的高地，这是个可怕的错误，全都是我的错。我们停在了一个陡峭的悬崖边，而那些迅猛龙距离我们仅有几步之遥。' WHERE entry=752;
UPDATE page_text SET text='我带着队伍继续往海边走去，希望在那里的海岸线旁找到某个可以避开迅猛龙的地方。但是在匆忙之中，我们跑到了一处危险的高地，这是个可怕的错误，全都是我的错。我们停在了一个陡峭的悬崖边，而那些迅猛龙距离我们仅有几步之遥。' WHERE entry=770;
UPDATE page_text SET text='喂食和照料须知：$B$B 我们郑重承诺为您提供照料宠物所需的一切资讯，让您从地鼠有限公司得到专业的服务!$B$B 为了达到这一目标，我们为牢固的地鼠笼设计了一些小孔，这让您的宠物可以在其中安逸地生活，而且不用受日晒雨淋之苦。$B$B 为了您的方便起见，每只笼子中都安装了一个喂食器，它带有诱人的蓝叶薯的味道（这是地鼠最喜欢的食物）! ' WHERE entry=771;
UPDATE page_text SET text='喂食和照料须知：$B$B 我们郑重承诺为您提供照料宠物所需的一切资讯，让您从地鼠有限公司得到专业的服务!$B$B 为了达到这一目标，我们为牢固的地鼠笼设计了一些小孔，这让您的宠物可以在其中安逸地生活，而且不用受日晒雨淋之苦。$B$B 为了您的方便起见，每只笼子中都安装了一个喂食器，它带有诱人的蓝叶薯的味道（这是地鼠最喜欢的食物）! ' WHERE entry=790;
UPDATE page_text SET text='身为卡加斯派出的斥候，我对周围环境的描述如下：$B$B - 红色的岩石丘陵与干燥的平原，只有极少数生物才能在此生存。$B - 阳光炽烈，强风。$B - 没有湖泊和溪流，也没有任何池塘。想要找水的话，就必须挖出泥泞的深井，或者从仙人掌与其他针刺类植物中榨水。$B$B 简而言之：燥热，难以生存。 ' WHERE entry=791;
UPDATE page_text SET text='荒芜之地中满是我们的敌人。巨魔会从沙中咆哮着突然钻出，伏击任何缺乏警惕的冒险者。黑铁矮人则在卡加斯的东部建立了一处基地，并和他们那些浅色皮肤的表亲们在洛克莫丹北部地方交战。某种野蛮且原始的名为穴居人的种族疯狂地占据着这里的每一片土地，并寸步不让地保护着他们的领地。$B$B 那么荒芜之地东部的莱瑟罗峡谷呢?它彻底被龙占据了。我们不知道那里的龙有多少，也不知道他们有多强大，因为派去那边侦查的斥候没有一个能活着回来的。 ' WHERE entry=792;
UPDATE page_text SET text='不用说就知道，我们卡加斯卫戍部队对能够被部署在这里感到非常高兴。我们已经在这里坚强地扎下了根，因为只要我们略微示弱，就会死在这里。$B$B 在这里也没有别的办法可以生存下去了。$B$B 尼卡·血痕$B 斥候队长，卡加斯' WHERE entry=793;
UPDATE page_text SET text='我们的世界有着悠久的历史，一段由新生的种族与古老的种族共同谱写的历史，一段神祗之间互相征伐的历史。$B$B 一段秩序之神从天而降的历史，一段有关长眠地下的上古之神的历史。$B$B 我要讲述的就是这些上古之神的故事，他们在艾泽拉斯世界形成之初就居住于此。 ' WHERE entry=794;
UPDATE page_text SET text='上古之神代表了我们这个世界的意志。他们的笑声从暴风中传出，他们的气息蕴含在烈焰中。当上古之神走动的时候，地表也随之振颤，所有的生灵都绝望地悲鸣，将自己的血肉撕裂。$B$B 他们确实应该感到绝望，因为就像烈火会无情地灼伤好奇的小孩子那样，上古之神是不会关心那些卑贱的生物的。说得好听一些，我们只是一些走卒。说得难听一些，我们就是玩物。 ' WHERE entry=795;
UPDATE page_text SET text='They were the first masters of the world, and they ruled with might and terror.  Though they are now chained and sleeping, their servants still roam and we small, frail mortals cannot match their strength.  Those who try are devoured.  But those who know ' WHERE entry=796;
UPDATE page_text SET text='深渊公主阿库麦尔一直以来都为上古之神效力，她运用上古的智慧为自己的洞穴祈祷。阿库麦尔是由古老的凡人带入黑暗深渊的，她是神的象征。虽然她只拥有上古之神的很小一部分的力量，但是她已经是如此的深不可测。$B$B 她被信徒们崇拜着，畏惧着，热爱着。$B$B $B - 洛迦里斯' WHERE entry=797;
UPDATE page_text SET text='深渊公主阿库麦尔一直以来都为上古之神效力，她运用上古的智慧为自己的洞穴祈祷。阿库麦尔是由古老的凡人带入黑暗深渊的，她是神的象征。虽然她只拥有上古之神的很小一部分的力量，但是她已经是如此的深不可测。$B$B 她被信徒们崇拜着，畏惧着，热爱着。$B$B $B - 洛迦里斯' WHERE entry=810;
UPDATE page_text SET text='计划正在执行中。$B$B 控制那座伟大的堡垒——英雄岗哨，将它作为我们的基地，一旦你准备完毕之后，就可以要求我们从西部荒野派遣增援力量。$B$B 这块区域已经被暴风城的人完全遗忘了，所以正好可以作为我们发动攻击的起点。$B$B 迪菲亚兄弟会必将再次进入暴风城!$B$B 我等待你的恢复。' WHERE entry=811;
UPDATE page_text SET text='那些肮脏的石腭怪实在是太好唬弄了。它们对于我们的极端憎恨使得我们可以反过来利用它们……看来什么样的同盟都可以形成啊，但是我们的那些同胞对于石腭怪来说确实有很大的威胁，至少现在是如此。$B$B 战斗开始之后，他们双方的力量必然都会被削弱，然后我们就可以进军盔枕湖并等待下一步的指示了。$B$B 铁炉堡终将是我们的。' WHERE entry=812;
UPDATE page_text SET text='那些肮脏的石腭怪实在是太好唬弄了。它们对于我们的极端憎恨使得我们可以反过来利用它们……看来什么样的同盟都可以形成啊，但是我们的那些同胞对于石腭怪来说确实有很大的威胁，至少现在是如此。$B$B 战斗开始之后，他们双方的力量必然都会被削弱，然后我们就可以进军盔枕湖并等待下一步的指示了。$B$B 铁炉堡终将是我们的。' WHERE entry=830;
UPDATE page_text SET text='赫格拉姆，$B$B 无论是谁提议在荒芜之地的卡加斯建立一片基地，都将得到我的赞同。这个计划将使我们在那里拥有常备的驻军。那里的天气很糟，到处都是凶恶的野生动物与好战的土著，也没有什么补给，的确是一处非常恶劣的危险场所，但我们最好的战士与斥候无疑可以在那里立足。$B$B 这计划很好。干的漂亮。 ' WHERE entry=850;
UPDATE page_text SET text='烧焦的蜘蛛牙：$B$B 在瑟根石附近的一个洞穴中发现的火岩矿石对栖息在那里的蜘蛛产生了烧灼影响。$B$B 它们毒牙中的毒素被蒸发，并与牙齿本身产生了反应，因而造就出了一种非常坚硬的物质。 ' WHERE entry=851;
UPDATE page_text SET text='烧焦的奇美拉角：$B$B 与烧焦的蜘蛛牙类似，卡利姆多石爪山地区的焦炭谷中有许多奇美拉，它们身上的烧焦的奇美拉角也有着惊人的高品质。$B$B 只要把它敲平并进行妥善的处理，它就将是最具延展性的上好材料。 ' WHERE entry=852;
UPDATE page_text SET text='光滑的奇美拉角：$B$B 光滑的奇美拉角非常稀有，也非常坚硬，我可以用它制造出浑然一体的整片铠甲来，所以这种材料是我必需的。$B$B 你可以在焦炭谷中的奇美拉身上找到这种材料。 ' WHERE entry=853;
UPDATE page_text SET text='燃素：$B$B 制造铠甲的最后一步需要用到一种特制的高温炉。要生成那种程度的高温，必须要使用燃素才行。$B$B 我知道的唯一一个会制造这种东西的工匠是个名叫鲁古格的野猪人，恐怕你得打败他才能拿到东西。鲁古格就住在贫瘠之地南方的剃刀沼泽里。 ' WHERE entry=854;
UPDATE page_text SET text='活根草：$B$B 这种草可以在野外采集到，或者在尘泥沼泽中的枯藤兽身上收集到。它的力量可以帮助我们将塞克隆尼亚的生命精华抽取到这个世界中来。 ' WHERE entry=856;
UPDATE page_text SET text='血顶食人妖的獠牙：$B$B 荆棘谷中的血顶食人妖长着高品质的獠牙。血顶食人妖的堕落特质主要集中在他们的獠牙上，如果把这种獠牙磨成粉末，其中的邪恶力量就会被释放出来。 ' WHERE entry=857;
UPDATE page_text SET text='流放精华：$B$B 提炼这种精华所必需的符咒可以从阿拉希高地的那些被放逐的元素生物身上找到。我们需要雷霆符咒、燃烧符咒和海浪符咒，每样八个，然后把它们放进我的容器中。$B$B 有了符咒之后，我就可以合成流放精华了。' WHERE entry=858;
UPDATE page_text SET text='Essence of the Exile: This essence is gained through the fusion of the three charms of the elemental exiles of the Arathi Mountains.  Gather Thundering, Burning and Cresting Charms from the elementals, then place eight of each in my cauldron. From the cha' WHERE entry=870;
UPDATE page_text SET text='$N：  首先，请允许我对你为我和我的妻子所做的一切再次表示感谢。你救了她的命，单凭这个，我就永远也无法偿还你这个人情了。她对我来说就意味着一切。如果她死了……我都不知道我会干出些什么。    以下是铸造一把神圣武器所必需的材料，你把这些东西都找齐，我就可以马上帮你把它铸造出来。我按照从易到难的顺序对它们进行了排列——希望这样可以让你更加便捷地找到它们。' WHERE entry=871;
UPDATE page_text SET text='白石橡木：在西部荒野的月溪镇被迪菲亚盗贼占领之前，那里的矿井中有很多这样的木材。它具有良好的耐热耐压能力，经常用来制作矿井的支撑架和其它工具。    那些白石橡木应该是从别的地方运过去的。这是一种稀有而坚硬的木材，可以用于你的武器。如果矿井中还有这种木材的话，你应该可以在地精木匠身上找到它们。' WHERE entry=872;
UPDATE page_text SET text='精炼矿石：在塞尔萨玛有个叫白洛尔·石手的矮人铁匠，我曾经在他手下接受过训练。他能够制作一种非常特殊的合金，这种合金在你的武器中也是一个非常重要的组成部分。原本应该有一批这种合金被运到铁炉堡来的，但至今我还没有得到相关的消息。    去找到他，帮我询问一下那批货的下落。如果他不在洛克莫丹的话，那我至少想要知道我的老师去哪里了。' WHERE entry=873;
UPDATE page_text SET text='铁匠之锤：在大瘟疫来袭和阿尔萨斯堕落之前，我居住在银松森林里的焚木村。现在这座森林已经不再美丽，而我学习锻造技术的城堡也早就被可怕的邪恶力量玷污了。    当我和我的妻子离开影牙城堡的时候，我把一些非常重要的工具留在了那里。' WHERE entry=874;
UPDATE page_text SET text='在这些东西中，铁匠之锤是我父亲留给我的。他曾告诉我说这把锤是被附过魔法的，我也曾怀疑过这一点，但是不管怎么样，它是我父亲留给我的最后一件东西。    $N，请找到它，把它交给我，这样我就能找回往日的激情了。如果它确实被附加了魔法，那对于你我来说都是有利的。    我把它留在了城堡庭院的马厩里了。那里的怪物理论上是不会做铁匠活的，所以我相信那把锤子应该还在那里。' WHERE entry=875;
UPDATE page_text SET text='科尔宝石：从我所知道的一些传说来看，这种宝石是法师用来储存能量所用的，这可以极大地增强他们的力量。我曾经帮助过一个名叫桑迪斯·织风的暗夜精灵，他可以告诉你更多有关宝石的信息，只要你和他提到我，他就一定会帮忙的。我相信这些宝石中一定蕴藏了可以帮你铸造武器的力量。    我和桑迪斯上次见面的时候，他住在黑海岸的奥伯丁，那里是暗夜精灵的家园，周围都是被污染的森林。' WHERE entry=876;
UPDATE page_text SET text='A Kor Gem - From the tales I''ve been told, the gems are used by some spell casters to hold energy for their magics, making them even deadlier. A night elf I once helped, Thundris Windweaver, can tell you more since you will be speaking on my behalf. I bel' WHERE entry=877;
UPDATE page_text SET text='A Kor Gem - From the tales I''ve been told, the gems are used by some spell casters to hold energy for their magics, making them even deadlier. A night elf I once helped, Thundris Windweaver, can tell you more since you will be speaking on my behalf. I bel' WHERE entry=890;
UPDATE page_text SET text='这张手卷上画满了旋转的记号和复杂的象形文字，这些奇怪的符号让你难以理解。' WHERE entry=891;
UPDATE page_text SET text='这张手卷上画满了旋转的记号和复杂的象形文字，这些奇怪的符号让你难以理解。' WHERE entry=910;
UPDATE page_text SET text='一块翡翠。很多地方都有翡翠。它们很稀有，但是如果你去找某位铁匠或技师谈谈的话，他们或许会有多余的翡翠可以卖给你。' WHERE entry=911;
UPDATE page_text SET text='一块翡翠。很多地方都有翡翠。它们很稀有，但是如果你去找某位铁匠或技师谈谈的话，他们或许会有多余的翡翠可以卖给你。' WHERE entry=930;
UPDATE page_text SET text='$N，你需要以下的东西来铸造你的护甲：$B$B 石爪山狂风矿坑里的狗头人身上携带的烟雾铁锭。$B$B 希尔斯布莱德矿坑里的蓝铜粉。$B$B 铁锭则要从矿工们那里获取，当然如果你自己也会采矿的话就更好了。$B$B 至于燃素，你必须从剃刀沼泽那边的一个名叫鲁古格的野猪人身上抢来。' WHERE entry=931;
UPDATE page_text SET text='$N，你需要以下的东西来铸造你的护甲：$B$B 石爪山狂风矿坑里的狗头人身上携带的烟雾铁锭。$B$B 希尔斯布莱德矿坑里的蓝铜粉。$B$B 铁锭则要从矿工们那里获取，当然如果你自己也会采矿的话就更好了。$B$B 至于燃素，你必须从剃刀沼泽那边的一个名叫鲁古格的野猪人身上抢来。' WHERE entry=950;
UPDATE page_text SET text='（这本又脏又皱的日志只有一部份能够辨认清楚了。）$B$B 奥达曼，第三天$B$B 我不敢相信自己居然会有那么愚蠢。只有没经验的新手才会被暗炉矮人偷袭!我的伤口迟迟不能痊愈，显然我中了毒。我感到自己的体力越来越不行了。即便如此，我还得继续前行……$B$B ……事情变得更糟了，地精为我制作的项链被打碎了!项链上最大的三颗宝石都不见了。我必须找到宝石，没有它们的话，项链根本没有用……' WHERE entry=951;
UPDATE page_text SET text='(Only portions of the journal are legible through the stains.) Uldaman, Day 3 I cannot believe how foolish I was.  To be blind-sided by the foul Shadowforge dwarves was a novice''s feat.  My wounds heal slowly;
 surely I am poisoned.  I feel my energy sap a' WHERE entry=953;
UPDATE page_text SET text='The Lay of Ameth''Aran Long had the children of the stars dwelled upon the banks of the shimmering waters of the eternal well. To all was known that Elune, Light of the Eternal Twilight, Aspect and Goddess of the Moon, dwelt within its waters at such time ' WHERE entry=954;
UPDATE page_text SET text='(Only portions of the journal are legible through the stains.) Uldaman, Day 3 I cannot believe how foolish I was.  To be blind-sided by the foul Shadowforge dwarves was a novice''s feat.  My wounds heal slowly;
 surely I am poisoned.  I feel my energy sap a' WHERE entry=970;
UPDATE page_text SET text='奥达曼，第四天$B$B ……在奥达曼深处，我发现了第一条线索，那里有一头凶恶的石腭怪正在摆弄一大块蓝宝石——这块蓝宝石正好能够安在项链上。我记得暗炉矮人曾经提起过这头石腭怪的名字：格瑞姆洛克。它长得真是非常强壮…… ' WHERE entry=971;
UPDATE page_text SET text='奥达曼，第五日$B$B ……那头石腭怪拿着从它那被杀掉的同族身上抢来的黄玉进入了大厅前面的侧室……$B$B ……它把黄玉放进了一只很显眼的、正对着墓室后面的石棺中……$B$B ……不过，有三个矮人守在那里!他们挡住了石腭怪的去路。引起他们的注意无异于自杀，我真怕现在这样虚弱的我被石腭怪一口给吞了。不过，如果我知道了第三块宝石的下落，我就要…… ' WHERE entry=972;
UPDATE page_text SET text='奥达曼，第六日$B$B ……好饿啊。我已经断水断粮很多天了，现在即使给我一块发霉的面包，我也会当它是盛宴。我刚才甚至把一个石腭怪的头看成一块肉排…… ' WHERE entry=973;
UPDATE page_text SET text='奥达曼，第七天$B$B ……这是我最后一次弥补自己犯下的错误的机会了。我相信红宝石就藏在矮人们上次挡住石腭怪不让它进入的地方。他们的战斗无疑就是因为这块宝石和其他宝物而展开的。那些可恶的矮人肯定把它藏在什么地方了。不管这些了，我无论如何也得从这里走出去。或许直接向上挖条出路是最好的选择…… ' WHERE entry=974;
UPDATE page_text SET text='奥达曼，第七天$B$B ……这是我最后一次弥补自己犯下的错误的机会了。我相信红宝石就藏在矮人们上次挡住石腭怪不让它进入的地方。他们的战斗无疑就是因为这块宝石和其他宝物而展开的。那些可恶的矮人肯定把它藏在什么地方了。不管这些了，我无论如何也得从这里走出去。或许直接向上挖条出路是最好的选择…… ' WHERE entry=990;
UPDATE page_text SET text='去找一把电能草莓来。要想得到这个东西的话，你必须从阿拉希高地上的枯木食人妖那里收集10根冰木图腾，把这些图腾柱带到那里的外禁锢法阵去。将图腾柱放在法阵中心的石头上，等着它被雷击中。然后一把电能草莓就这么形成了。' WHERE entry=991;
UPDATE page_text SET text='能得到这份证书的盗贼也必将得到所有初级盗贼的尊敬和关注。' WHERE entry=992;
UPDATE page_text SET text='The bearer of this certificate is entitled to the respect and regard that any first rate pilferer and thief deserves. ' WHERE entry=1010;
UPDATE page_text SET text='我发现了进入卡兹莫尔大厅的方法!$B$B 从我的箱子中拿到尼基夫徽章。$B$B 击败那个放着地图的房间前面小房间里的石腭怪鲁维罗什，然后拿到萨尔之杖。$B$B 将这两者合成史前法杖。$B$B 在那个布置着地图的房间里使用法杖，就可以打开卡兹莫尔大厅的门。$B$B 只要按照以上步骤来做，你就可以进入那个房间了!$B - 巴尔洛戈' WHERE entry=1011;
UPDATE page_text SET text='我发现了进入卡兹莫尔大厅的方法!$B$B 从我的箱子中拿到尼基夫徽章。$B$B 击败那个放着地图的房间前面小房间里的石腭怪鲁维罗什，然后拿到萨尔之杖。$B$B 将这两者合成史前法杖。$B$B 在那个布置着地图的房间里使用法杖，就可以打开卡兹莫尔大厅的门。$B$B 只要按照以上步骤来做，你就可以进入那个房间了!$B - 巴尔洛戈' WHERE entry=1030;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <BR/> <P> In memory of my dear mentor, Horatio M. Montgomery, M.D. Healer, Teacher, Friend. </P> <BR/> <H1 align="center"> 50 BTFT - 25 ATFT </H1> <BR/> <P> "The world is full of the sick and weary. It is our job, as healers, NAY, as m' WHERE entry=1031;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <BR/> <P> In memory of my dear mentor, Horatio M. Montgomery, M.D. Healer, Teacher, Friend. </P> <BR/> <H1 align="center"> 50 BTFT - 25 ATFT </H1> <BR/> <P> "The world is full of the sick and weary. It is our job, as healers, NAY, as m' WHERE entry=1050;
UPDATE page_text SET text='这座塔中的守卫在我的攻击下显得非常脆弱。当时我正在塔的后方侦察，一个巡逻中的守卫发现了我，并向我展开了攻击。我很轻松地就了结了他。$B$B 然后，我躲入了阴影中，等着他的同伴前来调查这次小骚动。另一名巡逻兵走进了我掩藏尸体的那处灌木丛，并开始四下搜索。而我则从他身后小心谨慎地爬了出来，跟在他后面，他一点都没有察觉到。 ' WHERE entry=1051;
UPDATE page_text SET text='我看准机会，猛地将匕首刺入了他的背后!他的胸口一下就被我刺穿了，尸体沉重地倒在了地上。$B$B 这次伏击实在是太突然了，这个可怜的家伙甚至连惨叫的时间都没有。不过，令人好奇的是，当我把匕首从他背后拔出来的时候，一种腐臭的气味从他的尸体中弥漫了出来。 ' WHERE entry=1052;
UPDATE page_text SET text='显然，正是克拉文锁在箱子中的东西对塔中的居民产生了有害的影响。我猜测其他的守卫体内也应该有着同样的恶臭，而且，有可能连克拉文自己也已经成了这种影响的牺牲品。$B$B 密探安玻·吉尔妮$B 军情七处 国内行动八组' WHERE entry=1053;
UPDATE page_text SET text='指挥官：$B$B 速回奥格瑞玛。现在不宜采取行动，我们必须根据最新情报重新分析我们的战略部署。$B$B 在那里有很多恶魔的信徒和巨魔出没，还有许多恶魔守护着黑暗之门。$B$B - 萨尔，部落酋长' WHERE entry=1071;
UPDATE page_text SET text='It would appear that whatever it is that Klaven has locked away in the chest is having adverse effects upon the inhabitants of the tower. I suspect that the other guards may have similar weaknesses and perhaps, even Klaven himself has fallen victim to the' WHERE entry=1090;
UPDATE page_text SET text='祖尔法拉克之槌    想要创造祖尔法拉克之槌，你首先要从祖尔祭坛的巨魔守护者手中夺取神圣之槌。    将神圣之槌拿到巨魔城市辛萨罗顶部的祭坛上。    在祭坛上使用神圣之槌，将祭坛的力量灌入其中，这样就能创造出祖尔法拉克之槌了。' WHERE entry=1091;
UPDATE page_text SET text='祖尔法拉克之槌    想要创造祖尔法拉克之槌，你首先要从祖尔祭坛的巨魔守护者手中夺取神圣之槌。    将神圣之槌拿到巨魔城市辛萨罗顶部的祭坛上。    在祭坛上使用神圣之槌，将祭坛的力量灌入其中，这样就能创造出祖尔法拉克之槌了。' WHERE entry=1130;
UPDATE page_text SET text='超级临界三倍编码资料卡$B$B 01010100 01101000 01110010 01100001 01101100 01101100 00100000 01100001 01101110 01100100 00100000 01001010 01100001 01101001 01101110 01100001 00100000 01110011 01101001 01110100 01110100 01101001 01101110 01100111 00100000 01101001 01101' WHERE entry=1131;
UPDATE page_text SET text='超级临界三倍编码资料卡$B$B 01010100 01101000 01110010 01100001 01101100 01101100 00100000 01100001 01101110 01100100 00100000 01001010 01100001 01101001 01101110 01100001 00100000 01110011 01101001 01110100 01110100 01101001 01101110 01100111 00100000 01101001 01101' WHERE entry=1150;
UPDATE page_text SET text='风险投资公司<字迹模糊的文字>看来那些笨蛋为了稳定混合物几乎把整个计划都搞砸了。    <接下来的几页都已经被撕碎>' WHERE entry=1151;
UPDATE page_text SET text='我注意到辐射的威力非常大。想象一下，如果<字迹模糊的文字>哈哈哈！' WHERE entry=1152;
UPDATE page_text SET text='我要疯了吗？今天我把我最信任的一个巡逻兵的头砍了下来，仔细观察他的灵魂。在我看着他的脑袋时，我突然想起来——已经好几天没吃东西了！' WHERE entry=1153;
UPDATE page_text SET text='马迪亚斯·肖尔派了个蠢货来刺杀我。<字迹模糊的文字>    他现在正在外面为我巡逻，而且是个没有脑子、没有生命的傀儡。    哈哈哈！' WHERE entry=1154;
UPDATE page_text SET text='范克里夫……<字迹模糊的文字>    召唤我？！我是克拉文·摩特维克！我怎么会被你这样一个无名小辈指挥！    <这本书剩余的部分都不见了>' WHERE entry=1155;
UPDATE page_text SET text='克格尔：$B$B我一直都在急切盼望着得到你的最新发明，我已经等不及要用它来记录我的研究成果了！$B$B请将你的发明交给我的信差。$B$B此致$B$B达蕾恩?轻风' WHERE entry=1156;
UPDATE page_text SET text='克格尔：$B$B我一直都在急切盼望着得到你的最新发明，我已经等不及要用它来记录我的研究成果了！$B$B请将你的发明交给我的信差。$B$B此致$B$B达蕾恩?轻风' WHERE entry=1170;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <IMG src="InterfacePictures9330_Gammerita_sepia_256"/><BR/> </BODY><BR/> </HTML>' WHERE entry=1171;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures9330_Gammerita_sepia_256"/> </BODY> </HTML> ' WHERE entry=1190;
UPDATE page_text SET text='重要资料!安全等级5122!$B$B 01001001 01100110 00100000 01111001 01101111 01110101 00100000 01100011 01100001 01101110 00100000 01110010 01100101 01100001 01100100 00100000 01110100 01101000 01101001 01110011 00101100 00100000 01111001 01101111 01110101 00100111 01' WHERE entry=1191;
UPDATE page_text SET text='决不能让以下资讯落入敌人手中!$B$B 01010100 01101000 01100101 00100000 01100111 01101110 01101111 01101101 01100101 00100000 01101011 01101001 01101110 01100111 00100000 01110111 01100101 01100001 01110010 01110011 00100000 01101110 01101001 01100111 01101000 01110100 0' WHERE entry=1192;
UPDATE page_text SET text='安全等级10^10000，最高机密！$B$B 01001000 01100101 01101100 01110000 00100001 00100000 00100000 01001001 00100111 01101101 00100000 01110100 01110010 01100001 01110000 01110000 01100101 01100100 00100000 01101001 01101110 00100000 01100001 00100000 01100010 0110100' WHERE entry=1193;
UPDATE page_text SET text='以下资料的安全等级非常高，必须重新发明一种数位记录方式才能对其进行安全等级定义!$B$B 01001101 01100101 01110011 01110011 01100001 01100111 01100101 00100000 01110100 01101111 00100000 01000011 01100001 01110011 01110100 01110000 01101001 01110000 01100101 00111010 00100000 01111001 01101111 011' WHERE entry=1194;
UPDATE page_text SET text='以下资料的安全等级非常高，必须重新发明一种数位记录方式才能对其进行安全等级定义!$B$B 01001101 01100101 01110011 01110011 01100001 01100111 01100101 00100000 01110100 01101111 00100000 01000011 01100001 01110011 01110100 01110000 01101001 01110000 01100101 00111010 00100000 01111001 01101111 011' WHERE entry=1210;
UPDATE page_text SET text='遛地鼠$B$B 地鼠喜欢狭窄黑暗的地方，它非常害羞。$B$B 如果您希望让地鼠到处走走的话，那么您一定要把它带到有家的感觉的地方，要让它闻到它最喜欢的食物——蓝叶薯的味道!$B$B 这附近最适合的地方就是剃刀沼泽附近的沟槽。如果您在那里打开笼子，您的地鼠就会闻到周围蓝叶薯的味道，然后它就会走出来跟着您了。 ' WHERE entry=1211;
UPDATE page_text SET text='地鼠指挥棒(tm)$B$B 地鼠是一种非常惊人的动物，它不仅能激起心胸最狭窄的平原陆行鸟的关爱，还能嗅出50码以内的蓝叶薯的味道!$B$B 如果您想要让你的地鼠找到一块蓝叶薯，那么您可以使用我们的专利产品：地鼠指挥棒（不包含在本产品中，需另外购买）。$B$B 请参考后面几页的详细使用说明…… ' WHERE entry=1212;
UPDATE page_text SET text='我们所有的地鼠都经过严格训练，您只需简单地挥动指挥棒，就可以让身旁的地鼠进入“搜索状态”。它会用嗅觉搜寻蓝叶薯，并会自己去把它挖出来。$B$B 如果您在地鼠搜索蓝叶薯的时候再次挥舞指挥棒，那么它就会停止搜索，回到您的身边。$B$B 我们相信您一定会发现我们的地鼠都是经过严格训练的搜寻专家，实乃居家旅行、发财致富的必备伴侣! ' WHERE entry=1213;
UPDATE page_text SET text='对我们地鼠有限公司来说，最让我们伤心的是，我们收到报告说有一些贪婪的蓝叶薯猎人不顾自己宠物的安全，把它们送入危险的地方搜寻蓝叶薯。$B$B 我们决不能宽恕这样的行为，但是为了保证顾客对我们售出的每一只地鼠满意，我们郑重承诺：所有购买本公司产品的顾客都可以拿着购买凭证随时领取新的地鼠。$B$B 祝您狩猎愉快!' WHERE entry=1214;
UPDATE page_text SET text='这份契约是为了证明$N杀掉灼热峡谷中的一大祸害：狂暴的玛尔戈。$B$B 铁炉堡博物馆特此颁发奖状，以表示我们对此举的认可，并对这份奖状的获得者表示感谢。$B$B - 馆长 杜里奥斯·裂石' WHERE entry=1231;
UPDATE page_text SET text='这几个月以来，我花了很多时间进行思考，我以前的信念和固执的理念开始动摇。联盟?部落?正义?邪恶?这些对我来说曾经含义清晰的辞汇，现在看来却如同无尽之海那样朦胧而模糊。$B$B 现在我知道什么是最重要的了。我后面都是香蕉。$B$B 它们栖息在树木上，用恶毒的眼光盯着我。我刚才吃的那一只香蕉差点把我噎死了!当我把它扔到礁石上的时候，我甚至可以听到它的惨叫。$B$B 这是战争，我会获胜的。' WHERE entry=1251;
UPDATE page_text SET text='It pains us to mention that we at Snuff Inc. have received reports that some greedy tuber hunters care little for the safety of their lovable pets and send them into dark, dangerous nooks and cranies in search of tubers. We do not condone such irresponsib' WHERE entry=1270;
UPDATE page_text SET text='工程学分支$B$B也许“哪个种族首先在艾泽拉斯大陆开创了工程学这门学科”的问题在学术界依然没有定论，但是对于支撑工程学的两大重要支柱，想必大家都有共识——那就是地精和哥布林。他们所创造的工程学发明不仅给这个魔法时代添加了许多色彩，而且还使两个种族之间的争端进一步加剧。他们两个种族的分歧在这一点上显得尤其突出。 ' WHERE entry=1271;
UPDATE page_text SET text='地精工程学$B$B地精这个种族非常善于设计那些供用户控制和操作各种物体的装置。虽然他们也把一部分注意力放在爆炸品和武器上，但总的来说，地精工程学主要的方向是设计那些使生活更加简便的物品。所有的地精设计都会经过严密的可行性分析，而实际上有许多设计根本就没有付诸于执行。 ' WHERE entry=1272;
UPDATE page_text SET text='哥布林工程学$B$B作为一个中立种族，哥布林成功地将科学转化为他们的利润。他们将工程学的理论运用于实际的生产中，并将其转化为可观而稳定的利润——这些理论包括他们广泛应用的爆破、火器和机械科学。哥布林工程学对于工程学理论的兴趣很小，因为他们的发明几乎不存在无法工作的问题，它们只是工作得太出色了。显然，这些发明不是为了懦夫而设计的。 ' WHERE entry=1273;
UPDATE page_text SET text='理论学习$B$B地精和哥布林互相之间保持着知识的隔阂，所以你根本无法同时学习到这两套理论。无论你持何种政治观点，只有当你同意永远不接触另一个种族的工程学理论事，你才能学习某个分支的工程学。如果一个学生选择了地精工程学，那么他就永远不能学习哥布林工程学。 ' WHERE entry=1274;
UPDATE page_text SET text='永久性的选择$B$B前面的部分强调了两个工程学派系的主要区别。选择任何一种分支，都等于永远放弃另一个分支。虽然这有可能造就一个二流的技师，但是你应该可以理解，地精和哥布林是在尽自己的所能来保护自己的工程学秘密；有一点知识总比什么都没有要好。 ' WHERE entry=1275;
UPDATE page_text SET text='引用$B$B“你想要了解更多关于哥布林工程学的东西?那就问问我们最优秀、最聪明的技师吧——我想他的名字应该是努比·斯塔普芬格斯。想要知道他为什么叫这个名字吗?这就是哥布林工程学!”-- 林戈·特拉格迪克，哥布林技师$B$B“如果你想要知道什么就直说，但是我会告诉你：我们有炸弹!”$B-- 雅兹·尼托斯伯克，哥布林投弹手 ' WHERE entry=1276;
UPDATE page_text SET text='更多引用!$B$B“完成某件超强的发明并亲身感受它的力量，你知道这样的感觉是多么美妙吗?地精可不知道。”$B-- 尼克斯·斯普克斯宾，加基森高级技师$B$B“工程学就是让幻想变得更加奇妙的东西!”$B-- 洛维斯，地精发明家' WHERE entry=1277;
UPDATE page_text SET text='召唤：$B$B 想要召唤地狱寻踪犬，你就必须使用魔珠。$B$B 注：$B$B 召唤而来的地狱寻踪犬只能在这个世界上存在30分钟。$B$B 它只会协助你寻找艾萨拉晶体物质。$B$B 它不会做以下事情：玩耍，攻击任何目标，协助任何人，跳舞，摧毁魔法物品。$B$B 请继续阅读下一页…… ' WHERE entry=1291;
UPDATE page_text SET text='野兽控制：$B$B 地狱寻踪犬只对野兽般的吼叫有反应。为了让你的地狱寻踪犬帮你找寻艾萨拉晶体物质，你必须用力对它吼叫!（点击地狱寻踪犬，然后输入/roar指令）$B$B 当地狱寻踪犬找到艾萨拉晶体物质之后，它会不顾一切地冲到目标旁边。虽然你并不需要保护地狱寻踪犬，但你也需要和它靠得够近，从而不至于失去它。 ' WHERE entry=1292;
UPDATE page_text SET text='解散：$B$B$B 注：$B$B 它的能量十足，因此有可能掉落山崖，或者从山上坠落。不要为此而感到悲伤，你可以马上召唤另外一个。' WHERE entry=1293;
UPDATE page_text SET text='More Quotes!$B$B"Know that feeling you get when you finish making something and turn it on for the first time to experience the power and joy of invention as your device springs to life?  Gnomes don''t."$B-- Nixx Sprocketspring, Master Goblin Engineer of G' WHERE entry=1310;
UPDATE page_text SET text='致读此信者：$B$B 如果你读到了这封信，那么你只可能在两个地方：$B$B （1）在艾萨拉的南部半岛上。$B$B （2）在峭壁巨人的胃里。$B$B 这两处都不是什么好地方。$B$B 你要知道，我曾经在前面的那个地方待过，至于写这份信的时候，我在后面的那个地方。 ' WHERE entry=1311;
UPDATE page_text SET text='在一个巨人的胃里待久了，我身上起了不少反应。$B$B 随着我的身体逐渐变得水晶化，我开始认为这世上应该有许多的英雄。如果我能逃出这里的话，我一定会扭断那个兽人的脖子!$B$B -- 温丹·沙恩' WHERE entry=1312;
UPDATE page_text SET text='我在想什么?$B$B 也许这个问题应该有更好的问法：我坐在巨人的胃里还写什么便笺?$B$B 这两个问题都很好，而且我都不能马上回答……$B$B 我承认，我来这里并没有什么崇高的目的。我是来找艾萨拉水晶的，这是一种艾萨拉南部特产的水晶。我找到它之后就可以富甲天下了!$B$B 不过，看看我现在的样子…… ' WHERE entry=1313;
UPDATE page_text SET text='任何一个有智慧的生物找到这张便笺的时候，他们都一定会自问道：“为什么他们会去招惹具有暴力倾向的30尺高的巨人呢?”$B$B -- 穆克' WHERE entry=1314;
UPDATE page_text SET text='Should any manner of intelligent life find this note, they must ask themselves something: "Why in the hell are they romping around with violent thirty foot tall giants?" - Mook ' WHERE entry=1330;
UPDATE page_text SET text='01001101 01100101 01110011 01110011 01100001 01100111 01100101 00100000 01110100 01101111 00100000 01000011 01100001 01110011 01110100 01110000 01101001 01110000 01100101 00111010 00100000 01111001 01101111 01110101 01110010 00100000 01101100 01100001 011' WHERE entry=1331;
UPDATE page_text SET text='01001101 01100101 01110011 01110011 01100001 01100111 01100101 00100000 01110100 01101111 00100000 01000011 01100001 01110011 01110100 01110000 01101001 01110000 01100101 00111010 00100000 01111001 01101111 01110101 01110010 00100000 01101100 01100001 011' WHERE entry=1370;
UPDATE page_text SET text='<HTML><br/> <BODY><br/> <IMG src="InterfacePicturesLinken_sepia_256px"/><br/> </BODY><br/> </HTML>' WHERE entry=1371;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePicturesLinken_sepia_256px"/> </BODY> </HTML> ' WHERE entry=1391;
UPDATE page_text SET text='尼尔斯修士：$B$B 我的葡萄得救了!$N，也就是这封信的携带者，勇敢地闯入我那满是盗贼的园子，然后带着我的葡萄杀了出来。虽然迪菲亚兄弟会的人依然在河岸上巡逻，但是我所有的收成几乎全都保住了。$B$B 你可以在你的商店中再次供应葡萄了。$B$B 愿圣光保佑我们，$B - 米莉·奥斯沃斯' WHERE entry=1392;
UPDATE page_text SET text='尼尔斯修士：$B$B 我的葡萄得救了!$N，也就是这封信的携带者，勇敢地闯入我那满是盗贼的园子，然后带着我的葡萄杀了出来。虽然迪菲亚兄弟会的人依然在河岸上巡逻，但是我所有的收成几乎全都保住了。$B$B 你可以在你的商店中再次供应葡萄了。$B$B 愿圣光保佑我们，$B - 米莉·奥斯沃斯' WHERE entry=1430;
UPDATE page_text SET text='沃弗克·铁壶$B$B 沃弗克在黑铁酒窖的储藏室工作，他为黑暗守护者做出的牺牲意义重大。$B$B 愿他的灵魂坚定而顽强。' WHERE entry=1431;
UPDATE page_text SET text='比塞克·雷眉$B$B 比塞克的游荡将他引入了黑石深渊，山脉的秘密在召唤着他。$B$B 愿他的灵魂永远不要踌躇。' WHERE entry=1432;
UPDATE page_text SET text='尤格尔·锤手$B$B 尤格尔是一位技巧高超的凿工，当他还没有遇到黑暗之钥的时候，他在工匠大厅中雕琢伟大的作品。' WHERE entry=1433;
UPDATE page_text SET text='希姆雷尔·暗齿$B$B 当黑暗之钥的疯狂占据希姆雷尔时，只有死者的尖叫可以使他平静。$B$B 希姆雷尔总是在竞技场旁坐着。愿我们的血腥搏杀可以平息他心中的怒气。' WHERE entry=1434;
UPDATE page_text SET text='奥弗加特·石拳$B$B 丧命于黑暗守护者奥弗加特锤下的挑战者不计其数。$B$B 西部兵营的士兵们在他走过时卑躬屈膝。他们之中有谁敢直视奥弗加特的双眼并看到黑暗之钥的秘密呢?' WHERE entry=1435;
UPDATE page_text SET text='佩沃尔·铁足$B$B 黑暗守护者佩沃尔是我们最为尊重的信徒。他携带黑暗之钥的时间远远超过其他黑暗守护者，这使他付出了惊人的代价。$B$B 他的牺牲让我们感到惋惜，对他的怀念会一直留在我们心中……自从黑暗占据了他。' WHERE entry=1436;
UPDATE page_text SET text='佩沃尔·铁足$B$B 黑暗守护者佩沃尔是我们最为尊重的信徒。他携带黑暗之钥的时间远远超过其他黑暗守护者，这使他付出了惊人的代价。$B$B 他的牺牲让我们感到惋惜，对他的怀念会一直留在我们心中……自从黑暗占据了他。' WHERE entry=1470;
UPDATE page_text SET text='所罗门镇长：$B$B这封命令的携带者已经被授予暴风城官方代表的资格。您可以让$g他:她;
寻找黑龙和黑石兽人之间的联系。如果发现了此类证据，请让这个代表把证据带回暴风城，亲自交给我，届时我再酌情派遣部队来协助湖畔镇。$B$B此致，$B$B$B$B伯瓦尔·弗塔根公爵' WHERE entry=1471;
UPDATE page_text SET text='所罗门镇长：$B$B这封命令的携带者已经被授予暴风城官方代表的资格。您可以让$g他:她;
寻找黑龙和黑石兽人之间的联系。如果发现了此类证据，请让这个代表把证据带回暴风城，亲自交给我，届时我再酌情派遣部队来协助湖畔镇。$B$B此致，$B$B$B$B伯瓦尔·弗塔根公爵' WHERE entry=1490;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 水晶塔使用手册$B </H1><BR/> <BR/><BR/> <P align="center"> “安戈洛环形山水晶收集与使用手册”</P><BR/> <BR/><BR/> <BR/><BR/> <P align="left">第一章：北部水晶塔 </P><BR/> <BR/><BR/> <P align="left">第二章：东部水晶塔 </P><BR/> <BR/><BR/> <P align="le' WHERE entry=1491;
UPDATE page_text SET text='<HTML> <BODY> <H1 align="center"> CRYSTAL PYLON USER''S MANUAL </H1> <BR/> <P align="center"> "A guide to collecting and using the power crystals of Un''Goro Crater" </P> <BR/> <BR/> <P align="left">Chapter 1: The Northern Pylon </P> <BR/> <P align="left">C' WHERE entry=1510;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 第一章：北部水晶塔<BR/> </H1><BR/> <BR/><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_mini_north"/><BR/> <P align="right">北部水晶塔<BR/><BR/> 可以接受<BR/><BR/> 黄色、红色<BR/><BR/> 以及绿色的<BR/><BR/> 水晶。</P><BR/> <BR/' WHERE entry=1511;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">$B 北部水晶组合$B </H1>$B <BR/><BR/> <P align="left">可能产生两种效果：一种制造伤害，另一种则可以抵消伤害。</P>$B <BR/><BR/> <P align="left">爆炸水晶：需要红色和黄色水晶。<BR/>它将产生大爆炸，并且令你的敌人昏迷。</P>$B <BR/><BR/> <P align="left">恢复水晶：需要黄色和绿色水晶。<BR/>它将为你提供一个治疗光环' WHERE entry=1512;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 北部水晶塔图表<BR/> </H1><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_north"/><BR/> </BODY><BR/> </HTML>' WHERE entry=1513;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 第二章：东部水晶塔<BR/> </H1><BR/> <BR/><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_mini_east"/><BR/> <P align="right">东部水晶塔<BR/><BR/> 可以接受<BR/><BR/> 蓝色、黄色<BR/><BR/> 以及绿色的<BR/><BR/> 水晶。</P><BR/> <BR/>' WHERE entry=1514;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 东部水晶组合<BR/> </H1><BR/> <BR/><BR/> <P align="left">可能产生两种效果：一种提高你的精神属性，另一种则能够制造一种护盾。</P><BR/> <BR/><BR/> <P align="left">精神水晶：需要蓝色和绿色水晶。<BR/>它可以提高你的精神属性。</P><BR/> <BR/><BR/> <P align="left">尖刺水晶：需要蓝色和黄色水晶。<B' WHERE entry=1515;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 东部水晶塔图表<BR/> </H1><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_east"/><BR/> </BODY><BR/> </HTML>' WHERE entry=1516;
UPDATE page_text SET text='<HTML> <BODY> <H1 align="center"> EASTERN PYLON TABLE DIAGRAM </H1> <BR/> <IMG src="InterfacePictures11482_crystals_east"/> </BODY> </HTML> ' WHERE entry=1530;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 第三章：西部水晶塔<BR/> </H1><BR/> <BR/><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_mini_west"/><BR/> <P align="right">西部水晶塔<BR/><BR/> 可以接受<BR/><BR/> 红色、绿色<BR/><BR/> 以及蓝色<BR/><BR/> 水晶。</P><BR/> <BR/><' WHERE entry=1531;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 西部水晶组合<BR/> </H1><BR/> <BR/><BR/> <P align="left">可能产生两种效果：一种可以增强你抵抗伤害的能力，另一种则能降低敌人的防御力。</P><BR/> <BR/><BR/> <P align="left">防御水晶：需要红色和绿色水晶。<BR/>它将提高你的护甲值。</P><BR/> <BR/><BR/> <P align="left">破甲水晶：需要蓝色和红色水晶' WHERE entry=1532;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> 西部水晶塔图表<BR/> </H1><BR/> <BR/><BR/> <IMG src="InterfacePictures11482_crystals_west"/><BR/> </BODY><BR/> </HTML>' WHERE entry=1533;
UPDATE page_text SET text='<HTML> <BODY> <H1 align="center"> WESTERN PYLON TABLE DIAGRAM </H1> <BR/> <IMG src="InterfacePictures11482_crystals_west"/> </BODY> </HTML> ' WHERE entry=1550;
UPDATE page_text SET text='你好，冒险者，我向你致敬!$B$B 我，克林科·古德斯迪尔，需要一些人帮我完成一些艰钜的任务。因为我自己有很多工和工作，因此得由一个足够勇敢的冒险者来找到清单里列出的物品，并把它们交给我，我保证支付丰厚的报酬。$B$B 清单将在下几页中列出……' WHERE entry=1551;
UPDATE page_text SET text='水晶蜘蛛腿 -$B$B 灼热峡谷中生活着许多晶网蜘蛛，它们的身体是由坚固的水晶构成的。如果你在杀死它们的时候没有打断它们的腿，就可以帮我的伙伴收集这种在工程学中必不可少的传导材料。$B$B 我需要一定数量的水晶蜘蛛腿来进行实验，对于一名坚定的战士或者训练有素的法师来说，从八条腿的蜘蛛身上找到一条完整的腿似乎不是什么问题。 ' WHERE entry=1552;
UPDATE page_text SET text='延误的包裹 -$B$B 我雇佣了一个我原以为足够可靠的飞行员，让他帮我从塞拉摩带一个包裹过来。显然我错了。虽然那个飞行员活了下来，但他是在放弃了自己的飞艇和上面所有的货物之后才保住自己性命的……$B$B 好吧，重点是，我要我的包裹。根据比吉尔的描述，他的飞艇就坠毁在塞拉摩海港西边的尘泥沼泽里，是在翻过水边的小山时开始坠落的。$B$B 嗯……我根本不知道他的飞艇是怎么坠毁的…… ' WHERE entry=1553;
UPDATE page_text SET text='古德斯迪尔的长剑 -$B$B 最后，我要找回的是我最好的武器。我将这把神奇的长剑给了一名我非常尊重的战士。嗯，不过他被一个名叫加奎亚还是什么的鱼人给袭击了。$B$B 当他在悲伤沼泽那一带的海边旅行的时候遭到了那个家伙的攻击。他被打得落荒而逃，但是他没有把那把武器也一起带走，而是留给了那个鱼人。 ' WHERE entry=1554;
UPDATE page_text SET text='古德斯迪尔的长剑 -$B$B 最后，我要找回的是我最好的武器。我将这把神奇的长剑给了一名我非常尊重的战士。嗯，不过他被一个名叫加奎亚还是什么的鱼人给袭击了。$B$B 当他在悲伤沼泽那一带的海边旅行的时候遭到了那个家伙的攻击。他被打得落荒而逃，但是他没有把那把武器也一起带走，而是留给了那个鱼人。 ' WHERE entry=1555;
UPDATE page_text SET text='帮我找到这些东西，然后带到加基森来——别忘了还有这个帐本，我会重赏你的。 ' WHERE entry=1556;
UPDATE page_text SET text='帮我找到这些东西，然后带到加基森来——别忘了还有这个帐本，我会重赏你的。 ' WHERE entry=1590;
UPDATE page_text SET text='这块铁砧是乔丹·斯迪威尔的财产 - 请不要使用!$B$B - 乔丹' WHERE entry=1591;
UPDATE page_text SET text='这块铁砧是乔丹·斯迪威尔的财产 - 请不要使用!$B$B - 乔丹' WHERE entry=1610;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作次级秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=1611;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作次级秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=1630;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>    这些书页中记述了在制作次级秘药的过程中所发生的事件。    愿我的敌人永远无法得到这些资料。    愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。    愿我能以凯尔萨斯之名奋战。    愿我能为伊利丹的荣耀而战死。    - 卡里尔·温萨鲁斯' WHERE entry=1631;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作次级秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=1632;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作次级秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=1633;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作次级秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=1634;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1635;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1636;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blasted_256"/> </BODY> </HTML> ' WHERE entry=1637;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_ungoro_256"/> </BODY> </HTML> ' WHERE entry=1638;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_nightdragon_256"/> </BODY> </HTML> ' WHERE entry=1639;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1640;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_bldbank_256"/> </BODY> </HTML> ' WHERE entry=1641;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_ungoro_256"/> </BODY> </HTML> ' WHERE entry=1642;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1643;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blasted_256"/> </BODY> </HTML> ' WHERE entry=1644;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_ungoro_256"/> </BODY> </HTML> ' WHERE entry=1645;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1646;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_bldbank_256"/> </BODY> </HTML> ' WHERE entry=1647;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blasted_256"/> </BODY> </HTML> ' WHERE entry=1648;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_ungoro_256"/> </BODY> </HTML> ' WHERE entry=1649;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_blackrock_256"/> </BODY> </HTML> ' WHERE entry=1650;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_bldbank_256"/> </BODY> </HTML> ' WHERE entry=1651;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_whipper_256"/> </BODY> </HTML> ' WHERE entry=1652;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures11733_ungoro_256"/> </BODY> </HTML> ' WHERE entry=1690;
UPDATE page_text SET text='Hi Felnok!  My studies in the Burning Steppes are proceeding splendidly.  And I owe $N a lot for all $ghis:her;
 help!  Here''s what I need to continue:  A steelcoil bumber-bitzel A 17-gauge ice-spanner 12 pounds of duck feathers A jar of that glue you make' WHERE entry=1691;
UPDATE page_text SET text='Hi Felnok!  My studies in the Burning Steppes are proceeding splendidly.  And I owe $N a lot for all $ghis:her;
 help!  Here''s what I need to continue:  A steelcoil bumber-bitzel A 17-gauge ice-spanner 13 pounds of duck feathers A jar of that glue you make' WHERE entry=1710;
UPDATE page_text SET text='给峭壁卫兵图林·长角的急件$b$b一大群半人马部队从伊索克营地出发并袭击了我们的补给营地。所有的守卫都已战死，所有的资源全部被劫掠一空。这是半人马发起的空前大胆的袭击，我担心将来还会有更多这样的袭击。' WHERE entry=1711;
UPDATE page_text SET text='给峭壁卫兵图林·长角的急件$b$b一大群半人马部队从伊索克营地出发并袭击了我们的补给营地。所有的守卫都已战死，所有的资源全部被劫掠一空。这是半人马发起的空前大胆的袭击，我担心将来还会有更多这样的袭击。' WHERE entry=1730;
UPDATE page_text SET text='洛丹伦的最后一位国王，泰瑞纳斯·米奈希尔二世在此长眠。$B$B 他的一生做出了无数伟大的功绩，他的陨落令人扼腕叹息。$B$B          “愿这位父王宽恕其子嗣所做的一切。$B           愿血染的王冠永远被遗失和忘却。”' WHERE entry=1731;
UPDATE page_text SET text='洛丹伦的最后一位国王，泰瑞纳斯·米奈希尔二世在此长眠。$B$B 他的一生做出了无数伟大的功绩，他的陨落令人扼腕叹息。$B$B          “愿这位父王宽恕其子嗣所做的一切。$B           愿血染的王冠永远被遗失和忘却。”' WHERE entry=1750;
UPDATE page_text SET text='在格瑞姆巴托的战斗结束之后不久，这头巨大的红龙遗体在湿地被发现了。据传闻，塔兰尼斯塔兹是雅立史卓莎雅立史卓莎较年长的配偶。 ' WHERE entry=1751;
UPDATE page_text SET text='这只鸟爪化石发现于荆棘谷的南岸。生态学家认为它是属于古代阳鹏的。虽然阳鹏主要出现在牛头人的神话之中，但是这只爪子证明它确实存在过。 ' WHERE entry=1752;
UPDATE page_text SET text='作为世界上体型最大的陆行鸟，格鲁陆行鸟的数量稀少，非常罕见。' WHERE entry=1753;
UPDATE page_text SET text='这是磨齿羊的骨骼复制模型。这种传说中的山羊是卡兹莫丹的奇迹，也是许多矮人传说中的主角。直到今天，生态学家都无法对这种山羊的体积或力量做出估算。' WHERE entry=1754;
UPDATE page_text SET text='这枚卵是在遥远的安戈洛环形山的雨林中找到的，其中孕育着一只胚胎状态下的魔暴龙。其中包含的蜥蜴类基因对于探险者协会的生态学家来说是无价之宝，因为它可以提供中和魔暴龙毒液所需的血清。 ' WHERE entry=1755;
UPDATE page_text SET text='这具完整的翼手龙骨架是从遥远的安戈洛环形山发掘出来的。根据骨架的结构来看，显然这种特殊的生物从未在我们的时代出现过。在安戈洛尔环形山的特殊土壤中，这副骨架可以永远地保存下去。 ' WHERE entry=1756;
UPDATE page_text SET text='这枚从苏拉玛水下遗迹中找来的星盘是在一万两千年前由夜精灵中的高等精灵所制造的。那些痴迷于魔法、超自然现象和星象学的高等精灵发明了一系列令人匪夷所思的物品。这些创造为我们提供了关于古代夜精灵科学认识水准的研究依据。 ' WHERE entry=1757;
UPDATE page_text SET text='这些陶器发现于奥达曼挖掘场。虽然它们的表面上并未包含很多有用的符文或者象形文字，但是我们可以由此得到有关古代矮人的手工艺水准和日常活动的记录。 ' WHERE entry=1758;
UPDATE page_text SET text='这些浮雕也许是奥达曼第一大厅中最引人注目的发现了。它们清晰地显示了矮人与如同石像一般的土灵之间的关系。随着调查研究的不断深入，我们对于泰坦创造矮人的假说终会得到有力的证据。 ' WHERE entry=1759;
UPDATE page_text SET text='这枚特别的卵是在塔纳利斯沙漠的一处闷热的废墟中发现的，它至今对于生态学家来说都是一个谜。日期鉴定显示这枚卵可能有一千年的历史，虽然从某些方面来看，它具有昆虫的结构特征，但是其真实的来源还无从考证。何种生物产下了这样一枚奇怪的卵也是个让人疑惑不解的谜。 ' WHERE entry=1760;
UPDATE page_text SET text='这些第二次兽人战争时留下的遗迹时刻提醒我们，当时部落距攻克铁炉堡只有一步之遥。 ' WHERE entry=1761;
UPDATE page_text SET text='这些恶魔的铠甲曾经由那个诅咒了我们的生物所穿戴着。一名英勇的兽人战士击败了他，毁灭者玛诺洛斯已不复存在。让这副铠甲时刻提醒我们，我们经历了多少苦难，我们经过了多么艰苦的斗争才夺回了我们的荣誉。$B$B - 萨尔，部落的酋长' WHERE entry=1762;
UPDATE page_text SET text='This remnant from the Second War serves as a stirring reminder of just how perilously close the Horde came to conquering Ironforge Mountain. ' WHERE entry=1771;
UPDATE page_text SET text='维姆萨拉克：$B$B 我从你的主人奈法利安那里得到直接命令，如果再有任何外来者进入城堡内部的话，你就要受到惩罚。$B$B 不要忘记是谁在命令你，爬虫。$B$B 黑手之子，刀锋和战争的主人，真正的酋长。$B$B -  雷德·黑手' WHERE entry=1772;
UPDATE page_text SET text='为了与来自扭曲虚空不断侵犯泰坦世界的邪恶力量作战，万神殿选中了他们最强大的战士萨格拉斯作为他们的第一道防线。由熔化的青铜铸造的高贵战士萨格拉斯在上百万年的时间里一丝不苟地履行着他的职责，搜寻并摧毁一切他能找到的恶魔。在度过了无尽的岁月之后，萨格拉斯遭遇了两支从实体世界中获得了巨大能量的强大恶魔种族。 ' WHERE entry=1773;
UPDATE page_text SET text='邪恶的巫术种族埃瑞达使用他们的巫术侵入并控制了许多世界，这些世界中的原住民都被埃瑞达的混乱力量变成了恶魔。 ' WHERE entry=1774;
UPDATE page_text SET text='强大的泰坦无法感知这种恶毒和腐化到底有多么深重， 他自己也陷入了不断膨胀的消极情绪之中。尽管如此，萨格拉斯仍然坚强地振作起来，尽全力与埃瑞达的术士们作战，并将他们逼到了扭曲虚空的一个角落里。 ' WHERE entry=1775;
UPDATE page_text SET text='在萨格拉斯的疑惑与消沉日益加深时，他又被迫与另一组试图破坏泰坦秩序的恶魔作战。黑暗的吸血恶魔纳斯雷兹姆（他们也被称作恐惧魔王）通过控制敌人的思想征服了许多世界，并将敌人变成了自己的爪牙。 ' WHERE entry=1776;
UPDATE page_text SET text='邪恶狡诈的恐惧魔王可以让整个国家的人由于莫名其妙的憎恨和猜疑而互相杀戮，虽然萨格拉斯轻易击败了纳斯雷兹姆，但他们的引诱却对他产生了巨大的影响。 ' WHERE entry=1777;
UPDATE page_text SET text='高贵的萨格拉斯无法控制思想中不断翻腾的疑惑和失落，继而失去了他的信仰和作为泰坦的理智。萨格拉斯开始认为秩序的教条本身就是愚蠢的，并且开始认为只有混乱和堕落才是黑暗寂寞的宇宙中唯一的真理。 ' WHERE entry=1778;
UPDATE page_text SET text='虽然他的泰坦伙伴们试图劝说他放弃错误的想法并平息愤怒的火焰，但他坚持认为他们的说辞都是谎言。在和泰坦永远决裂后，萨格拉斯开始寻找自己在宇宙中的位置。虽然诸神对他的背叛感到很悲伤，但他们永远也不会想到他们这位迷失的兄弟今后会变成什么样子。 ' WHERE entry=1779;
UPDATE page_text SET text='当萨格拉斯的疯狂吞噬了他最后的一点高贵的灵魂之后，他开始认为泰坦才是导致造物失败的 罪魁祸首。他最终决定组织一支不可阻挡的大军，以地狱的烈焰毁灭所有世界，以此来纠正泰坦们犯下的“错误”。 ' WHERE entry=1780;
UPDATE page_text SET text='萨格拉斯巨大的身躯也因为侵蚀他心智的堕落力量而发生了扭曲。他的眼睛、头发和胡须变成了燃烧的烈焰，他的青铜皮肤也裂开，从裂缝中喷出了无尽的仇恨和烈焰。 ' WHERE entry=1781;
UPDATE page_text SET text='疯狂的萨格拉斯摧毁了囚禁埃瑞达和纳斯雷兹姆恶魔的牢笼，这些狡诈的恶魔匍匐在这位黑暗泰坦的暴怒和力量面前，发誓要披肝沥胆地为他服务。萨格拉斯从强大的埃瑞达恶魔中挑选了两名勇士来领导他那邪恶的毁灭势力。 ' WHERE entry=1782;
UPDATE page_text SET text='欺诈者基尔加丹负责寻找宇宙中最黑暗的种族，并将他们收入萨格拉斯麾下。污染者阿克蒙德负责带领萨格拉斯的大军与任何胆敢抵抗黑暗泰坦的敌人作战。 ' WHERE entry=1783;
UPDATE page_text SET text='基尔加丹的第一步行动就是用他可怕的力量奴役吸血的恐惧魔王，这些基尔加丹的精英卫队和遍布宇宙的爪牙很乐意为他们的主人寻找可以引诱的原始种族。恐惧魔王中的首领，黑暗魔王提克迪奥斯是基尔加丹梦寐以求的优秀战士，他也宣誓效忠于萨格拉斯的意志。 ' WHERE entry=1784;
UPDATE page_text SET text='强大的阿克蒙德也有属于自己的强大军队。他控制着残暴的深渊领主和他们野蛮残暴的领导者——玛诺洛斯，致力于建立一支可以毁灭一切生命的精英部队。 ' WHERE entry=1785;
UPDATE page_text SET text='萨格拉斯在看到他的部队已经足够强大、并且对他的所有命令都绝对服从之后，率领他的大军进入了无边的黑暗。他将这支部队称为燃烧军团，不知有多少个世界被他们跨越整个宇宙的邪恶远征所毁灭。 ' WHERE entry=1786;
UPDATE page_text SET text='泰坦似乎并没有察觉萨格拉斯毁灭秩序的计划，他们继续从一个世界来到另一个世界，按照他们的意愿塑造这些世界，并且让它们归于秩序的统御。在旅途中，他们来到了一个较小的世界——这个世界后来被称为艾泽拉斯。' WHERE entry=1787;
UPDATE page_text SET text='在这片混乱的土地上，泰坦们遇到了大量与他们为敌的元素生物。这些元素生物信仰着一个被称为上古之神的无比邪恶的种族，并且拒绝让泰坦改造它们的世界。' WHERE entry=1788;
UPDATE page_text SET text='诸神对上古之神的邪恶嗜好感到忧虑，于是他们派出部队与元素生物和他们邪恶的主人作战。上古之神的军队由最强的元素首领率领：炎魔拉格纳罗斯  石母瑟拉塞恩  驭风者奥拉基尔和猎潮者耐普图隆。' WHERE entry=1789;
UPDATE page_text SET text='他们的混乱力量席卷大地，直冲巨大的泰坦而去。不过，虽然元素生物的力量非常可怕，但那也远远不敌强大的泰坦。元素首领们接连倒下，他们麾下的军队四散而逃。' WHERE entry=1790;
UPDATE page_text SET text='诸神摧毁了上古之神的城堡，并把藏在城堡中的四个邪恶生物囚禁在远离地面的地下监狱中。元素生物失去了上古之神的力量，无法在实体世界中保持自己的形态，很快就纷纷化为乌有，溶入了大地。整个世界顿时恢复了一派和谐的景象。泰坦看到危机消除，就开始了他们的工作。' WHERE entry=1791;
UPDATE page_text SET text='为了帮助自己改造世界，泰坦创造了许多种族。为了在大地上挖掘深不可测的洞穴，泰坦用具有魔力的石头创造了土灵；为了创造海洋并将陆地从海床上搬走，泰坦创造了巨大温顺的海巨人。泰坦们花费了数个世纪来改造这个世界，直到最后，艾泽拉斯世界上出现一块完美的大陆。' WHERE entry=1792;
UPDATE page_text SET text='泰坦在这块大陆的中心凿出了一片充满魔法能量的湖泊，并将它命名为永恒之井，以此作为这个世界生命的源泉。湖中蕴含的无限能量可以支撑世界的骨架，并帮助各种生命在这片肥沃的土壤上生根发芽。随着时间的推移，树木、小草、怪物和各种生物都在这片大陆上繁盛起来。' WHERE entry=1793;
UPDATE page_text SET text='当夜色降临时，泰坦为这片大陆起了一个名字：卡利姆多——“永烁星光之地”。' WHERE entry=1794;
UPDATE page_text SET text='泰坦对他们在这片大陆上建立的秩序感到满意，于是决定启程离开艾泽拉斯。在他们动身之前，泰坦们决定赋予这片大陆上最强大的物种以守护世界、保卫这里的平衡和谐不被破坏的职责。在那个时代有许多巨龙。 ' WHERE entry=1795;
UPDATE page_text SET text='它们由五条巨龙分别统治。泰坦选择了这五条巨龙来守护这个崭新的世界。最强的神们分别将自身的一部分神力赠与一条巨龙，这五条巨龙就是广为人知的守护巨龙。 ' WHERE entry=1796;
UPDATE page_text SET text='众神之父阿曼瑟尔将他的一部分力量赋予巨大的青铜龙诺兹多姆。这位众神之父赋予诺兹多姆以守护时间和命运之路的职责，淡泊高贵的诺兹多姆成为了永恒之王。 ' WHERE entry=1797;
UPDATE page_text SET text='生命的赋予者艾欧纳尔将她的一部分力量赋予红龙雅立史卓莎。此后雅立史卓莎成为生命之王，守护世界上所有的生物。由于她无穷的智慧和对所有生物的无限怜悯，雅立史卓莎成为了统治所有红龙的女王。 ' WHERE entry=1798;
UPDATE page_text SET text='艾欧纳尔也以一部分自然的力量祝福了雅立史卓莎的姐妹，优雅的绿龙伊瑟拉。伊瑟拉陷入了永恒的迷思之中，与实体世界中所有生物的睡梦联系在一起。伊瑟拉成为了梦幻之王，在翡翠梦境中守护着生机勃勃的世界。 ' WHERE entry=1799;
UPDATE page_text SET text='掌御着知识和魔法的诺甘农将他巨大力量的一部分赋予蓝龙玛里苟斯，从此玛里苟斯成为魔法之王，守护着魔法和神秘的圣殿。 ' WHERE entry=1800;
UPDATE page_text SET text='世界的锻造者卡兹格罗斯将他的一部分力量赋予了强大的黑色巨龙耐萨里奥。耐萨里奥成为大地之王，统御着艾泽拉斯世界的大地与深渊。他代表着世界的力量，是雅立史卓莎最强大的支持者。 ' WHERE entry=1801;
UPDATE page_text SET text='五个守护者被赋予在泰坦离开后守卫世界的责任。泰坦在巨龙做好守护世界后的准备之后永远地离开了艾泽拉斯。不幸的是萨格拉斯不久之后就会察觉到这个新生世界的存在…… ' WHERE entry=1802;
UPDATE page_text SET text='高等精灵无节制地使用魔法，使得永恒之井的魔法波动传入了浑沌黑暗中，并且传播到了扭曲虚空，最终被盘踞在那里的恶魔感觉到了。萨格拉斯——所有生命的死敌，世界的毁灭者——感觉到了这股强大的魔法波动，并且找到了这股波动的来源。 ' WHERE entry=1803;
UPDATE page_text SET text='在观察了艾泽拉斯世界并感受了永恒之井的无限能量之后，萨格拉斯急切地渴望占有这一切，他要摧毁这个世界，将它的能量据为己有。 ' WHERE entry=1804;
UPDATE page_text SET text='萨格拉斯纠集了他的恶魔大军——燃烧军团，开始向艾泽拉斯进军。燃烧军团由数以百万计的咆哮着的恶魔组成，他们来自宇宙的各个角落，思想中燃烧着的全都是征服的欲望。萨格拉斯的副官——污染者阿克蒙德和毁灭者玛诺洛斯——已经准备好要率领他们的爪牙发起进攻了。 ' WHERE entry=1805;
UPDATE page_text SET text='被自己强大的魔法能量折腾得筋疲力尽的艾萨拉女王成为了萨格拉斯的第一个牺牲品，她同意为他提供进入艾泽拉斯世界的入口，甚至连她的仆从都放弃了对魔法的追求，转而将萨格拉斯作为神来膜拜。为了表示对燃烧军团的忠诚，他们协助女王在永恒之井里打开了一扇巨大的、漩涡般的传送门。 ' WHERE entry=1806;
UPDATE page_text SET text='在所有事情都准备妥当之后，萨格拉斯开始了他对艾泽拉斯毁灭性的入侵。燃烧军团的恶魔们从永恒之井中涌出来，对夜精灵的城市发动了突然袭击。在阿克蒙德和玛诺洛斯的率领下，燃烧军团横扫卡利姆多大陆，所到之处片瓦无存。 ' WHERE entry=1807;
UPDATE page_text SET text='恶魔术士从天空中召唤灼热的地狱火，它们像陨石一样撞击着夜精灵优雅的神殿。末日守卫穿过卡利姆多的原野，屠杀它们看到的一切生物。狂暴的地狱犬在乡村中狂奔，没有遇到任何抵抗。虽然勇敢的卡多雷战士迅速组织起来为保卫他们古老的家园而战，但是在势不可挡的燃烧军团面前，他们只能节节败退。 ' WHERE entry=1808;
UPDATE page_text SET text='玛法里奥·怒风在此刻担任起了为他的那些被围困的同胞寻求帮助的任务，他的兄弟伊利丹曾经学习过高等精灵的魔法，但他因为对在上层阶级中逐渐滋生的堕落感到愤怒而离开了他们。在确信伊利丹已经放弃了对这种力量的追求之后，玛法里奥开始启程去寻找塞纳留斯并组织了一支反抗军。 ' WHERE entry=1809;
UPDATE page_text SET text='年轻美丽的女祭司泰兰德同意在月亮女神伊露恩的的名义下与这两个兄弟同行。虽然玛法里奥和伊利丹都爱着这位美丽的女祭司，但泰兰德的芳心只属于玛法里奥。伊利丹很嫉妒他的兄弟与泰兰德的爱情，但他知道这点伤心与他嗜之如命的魔法给他带来的痛苦相比，是微不足道的事情…… ' WHERE entry=1810;
UPDATE page_text SET text='伊利丹对魔法能量有很大的依赖性，他为了克制自己重新汲取永恒之井中的魔法能量的强烈欲望而时刻遭受着巨大的痛楚。尽管如此，在泰兰德的耐心帮助下，他仍然能够保持足够的理智来协助他的兄弟找到隐居的半神塞纳留斯。 ' WHERE entry=1811;
UPDATE page_text SET text='在遥远的海加尔山中的月光林地里，他们找到了定居于此的塞纳留斯。塞纳留斯决定帮助夜精灵找到古老的巨龙并寻求他们的帮助，由红龙雅立史卓莎领导的巨龙答应派出它们强大的龙群，与恶魔和它们的首领作战。 ' WHERE entry=1812;
UPDATE page_text SET text='塞纳留斯通过呼唤森林之灵集结了一支由古老树人组成的部队，并带领它们对燃烧军团发动了一次大胆的突袭。夜精灵的盟军都聚集在永恒之井和艾萨拉的神殿旁准备进行战斗。虽然这些新的盟友拥有强大的力量，但玛法里奥和他的同伴们意识到仅靠军事力量是无法击败燃烧军团的。 ' WHERE entry=1813;
UPDATE page_text SET text='当规模空前的战斗在艾萨拉的首都打响时，被迷惑的女王还在静静地等待萨格拉斯的到来。燃烧军团的首领准备穿越永恒之井来到这个饱经蹂躏的世界，当他那无比巨大的阴影在永恒之井那波涛澎湃的水面下出现时，艾萨拉召集了最强大的高等精灵。只有将他们的魔法能量集中在一起，才能打开一个足够巨大的传送门，让萨格拉斯顺利地踏入艾泽拉斯世界。 ' WHERE entry=1814;
UPDATE page_text SET text='在战斗席卷卡利姆多燃烧的大地时，出现了可怕的转折。具体情形已经无从考据，据说大地的巨龙守护者耐萨里奥在对抗燃烧军团的一场激战中发疯了。他的身体裂开，火焰和热量从他黑色的皮肤下喷涌而出。这条燃烧的巨龙将自己改名为死亡之翼，转身对付自己的同胞，将其他的巨龙赶离战场。 ' WHERE entry=1815;
UPDATE page_text SET text='死亡之翼的突然背叛造成的伤害非常巨大，五色巨龙再也没有恢复元气。雅立史卓莎和其他高贵的巨龙在伤痛和震惊下被迫离开了联军，玛法里奥和他的伙伴无助地处于劣势，侥幸在随后的攻击中存活了下来。 ' WHERE entry=1816;
UPDATE page_text SET text='在确认永恒之井就是使恶魔进入这个世界的大门之后，玛法里奥坚持认为应该摧毁它。他的同伴们被他这个疯狂的想法吓呆了——永恒之井是他们长寿和力量的源泉。但是泰兰德知道这是一个明智的抉择，于是她请求塞纳留斯和巨龙摧毁艾萨拉的神殿，并找到关闭永恒之井传送门的方法。 ' WHERE entry=1817;
UPDATE page_text SET text='从大爆炸中幸存的夜精灵爬上做工粗糙的木筏，缓慢地向视野中唯一可见的陆地划去。值得庆幸的是，在月亮女神伊露恩的护佑下，玛法里奥、泰兰德和塞纳留斯在大灾变中幸存了下来。疲惫的英雄们同意领导他们幸存的人民建立一个新的家园。 ' WHERE entry=1827;
UPDATE page_text SET text='从大爆炸中幸存的夜精灵爬上做工粗糙的木筏，缓慢地向视野中唯一可见的陆地划去。值得庆幸的是，在月亮女神伊露恩的护佑下，玛法里奥、泰兰德和塞纳留斯在大灾变中幸存了下来。疲惫的英雄们同意领导他们幸存的人民建立一个新的家园。 ' WHERE entry=1828;
UPDATE page_text SET text='在夜精灵们沉默的旅途中，他们看到了大地的残骸，并且意识到是他们对魔法的狂热导致了这场可怕的灾难。虽然萨格拉斯和他的燃烧军团被永恒之井的毁灭摧毁了，玛法里奥和他的同伴却不得不思考他们为这次胜利付出的代价。 ' WHERE entry=1829;
UPDATE page_text SET text='仍然有许多高等精灵在大爆炸中幸存了下来，他们和其他夜精灵们一起到达了陆地上。虽然玛法里奥并不相信这些高等精灵，但他知道，没有永恒之井，这些精灵无法兴风作浪。 ' WHERE entry=1830;
UPDATE page_text SET text='当疲惫的夜精灵们在新大陆的海岸登陆时，他们发现圣山海加尔在大灾变中幸存了下来。为了寻找一片新的定居点，玛法里奥和其他夜精灵一起攀登到了海加尔山的最高峰顶端。当他们俯视山下无边的森林时，精灵们发现了一片平静的小湖泊。令他们恐惧的是，这片湖泊的湖水充满了魔法能量。 ' WHERE entry=1831;
UPDATE page_text SET text='伊利丹也从大灾变中幸存了下来，并且在玛法里奥之前到达了海加尔山。他疯狂地想要延续这个世界上的魔法源泉，于是他将永恒之井的湖水倒入了这片小湖泊。 ' WHERE entry=1832;
UPDATE page_text SET text='这些湖水所蕴含的能量迅速溶入了这片小湖泊的湖水中，形成了一个新的永恒之井。兴奋的伊利丹认为这个新的永恒之井是一个为他的后代准备的丰厚礼物，在他手舞足蹈时，玛法里恩击倒了他。玛法里恩向他的兄弟解释道，魔法是天生的混乱之源，使用魔法最终将导致堕落和纷争，但固执的伊利丹仍然不愿放弃他的魔法力量。 ' WHERE entry=1833;
UPDATE page_text SET text='玛法里奥知道伊利丹的邪恶计划将会导致什么样的后果，于是他决定永远地解决他那疯狂的兄弟带来的问题。在塞纳留斯的帮助下，玛法里奥将伊利丹囚禁在一个巨大的地下室中，直到他生命的终结。为确保他兄弟的监禁，玛法里奥授权年轻的典狱官玛维·影歌为伊利丹的专职守卫。  ' WHERE entry=1834;
UPDATE page_text SET text='考虑到摧毁这个新的永恒之井可能导致更大的灾难，夜精灵决定留下它。但是玛法里恩宣布，夜精灵永远都不能进行魔法研究。在塞纳留斯的关注下，他们开始学习古老的德鲁伊法术，学习如何治愈伤痕累累的大地，并开始在海加尔山脚下种植他们喜爱的树木。 ' WHERE entry=1835;
UPDATE page_text SET text='在这之后的许多年里，夜精灵们不知疲倦地为重建他们的古老家园而工作。他们遗弃了破损的神殿和道路，在海加尔山脚下的茂密丛林和隐蔽的山脉中修建了新的家园。一段时间之后，在大灾变中幸存下来的龙来到了夜精灵的家园。 ' WHERE entry=1836;
UPDATE page_text SET text='红龙雅立史卓莎、绿龙伊瑟拉以及青龙诺兹多姆俯视着德鲁伊的宁静家园和夜精灵种植的水果。拥有强大力量的大德鲁伊玛法里恩欢迎这些巨龙的到来，并且将有关新永恒之井的事情告诉了他们。 ' WHERE entry=1837;
UPDATE page_text SET text='巨龙们在听到这个可怕的消息时大吃一惊，它们认为只要永恒之井仍然存在，燃烧军团就不会放弃征服这个世界的念头。玛法里奥和三条巨龙定下了一个契约，以此保证永恒之井的安全，并确保燃烧军团的爪牙永远也无法找到重回这个世界的门路。 ' WHERE entry=1838;
UPDATE page_text SET text='生命的赐予者，红龙雅立史卓莎，在永恒之井的中心投下了一颗附有魔法的橡子，这颗橡子一遇到充满魔法力量的湖水就开始生根发芽，长成了一棵巨大的橡树。大树的根须深入湖底，而巨大的树冠几乎要笼罩整个天空。 ' WHERE entry=1839;
UPDATE page_text SET text='这棵巨大的橡树是夜精灵与自然和谐关系的永恒象征，它所散发的生命能量可以慢慢地扩散并治愈整个世界的创伤。夜精灵将他们的世界之树命名为“诺达希尔”，这在夜精灵语中的意思是“苍穹之冠”。 ' WHERE entry=1840;
UPDATE page_text SET text='时间之王诺兹多姆对世界之树附加了魔法——只要这棵世界之树仍然存在，夜精灵就永远不会衰老，也不会生病。 ' WHERE entry=1841;
UPDATE page_text SET text='“一门可以让你度过重重难关的技能。”菲琳萨就是这样描述她的那套本事的。$B$B 如果你相信她所说的，那么就到达纳苏斯北部的塞纳里奥区去吧，她在那里传授她的课程。 ' WHERE entry=1842;
UPDATE page_text SET text='包括玛法里奥在内的夜精灵德鲁伊都通过世界之树和翡翠梦境建立了连接，作为神秘契约的一部分，德鲁伊们同意进行每次持续时间长达数百年的休眠，他们的灵魂可以在伊瑟拉的梦幻国度中自由徘徊。虽然夜精灵对耗费如此漫长的时间进行休眠感到惋惜，但他们仍然无私地接受了和伊瑟拉订下的契约。 ' WHERE entry=1843;
UPDATE page_text SET text='数百年过去了，暗夜精灵的社会逐渐发展壮大，并从他们世代生活的灰谷拓展到更广阔的疆域。在大灾变前分布广泛的野生动物——比如熊怪和野猪——在这片土地上重新出现并日益活跃起来。在德鲁伊的英明领导之下，暗夜精灵享受着与世无争的宁静生活。' WHERE entry=1844;
UPDATE page_text SET text='但是，许多原先的上层精灵越来越不安分。他们无法忍受失去魔法能量的空虚感，开始重新汲取永恒之井的能量，并沉浸在使用魔法的喜悦之中。上层精灵那直率急躁的领导人达斯雷玛开始公开抨击德鲁伊，称他们为不敢使用魔法的懦夫。' WHERE entry=1845;
UPDATE page_text SET text='玛法里奥和德鲁伊们对达斯雷玛的挑衅一笑了之，并警告上层精灵，任何使用魔法的行为都将招致死亡的惩罚。傲慢的达斯雷玛和他的追随者们对灰谷施放了一场可怕的魔法风暴，妄图迫使德鲁伊废除他们的法律。' WHERE entry=1846;
UPDATE page_text SET text='德鲁伊们无法对数量如此众多的同胞痛下杀手，只好决定流放这些鲁莽的上层精灵。达斯雷玛和他的追随者们对摆脱他们保守的同胞感到十分高兴，他们登上了经过特殊加工的船只并驶向了大海。虽然他们之中没人知道在狂暴的大漩涡对面有什么样的命运在等待他们，但起码他们可以找到一片属于自己的家园，一片可以使他们在不受干扰的情况下尽情练习魔法的家园。' WHERE entry=1847;
UPDATE page_text SET text='上层精灵——或者说是数百年前艾萨拉女王所说的“奎尔多雷”——最终登上了东方大陆的海岸，这块大陆后来被称为洛丹伦大陆。他们计划在这里建立他们自己的魔法王国——奎尔萨拉斯，并废除暗夜精灵对月亮女神的信仰和夜间活动的习惯。从此之后，他们的身份就变成了“高等精灵”。' WHERE entry=1848;
UPDATE page_text SET text='在与他们的同胞决裂之后，夜精灵们将注意力转回了对他们家园的保护上。这些德鲁伊在感到他们的休眠期又将来临之后，准备离开他们的爱人和家人去进行休眠。 ' WHERE entry=1849;
UPDATE page_text SET text='月亮女神伊露恩的首席女祭司泰兰德央求他的爱人玛法里奥不要离开她而陷入伊瑟拉的梦幻世界，但充满荣誉感的玛法里奥仍然坚持向女祭司告别，并且发誓在有生之年永远不会与她分离。 ' WHERE entry=1850;
UPDATE page_text SET text='泰兰德独自承担起保护卡利姆多大陆的重任。她挑选了她的夜精灵姐妹中的精英力量组成了一支强大的部队，这些受过严格训练的无畏女战士宣誓成为卡利姆多的保卫者，也就是哨兵部队。虽然她们喜欢在梣谷周围的茂密森林中独自巡逻，但哨兵们也有许多在紧急关头可以提供帮助的同盟。 ' WHERE entry=1851;
UPDATE page_text SET text='半神塞纳留斯一直住在海加尔山的月光林地附近。他的儿子——丛林守护者们对夜精灵保持着密切的关注，并帮助哨兵部队维持这片大地的平衡。塞纳留斯的女儿——林精们也开始频频在公开场合露面。 ' WHERE entry=1852;
UPDATE page_text SET text='虽然在梣谷巡逻的任务使泰兰妲忙碌不已，但她仍然感到孤单寂寞。在德鲁伊们沉睡着的几百年中，泰兰妲感到恶魔的第二次入侵不会太远了。她预感到燃烧军团仍然存在，预??到他们正在天外无边的黑暗中策划着对夜精灵和艾泽拉斯的复仇。 ' WHERE entry=1853;
UPDATE page_text SET text='达斯雷玛领导的高等精灵离开了卡林多并成功穿越了波涛汹涌的大漩涡。他们的船队在这破碎的世界中徘徊了许多年，在旅行中发现了无数神奇的奥秘与失落的国度。达斯雷玛为自己取了个“逐日者”的称号，不懈地寻找着一个蕴藏着大量魔法能量的地方来为他的子民建造一个新的家园。 ' WHERE entry=1854;
UPDATE page_text SET text='他的船队最终在某块大陆的海岸边上靠了岸——那块大陆后来被称为洛丹伦。在向内陆推进的过程中，高等精灵们在安静的提瑞斯法林地里建立了他们的安身之所。几年后，他们中的许多人开始发狂。据说那是因为有些恶灵正沉睡在提瑞斯法林地的下面，不过这个传说从来也没有被证实过。高等精灵不得不卷起铺盖，向北移居到了另一片充满能量的土地上。 ' WHERE entry=1855;
UPDATE page_text SET text='当高等精灵穿越了此起彼伏、群山连绵的洛丹伦后，他们的旅行变得更危险了。由于精灵们与给予他们活力的永恒之井之间的联系已经完全被切断， 他们中的许多人不是在天寒地冻中病倒，就是死于极度的饥饿。然而最让人不安的变化却是他们已经不再拥有永恒的生命以及对元素魔法的免疫能力。 ' WHERE entry=1856;
UPDATE page_text SET text='他们的身材变矮了，肌肤也失去了独特的紫罗兰色。尽管面对如此严峻的形势，高等精灵们还是见识到了许多在卡利姆多从没见过的奇怪物种，他们也发现了一些原始的、以在原始森林中打猎为生的人类部落，然而他们遭遇到的最可怕的威胁还是祖阿曼的那些贪婪而狡猾的森林食人妖。 ' WHERE entry=1857;
UPDATE page_text SET text='这些皮肤上长满苔藓的食人妖不仅可以断肢再生，而且他们的身体即使受到了严重的创伤，也能很快自行愈合，不过他们的行为表明这些食人妖还只是一个野蛮邪恶的种族。阿曼尼帝国的疆土覆盖了北罗德隆的大部分土地，食人妖们对贸然闯入的那些不速之客施以迎头痛击，把他们驱离祖-阿曼的边境。精灵们对这些恶毒的食人妖逐渐感到深恶痛绝，无论在哪里看到他们都会将其格杀勿论。 ' WHERE entry=1858;
UPDATE page_text SET text='许多年后，高等精灵终于找到了一片可以追忆卡林多的土地。他们在大陆以北的森林深处建立了奎尔萨拉斯王国，并誓言要建立一个远比他们的卡多雷同胞更强大的帝国。不幸的是，不久以后他们就发现奎尔萨拉斯其实是建在了一座受到食人妖顶礼膜拜的食人妖古城上。食人妖们几乎在第一时间就向精灵的定居点发起了大规模的进攻。 ' WHERE entry=1859;
UPDATE page_text SET text='固执的精灵不愿放弃他们刚刚获得的土地，于是他们利用自己从永恒之井得到的魔法遏制了野蛮食人妖的疯狂攻击。在达斯雷玛的领导下，他们成功地击败了超过己方数量10倍的阿曼尼军队。一些精灵想起了卡多雷的古老警示，觉得他们对魔法的使用可能会引起那已被驱逐的燃烧军团的注意。 ' WHERE entry=1860;
UPDATE page_text SET text='因此，精灵们决定把他们的土地用结界隐藏起来，以便让他们能够继续对魔法进行研究。他们在奎尔萨拉斯周围的多个地点建造了一系列庞大的符石作为魔法结界的边界节点，这些符石不仅可以把精灵的魔法隐藏起来以躲避来自其他位面的威胁，还可以帮助他们吓阻迷信的食人妖军队。 ' WHERE entry=1861;
UPDATE page_text SET text='随着时间的流逝，奎尔萨拉斯逐渐成为了高等精灵不懈努力与魔法威力的象征，它美丽的宫殿保持着与卡林多古代城市一样的建造风格，与大自然的地形地貌完美地融合在了一起。奎尔萨拉斯成为了一颗精灵们渴望已久的耀眼珠宝。 ' WHERE entry=1862;
UPDATE page_text SET text='尽管此时逐日者王朝还保留了少许的政治权利，但统治这个王国的却是一个名叫银月议会的统治机构。议会由高等精灵中最伟大的7位领主组成，负责确保高等精灵领土与子民的安全。由于有防御结界的保护，高等精灵们仍旧对卡多雷的古老警示无动于衷，并且几乎在他们所有日常生活中都频繁地使用魔法。 ' WHERE entry=1863;
UPDATE page_text SET text='高等精灵在他们与世隔绝的王国中和平安宁地生活了将近四千年，然而复仇心切的食人妖不是那么容易被打败的。他们在森林深处囤积力量，等待着他们的军队发展壮大的一天。终于，一支强大的食人妖军队从阴暗的森林中发动了攻势，再一次大举进犯奎尔萨拉斯。 ' WHERE entry=1864;
UPDATE page_text SET text='当高等精灵正在为生存而抵抗着食人妖大军猛烈的冲击时，洛丹伦大陆上的人类游牧民们则正在为巩固他们自己的部落领地而战，这些原始人的部落在袭击其他族群的定居点时丝毫不在乎什么荣誉和种族团结。 ' WHERE entry=1865;
UPDATE page_text SET text='最终，一个名叫阿拉希的部落意识到食人妖已经成为了对人类来说不可忽视的威胁。阿拉希部落希望把所有部落收归自己的麾下，那样他们就能组织起一条统一战线来对抗食人妖军队了。 ' WHERE entry=1866;
UPDATE page_text SET text='足智多谋的阿拉希部落花了6年的时间，用计谋和武力打败了所有与他们对立的部落。每击败一个部落，阿拉希部落都给予被他们征服的人民以和平的生活与平等的权利，因此，他们赢得了战败者的忠诚。最终阿拉希部落容纳了许多各种各样的部落，他们的部队也迅速壮大了起来。 ' WHERE entry=1867;
UPDATE page_text SET text='他们自信可以凭一己之力来击败食人妖军队，甚至若有必要还可以击败那些与世隔绝的精灵，阿拉希的军阀们决定在洛丹伦南部建造一座强大的要塞城市。这个被叫做激流城的城邦成为了阿拉希人的国家——阿拉索的首都。随着阿拉索的繁荣昌盛，大陆各处的人类都不远万里来到了安全可靠的激流城定居。 ' WHERE entry=1868;
UPDATE page_text SET text='人类团结在同一个信念下，众多部落逐渐发展出了一个强大的文明。阿拉索国王索拉丁知道北方的精灵正在遭到食人妖持续不断的围攻，但是他却拒绝用他人民的生命作赌注来冒险帮助陌生的精灵。许多月过去了，关于精灵们正在节节败退的传言逐渐传遍了洛丹伦大陆。当疲惫的奎尔萨拉斯大使来到激流城的时候，索拉丁才意识到食人妖的威胁竟然是如此巨大。 ' WHERE entry=1869;
UPDATE page_text SET text='精灵们告诉索拉丁，食人妖的军队非常庞大，一旦奎尔萨拉斯被食人妖摧毁，他们的军队马上就会南下。绝望的精灵们由于迫切地需要军事援助，草草地答应向那些被选中的人类传授魔法，以此来换取他们在抵抗食人妖军队时为精灵提供帮助。 ' WHERE entry=1870;
UPDATE page_text SET text='虽然索拉丁对任何魔法都不信任，但出于必要性的考虑，他还是答应支援精灵们。很快就有一批精灵法师火速赶到激流城，开始向一小群人类传授魔法的记忆。 ' WHERE entry=1871;
UPDATE page_text SET text='精灵们发现虽然人类在掌握施法方面显得比较笨拙，但他们对魔法却有一种惊人的天赋。有100个人学习了一些非常基本的精灵魔法，这些人正好足够帮助精灵对抗食人妖。精灵们深信他们的人类学徒已经为在战斗中提供援助做好了准备，于是就离开了激流城回到北方，与索拉丁国王的强大军队并肩作战。 ' WHERE entry=1872;
UPDATE page_text SET text='精灵与人类的联军在奥特兰克山脚下猛烈冲击着在数量上有着压倒性优势的食人妖军队。战斗持续了许多天，但是不屈不挠的阿拉索军队从没懈怠过，他们在食人妖的攻击中从未后退一步。精灵的领主们认为是时候将他们的魔法力量施放到敌人头上去了。 ' WHERE entry=1873;
UPDATE page_text SET text='于是百多名人类魔法师与众多的精灵巫师从空中召下天火，将食人妖军队包围在了烈火之中。元素火焰阻止了食人妖伤口的重生，将他们烧成灰烬。 ' WHERE entry=1874;
UPDATE page_text SET text='食人妖的军队崩溃了，当他们准备逃跑的时候，索拉丁的军队乘胜追击，直到最后一个食人妖士兵倒下为止。在经历了这次惨重的失败之后，食人妖遭到了毁灭性的打击，从此他们再也没能建立起新的食人妖国家。在从毁灭的边缘拯救了奎尔萨拉斯之后，精灵向阿拉索王国与索拉丁的血脉许下了忠诚与友谊的誓言，人类与精灵在后来的年代中一直保持着和平的关系。 ' WHERE entry=1875;
UPDATE page_text SET text='由于北方没有了食人妖的威胁，奎尔萨拉斯的精灵们开始致力于重建他们的家园，获胜的阿拉索军队回到了他们南方的家园激流城。 ' WHERE entry=1876;
UPDATE page_text SET text='阿拉索的人类社会逐渐发展繁荣了起来，后来索拉丁由于担心他的国家继续扩张下去迟早会四分五裂，就一直努力保持激流城在王国里的中枢地位。在阿拉索王国经过许多年的和平发展与通商后，伟大的索拉丁寿终正寝了，阿拉索的年轻一代开始自由拓张激流城以外的王国疆界。 ' WHERE entry=1877;
UPDATE page_text SET text='最初的那100名受到精灵教导的魔法师继续增强着他们的力量，更加细致地研究着如何操纵法术这一神秘学科。这些魔法师起初是由于他们强大的意志与高贵的灵魂被挑选出来的，他们也始终抱着小心负责的心态来使用魔法。然而，当他们把魔法的秘密与力量传递到新一代的手中之后，那些年轻人对战争的严酷与自制的必要性完全没有概念。 ' WHERE entry=1878;
UPDATE page_text SET text='年轻的魔法师们逐渐开始为了一己私利使用魔法，而不是为了保护同胞的责任。 ' WHERE entry=1879;
UPDATE page_text SET text='随着王国的发展，新的土地被开拓，年轻的魔法师们也来到了南方。魔法师们施展着他们神秘的力量，保护他们的同胞免受野兽的袭击，并使得在荒园上建立新的城邦成为可能。但是随着他们的力量越来越大，他们变得越来越自以为是，与社会也变得越来越疏远。 ' WHERE entry=1880;
UPDATE page_text SET text='阿拉索的第二个城邦达拉然在激流城以北建立了，许多初出茅庐的巫师离开了压抑的激流城来到达拉然，期望在这里能更自由地使用他们新得到的力量。这些魔法师制造了达拉然的魔法尖塔，狂热地进行着魔法研究。 ' WHERE entry=1881;
UPDATE page_text SET text='达拉然的居民们尊重魔法师的努力研究，并且在他们的保护下建立起了一个热闹的贸易体制。然而，随着越来越多的魔法师使用魔法，达拉然周围的空间变得脆弱，开始破裂。 ' WHERE entry=1882;
UPDATE page_text SET text='由于达拉然魔法师没有节制的使用魔法，一些在永恒之井崩溃时被驱逐的燃烧军团爪牙被重新引回了这个世界。虽然这些相对比较弱的恶魔并没有大批出现，不过他们还是在达拉然造成了一定的混乱。 ' WHERE entry=1883;
UPDATE page_text SET text='大多数与恶魔的遭遇都是些零散的事件，而且当政的玛苟克拉斯议会使尽全身解数把这些事件从大众的目光中掩盖了起来。一些最强大的魔法师被派去活捉这些狡猾的恶魔，不过通常他们都会发现这些强大的燃烧军团爪牙虽然只是孤身作战，不过却强大得远远超出他们所能应付的极限。 ' WHERE entry=1884;
UPDATE page_text SET text='数月后迷信的农民开始怀疑他们的巫师统治者们有意向他们隐瞒了一些可怕的事情，随着胡思乱想的市民质疑起他们一度曾经赞美过的魔法师的动机与行动，关于革命的谣言开始到处流传起来。由于玛苟克拉斯议会担心农民们发动起义，继而导致激流城采取一些对他们不利的行动，于是他们不得不向精灵——他们觉得唯一有可能理解自己现在面对的特殊难题的盟友——寻求帮助。 ' WHERE entry=1885;
UPDATE page_text SET text='在听取了玛苟克拉斯议会关于恶魔在达拉然活动的报告后，精灵们迅速把他们最强大的巫术师们派往人类的领土。精灵巫术师们研究了达拉然的能量流，然后对每件他们目击到的恶魔活动写了详细的报告。他们的结论是，尽管现在只有很少的恶魔在世界上肆虐，但是如果人类继续滥用魔法的话，燃烧军团对这个世界来说仍然是一个不可忽视的巨大威胁。 ' WHERE entry=1886;
UPDATE page_text SET text='统治奎尔萨拉斯精灵的银月议会与达拉然玛苟克拉斯议会的领主们达成了一个秘密契约。精灵们告诉了玛苟克拉斯议会一些关于古卡林多和燃烧军团的历史，那些至今仍然威胁着这个世界的往事。他们告诉人类，只要他们还使用魔法，就得想办法保护他们的子民免受燃烧军团的威胁 ' WHERE entry=1887;
UPDATE page_text SET text='玛苟克拉斯议会提议将他们集体的力量授予一个最强的凡人，让他来与燃烧军团进行一场永不终结的秘密战争。由于担心人们会由于恐惧和猜疑而发生骚乱，他们强调绝不能让大多数人类知道守护者的存在或者燃烧军团的威胁。精灵对此表示赞同，并且成立了一个秘密社团来监督守护者的选举以及协助遏制混乱在这个世界的抬头。 ' WHERE entry=1888;
UPDATE page_text SET text='这个社团在阴影笼罩的提里斯法林地举行秘密会议，那块地方就是精灵们最初在罗德隆定居的地方。因此，他们把这个秘密组织命名为提里斯法守护者。最强的凡人们被选为守护者，被给予包含着精灵和人类魔法的惊人力量。虽然守护者一直是独来独往，但是由于拥有如此强大的力量，所以无论在什么地方，他们都可以凭一己之力来抵抗燃烧军团。 ' WHERE entry=1889;
UPDATE page_text SET text='由于守护者的力量极端强大，所以只有提里斯法会有权力从具有潜质的法师中挑选足以继承守护者衣钵的人。无论何时，当一个守护者太过衰老，或者厌倦于这场与邪恶抗衡的秘密战争时，议会就会选出一个新的强者，在确保万无一失的情况下正式将守护者的力量导入这个新代理人的体内。 ' WHERE entry=1890;
UPDATE page_text SET text='随着时间的推移，守护者们一直暗中保证人类免受遍布阿拉索和奎尔萨拉斯大地上的燃烧军团爪牙的伤害。阿拉索随着遍布全国的魔法普及而发展繁荣着，同时，守护者们也在继续小心谨慎地监视着恶魔的活动。 ' WHERE entry=1891;
UPDATE page_text SET text='在泰坦们离开艾泽拉斯后，他们创造出的土灵们继续雕琢和守护着世界的深处。土灵在很大程度上不关心居住在地面上的各个种族的事务，他们只专注于探索地下世界。 ' WHERE entry=1892;
UPDATE page_text SET text='永恒之井的大爆炸把艾泽拉斯世界撕裂的同时，也深深影响到了土灵。他们随大地的痛苦而遭受到了巨大的打击，并因此丢失了自我意识，将自己封闭在他们诞生的那些石室中。奥达曼、奥丹姆和奥杜尔是土灵最先建造的以远古泰坦命名的城市。而现在，这些城市被深深埋到了地下，土灵在这里沉睡了将近8000年。 ' WHERE entry=1893;
UPDATE page_text SET text='虽然还不清楚究竟是什么惊醒了他们，但终于有一天，奥达曼的土灵们从沉睡中醒来了。这些土灵发现自己的身体在沉睡期间发生了很大的变化。他们原本像石头一样坚硬的皮肤变得柔软光滑，他们控制大地和石头的能力也变弱了很多。他们变成了更为普通的生物。 ' WHERE entry=1894;
UPDATE page_text SET text='他们把自己称作“矮人”，这些硕果仅存的土灵们离开了奥达曼城，在逐渐苏醒的艾泽拉斯世界里到处探险。由于他们仍然被地底深处的奥秘和安全感所吸引着，因此矮人们在陆地上最高的山峰中建造了一个巨大的王国。 ' WHERE entry=1895;
UPDATE page_text SET text='他们以泰坦的建造之神卡兹格罗斯的名字为自己的的王国命名，称之为“卡兹莫丹”或“卡兹之峰”。矮人们为自己的泰坦父亲建造了祭坛，并在山峰的中央建造了一座巨大的熔炉。 从此，一座被称为铁炉堡的城市就在这座熔炉旁兴起了。 ' WHERE entry=1896;
UPDATE page_text SET text='矮人天生沉迷于加工宝石和岩石，喜欢在山峰深处开矿挖掘稀有的矿藏。他们满足于自己在地底的工作，与地面上的其他种族互无往来。 ' WHERE entry=1897;
UPDATE page_text SET text='激流城继续扮演着阿拉索中心的角色，不过就和达拉然一样，许多新城邦在洛丹伦大陆逐渐建立了起来。吉尔尼斯、奥特兰克，以及库尔提拉斯都是第一批建立起来的城邦，虽然这些城邦每个都有着他们自己的习俗和贸易活动，但他们都一致听命于激流城。 ' WHERE entry=1898;
UPDATE page_text SET text='在提里斯法会谨慎警惕的监控下，达拉然成为了这片土地上主要的魔法学习中心。统治达拉然的玛苟克拉斯议会成立了肯瑞托，这个教派专门负责记录和研究他们发现的每一个魔法和每一件魔法物品。 ' WHERE entry=1899;
UPDATE page_text SET text='吉尔尼斯和奥特兰克成为了激流城强大的支持者，并发展起了强大的军队，他们的远征队一直探索到了卡兹莫丹以南的那片山岳连绵的土地。就在这期间，人类首次遇到了古代种族矮人，他们旅行来到了矮人们的地下洞穴城市——铁炉堡。人类和矮人分享了许多金属锻造和工程学方面的知识，并发现他们对战斗和讲故事都有着共同的爱好。 ' WHERE entry=1900;
UPDATE page_text SET text='库尔提拉斯城邦建立在洛丹伦以南一个巨大的岛屿上，他们发展出了建立在渔业和远洋航运基础上的繁荣贸易。随着时间的流逝，库尔提拉斯建立起了一支强大的商船队，他们穿越了所有已知地区，在世界各地搜寻供交易与贩卖的奇珍异宝。但是，虽然阿拉索王国越来越繁荣昌盛，但它最强大的核心却开始分崩离析。 ' WHERE entry=1901;
UPDATE page_text SET text='此时，激流城的领主们开始逐渐把他们的财产转移到繁华的洛丹伦北部地方，将贫瘠的南方遗弃不顾。索拉丁国王的继承人——阿拉希血脉中最后一个子嗣——争论道他们不该放弃激流城，因此招来了那些同样迫切想要离开的高阶市民的不满。 ' WHERE entry=1902;
UPDATE page_text SET text='激流城的领主们决定丢下他们的古城，指望到未开化的北方去寻求纯洁与教化。在达拉然以北很远的地方，激流城的领主们建立了一个的新城邦，它被称作洛丹伦，这整片大陆的名字便是源自这个城邦。洛丹伦成为了一个朝圣者和所有寻求内心的和平安宁者所渴望的胜地。 ' WHERE entry=1903;
UPDATE page_text SET text='阿拉希的子孙们被丢在了古激流城那崩坏的城墙中，于是他们决定到南方卡兹莫丹的岩石林立的山脉中去。许多个漫长的年头过去了，他们终于结束了自己的旅程，在大陆北方的一个名叫艾泽拉斯的地方定居了下来。他们在一个富饶的山谷中建立了暴风王国，不久这里就变成了一个有了自己自足能力的地方。 ' WHERE entry=1904;
UPDATE page_text SET text='还有少数战士仍然留在激流城中，他们决定继续居住在那里，守护他们古城的城市。激流城早已不是帝国的中央了，但它逐渐发展成了一个新的城邦国家——激流堡。尽管每个城邦都在自己的管辖下繁荣了起来，阿拉索帝国却彻底四分五裂了。随着每个国家都发展起了他们自己的习俗与信仰，每个城邦之间的差异都越来越大。索拉丁国王统一人类的梦想最终还是随风消散了。 ' WHERE entry=1905;
UPDATE page_text SET text='就在七个人类王国之间的政治军事斗争此起彼伏之时，守护者仍然履行着他们对抗混乱的职责。在这许多年中曾有多人担任守护者，但在同一时间内只有一个人能拥有提里斯法会的魔法力量。作为这时代最后的守护者之一，她是一个足以抗衡邪恶与黑暗的强大战士。 ' WHERE entry=1906;
UPDATE page_text SET text='艾格文，这个热情的人类女孩，赢得了提里斯法会的认可，并被授予了守护者的披风。艾格文精力充沛地工作着，猎杀和根除每个她找到的恶魔，但是她始终对被男性垄断的提里斯法会的权力表示怀疑。 ' WHERE entry=1907;
UPDATE page_text SET text='她相信由远古的精灵和长者们掌握的议会的思想已经过于陈旧狭隘，不能下达高瞻远瞩的果断命令来对抗混乱。亢长枯燥的谈话和辩论让她感到极度不耐烦，她渴望向上级和同伴证明自己的价值，所以往往在许多紧要关头时作出英勇却有失明智的事情来。 ' WHERE entry=1908;
UPDATE page_text SET text='随着她所掌握的提里斯法力量逐渐增强，艾格文开始注意到一些潜伏于冰雪覆盖的诺森德大陆的强大恶魔。她千里迢迢赶到北方，进入深山中追踪恶魔。 在那里，她发现恶魔们正在猎杀一支幸存的龙族，企图吸取这些远古生物天生的魔力。 ' WHERE entry=1909;
UPDATE page_text SET text='这些刻意避开日新月异的人类社会的强大龙族和燃烧军团的恶魔打得难分难解。艾格文在龙族的帮助下消灭了这些恶魔，在最后一个恶魔从这个世界消失的时候，一股巨大的风暴出现在北方。一个庞大的黑暗身影出现在诺森德上空。 ' WHERE entry=1910;
UPDATE page_text SET text='一个庞大的黑暗身影出现在诺森德上空，燃烧军团的首领——恶魔之王萨格拉斯出现在艾格文眼前，周身散发着地狱般的能量。他告戒年轻的守护者，提里斯法会的时代就要结束了，这个世界将会被燃烧军团征服。 ' WHERE entry=1911;
UPDATE page_text SET text='骄傲的艾格文相信自己有能力对抗这个神一般的恶魔，她释放全身的力量攻击萨格拉斯的躯体。大大出乎她意料的是，艾格文很轻松地击倒了恶魔之王，并成功地摧毁了萨格拉斯的躯体。由于怕萨格拉斯的灵魂仍然徘徊不止，天真的艾格文将他的躯体残骸封印在了一个当永恒之井爆炸时沉没到海底的远古大厅中。' WHERE entry=1912;
UPDATE page_text SET text='艾格文没有意识到她所做的恰恰就是萨格拉斯所预期的。她在不经意间定下了艾泽拉斯世界的命运，因为萨格拉斯的灵魂已经在他的躯体死亡的瞬间潜入了艾格文孱弱的身体中。在年轻的守护者毫不知情的情况下，萨格拉斯将在她灵魂的黑暗面中潜伏很长时间。 ' WHERE entry=1913;
UPDATE page_text SET text='铁炉堡的矮人在和平的环境中生活了很多个世纪，然而他们的山中城市疆界太有限，而他们的社会又发展得太大了。虽然强大的高山之王莫迪姆斯·安威玛运用正义和智慧统治着所有的矮人，但在矮人社会中，三个强大的部族已经出现了。 ' WHERE entry=1914;
UPDATE page_text SET text='作为铁炉堡的传统卫队，由亲王玛多兰·铜须领导的铜须部族和高山之王的联系最紧密；由亲王卡德罗斯·蛮锤领导的蛮锤部族居住在山脉下方的小丘上和峭壁边，他们希望能得到更多对城市的控制权。 ' WHERE entry=1915;
UPDATE page_text SET text='第三个强大的部族是由法师亲王索瑞森领导的黑铁部族，他们隐居在山脉矿坑的最深处，计划着要推翻他们那些铜须部族和蛮锤部族的兄弟们。 ' WHERE entry=1916;
UPDATE page_text SET text='三个部族保持了一段摇摇欲坠的和平状态，但高山之王的过世让这脆弱的和平彻底消失了。 三个部族为争夺铁炉堡的控制权展开了一场战争，矮人的内战在地下激烈地持续了很多年。 最终，拥有最强大军队的铜须部族把蛮锤部族和黑铁部族驱逐出了铁炉堡，赢得了战争的胜利。 ' WHERE entry=1917;
UPDATE page_text SET text='卡德罗斯和他的蛮锤战士向北迁徙，穿过了丹奥加兹之门，在格瑞姆巴托峰顶建造了自己的王国。蛮锤部族在那里繁荣兴旺了起来，并重建了他们的宝藏仓库。索瑞森和他的黑铁部族则没有那么好运，战败的耻辱让他们更加愤怒，他们发誓一定要报复铁炉堡。索瑞森在美丽的红岭山脉建造了一座城市（以他自己的名字命名）。 ' WHERE entry=1918;
UPDATE page_text SET text='生活富足和岁月的流逝并没有消除黑铁部族对他们兄弟的仇恨，索瑞森和他的女巫夫人莫德古德兵分两路对铁炉堡和格瑞姆巴托发动了进攻。黑铁部族准备将卡兹莫丹的所有土地收归囊中。 ' WHERE entry=1919;
UPDATE page_text SET text='黑铁部族的军队横扫了他们两个兄弟部族的军队和堡垒，差点就攻下了两个王国。但是，玛多兰·铜须亲自领导他的部族击败了索瑞森的法师部队。索瑞森和他的随从不顾格瑞姆巴托的战局逃回了自己的城市，导致莫德古德的军队在面对卡德罗斯和他的蛮锤部族部队时的处境更加艰难。 ' WHERE entry=1920;
UPDATE page_text SET text='当莫德古德面对她的敌人时，她总是运用自己的力量，将恐惧深深烙进敌人的内心。阴影随着她的命令而移动，黑暗的物体从地底深处浮现出来，潜伏在蛮锤要塞中。最终，莫德古德攻破了大门，直接开始进攻最后的堡垒。蛮锤战士们团结一致，卡德罗斯亲自上阵，在千军万马中击杀了法师女王。 ' WHERE entry=1921;
UPDATE page_text SET text='莫德古德的阵亡让黑铁军队在暴怒的蛮锤大军面前一溃千里，他们在向南逃往自己的城市时却遇到了从铁炉堡赶来增援格瑞姆巴托的军队。剩余的黑铁部族部队被两面夹击，全军覆没。 ' WHERE entry=1922;
UPDATE page_text SET text='铁炉堡和格瑞姆巴托的联军随后转向南面，准备彻底消灭索瑞森和他的黑铁部族。但他们并没有走多远，索瑞森的怒火导致了洪水般的魔法波动。他为了战斗的胜利而开始召唤强大的超自然生物，并不顾一切地召唤沉睡于地下的远古力量。令他震惊（并最终毁灭他）的是，他所召唤的生物远远比他能够想像到的任何一个噩梦都要可怕。 ' WHERE entry=1923;
UPDATE page_text SET text='炎魔拉格纳罗斯是在初建这个世界的时候被泰坦封印的火元素之王，他由于索瑞森的召唤而再次重生。拉格纳罗斯在艾泽拉斯的重生粉碎了赤脊山脉，他的力量使得一座怒哮的火山拔地而起。 ' WHERE entry=1924;
UPDATE page_text SET text='形成了一座北接灼热峡谷南连燃烧平原的火山——黑石塔。虽然索瑞森被他释放出来的力量杀死了，但他那些幸存下来的同类们却大多被拉格纳罗斯和他麾下的元素生物们奴役了起来。至今，他们还被留在黑石塔里。 ' WHERE entry=1925;
UPDATE page_text SET text='在目睹了可怕的毁灭景象和南部山脉肆虐的火焰后，玛多兰国王和卡德罗斯国王止住了他们军队的脚步，匆忙掉头向他们自己的国家撤退，以免面对拉格纳罗斯可怕的力量。 ' WHERE entry=1926;
UPDATE page_text SET text='铜须部族返回铁炉堡，重建了他们荣耀的城市，蛮锤部族也返回了他们在格瑞姆巴托的家园。然而莫德古德的死在这个山丘要塞上留下了一个充满邪恶的瑕疵，蛮锤部族的矮人们发现那里已经不再适合居住了。 ' WHERE entry=1927;
UPDATE page_text SET text='他们对于失去自己深爱的家园感到无比悲痛。铜须部族的国王给蛮锤部族在铁炉堡的疆界内提供了一个栖身之所，然而蛮锤部族却顽固地拒绝了他。卡德罗斯带着他的子民北上来到了洛丹伦的土地，在富饶的辛特兰森林里居住了下来，蛮锤部族在那里的鹰巢山上建造了自己的城市，并逐渐亲近了大自然，而且甚至与当地的狮鹫兽成为了朋友。 ' WHERE entry=1928;
UPDATE page_text SET text='铁炉堡的矮人们希望与同胞保持联系与贸易，于是他们建造了两座连接着卡兹莫丹与罗德隆之间山口的巨大拱桥——萨多尔大桥。两个国家靠着互相通商而繁荣了起来，玛多兰和卡德罗斯死后，他们的儿子为缅怀父亲而共同发起雕刻了两尊巨大的雕像。 ' WHERE entry=1929;
UPDATE page_text SET text='这两尊雕像守护着通往南方那片火山遍布的大地的通道，它们就像是在共同警告着试图攻打矮人王国的家伙，提醒他们黑铁部族为他们的罪行付出了多么惨重的代价。 ' WHERE entry=1930;
UPDATE page_text SET text='两个王国继续保持了数年的密切关系，但蛮锤部族的矮人却由于他们在格瑞姆巴托看到的恐怖景象而发生了很多改变，他们开始居住在鹰巢山的高处，而不再在深山中挖掘自己的王国。由于意识形态之间存在着巨大的差异，两个矮人部族最终分道扬镳了。 ' WHERE entry=1931;
UPDATE page_text SET text='时光一年年地飞逝，守护者艾格文变得越来越强大，她运用提里斯法的能量大大延长了自己的寿命。 她错误地认为自己已经消灭了萨格拉斯， 并在接下来的九百年中继续为保护这个世界而与恶魔之王的爪牙斗争。但是，提里斯法会最终决定终结她的守护者职责。 ' WHERE entry=1932;
UPDATE page_text SET text='议会命令艾格文回到达拉然，以便让他们选择新的守护者。然而艾格文并不信任议会，她决定自己选择接班人。 ' WHERE entry=1933;
UPDATE page_text SET text='骄傲的艾格文计划生一个孩子来继承她的力量，她决不容许提里斯法会像操纵她一样操纵自己的继承人，于是她来到南方的艾泽拉斯，在那里，她找到了一个最佳人选：人类魔法师聂拉斯·埃兰。 ' WHERE entry=1934;
UPDATE page_text SET text='埃兰是艾泽拉斯国王的御用法师跟顾问。艾格文引诱了这个魔法师并让她怀了自己的孩子。聂拉斯天生对于魔法的喜好将会深深的埋藏在这个还未出生的小孩的身上，并且会设定好这个孩子将来所要采取的悲剧步骤。提里斯法的力量也会深植在这个孩子的身上，直到他的身体真正长大，这股力量才会真正的觉醒。 ' WHERE entry=1935;
UPDATE page_text SET text='时光飞逝，艾格文在一处与世隔绝的森林里生下了她的儿子。他被取名为麦迪文，在高等精灵的语言中，这个词的意思是“保守秘密的人”。 艾格文相信她的儿子将成长为下一个守护者。然而不幸的是，萨格拉斯恶毒的灵魂隐藏在她的体内，并且早在她怀孕的时候就占据了她的孩子的躯体。艾格文根本没有想到，刚刚来到这个世界的新的守护者已经被他最大的敌人占据了。 ' WHERE entry=1936;
UPDATE page_text SET text='在确认了麦迪文正在健康活泼地成长之后，艾格文将幼小的孩子送到艾泽拉斯的宫廷中，让他的人类父亲和其他人抚养他长大。她自己则漫游在荒野中，准备一个人渡过余生。麦迪文健康地成长为一个强壮的孩子，但他完全没有意识到他体内拥有多么强大的力量。 ' WHERE entry=1937;
UPDATE page_text SET text='萨格拉斯等待着时机，等待着这个年轻人体内的力量自动显现出来。当麦迪文成长到了少年时期，他高超的魔法技巧让他在艾泽拉斯很受欢迎。同时，他也经常和他的两个朋友一起去探险，这两个朋友一个是艾泽拉斯的莱恩王子，另一个是阿拉希血统的唯一传人，安杜因·洛萨。虽然这三个小孩子经常在王国内搞恶作剧，但平民百姓都非常喜欢他们。 ' WHERE entry=1938;
UPDATE page_text SET text='当麦迪文到了14岁时，他体内强大的力量觉醒了，这股力量和潜藏于他灵魂中的萨格拉斯的灵魂发生了激烈的冲突。麦迪文因此陷入了长达数年的昏睡。 ' WHERE entry=1939;
UPDATE page_text SET text='当他从昏迷中醒来的时候，他发现自己已经长大成人，而他的朋友莱恩和安杜因也已经成为了艾泽拉斯的摄政王。虽然他希望运用身体里那不可思议的力量来保护这片被自己称做“家园”的土地，但萨格拉斯的灵魂将他的意志和情感扭向了阴暗的一面。 ' WHERE entry=1940;
UPDATE page_text SET text='萨格拉斯出现在麦迪文心中的阴暗面，他知道第二次入侵这个世界的计划已经快要成功了，而这个最后的守护者将帮助他们完成这个计划。 ' WHERE entry=1941;
UPDATE page_text SET text='在麦迪文降生的前后，欺诈者基尔加丹正和他的随从们在扭曲虚空中谋划着下一步的行动。这个狡猾的恶魔领主在他的主人萨格拉斯的命令下，计划着燃烧军团对艾泽拉斯世界的第二次入侵。 ' WHERE entry=1942;
UPDATE page_text SET text='这一次，他不能允许有任何的闪失。基尔加丹认为他需要先派遣一支新的力量去削弱艾泽拉斯的防御力量，然后燃烧军团才能轻松征服这个世界。如果艾泽拉斯大陆的原生种族——比如夜精灵和龙族——在被迫对付新的威胁时遭到损失，那么当燃烧军团真正入侵的时候，他们就会因为实力太弱而不能构成任何实质性的抵抗。 ' WHERE entry=1943;
UPDATE page_text SET text='正是在这个时候，基尔加丹发现了在浑沌黑暗中静静地漂浮着的德拉诺，一个生机盎然的世界。这片充满田园风情的广阔土地是有着萨满传统、以氏族为社会组织形式的兽人和爱好和平的德莱尼人的故乡。 ' WHERE entry=1944;
UPDATE page_text SET text='高贵的兽人氏族在广阔的草原上游牧、打猎，而好学的德莱尼人在高耸的悬崖和山峰上建立了原始的城市。基尔加丹意识到，只要通过恰当的培养，这些德拉诺的原住民就可以有为燃烧军团效命的巨大潜力。 ' WHERE entry=1945;
UPDATE page_text SET text='在比较了这两个种族之后，基尔加丹认为尚武的兽人更容易受到燃烧军团的影响而走向堕落。他采取了和很久之前萨格拉斯控制女王艾萨拉几乎完全相同的手法奴役了年长的兽人萨满耐奥祖。通过这个萨满的引导，恶魔将杀戮的欲望和野性传播到了整个兽人氏族中。 ' WHERE entry=1946;
UPDATE page_text SET text='不久之后，这个高贵的种族便被转化成了一群嗜血的奴仆。基尔加丹驱使耐奥祖和他的子民走完堕落的最后一步：使他们完全为了追逐死亡和战争而存在。但是耐奥祖意识到他的人民将会被仇恨永远束缚，基于某种原因，他拒绝听从恶魔的命令。 ' WHERE entry=1947;
UPDATE page_text SET text='由于耐奥祖的拒绝合作而受挫的基尔加丹很快开始寻找另一个能将他的同胞交与燃烧军团掌握的兽人。狡诈的恶魔领主最终找到了一个令他满意的忠实门徒——耐奥祖那野心勃勃的学生，古尔丹。基尔加丹承诺将会给予古尔丹无尽的力量，并以此来换取他绝对的忠诚。 ' WHERE entry=1948;
UPDATE page_text SET text='这个年轻的兽人渐渐成为了恶魔魔法的贪婪学徒，成为了有史以来世界上最强的术士。他向其他的年轻兽人传授这种神秘的妖术，并力求根除兽人氏族中高贵的萨满教传统。古尔丹向他的同胞们展示了一种新的魔法，一种可怕的、散发着死亡气息的能量。 ' WHERE entry=1949;
UPDATE page_text SET text='基尔加丹力求对兽人有着绝对的控制权，因此他帮助古尔丹建立了影子议会，这是一个秘密的宗派组织，其作用是操纵兽人氏族并利用巫术魔法在德拉诺大陆上扩张。当越来越多的兽人开始修习巫术魔法时，安宁而生机勃勃的德拉诺世界开始变得黑暗和枯萎。随着时间的流逝，辽阔的草原留给兽人们繁衍生息的土地已渐渐萎缩，到处都是红色的荒土。恶魔的能量正在慢慢地毁灭这个世界。 ' WHERE entry=1950;
UPDATE page_text SET text='在古尔丹和他的影子议会的控制下，兽人们变得越来越具有侵略性。他们建造了宏大的竞技场，使兽人们在其中磨练杀戮技能并体验战争和死亡。在这段时期里，一小部分氏族酋长对于种族的堕落表示了强烈的不满。 ' WHERE entry=1951;
UPDATE page_text SET text='其中霜狼氏族的酋长杜洛坦就告戒说，兽人已经迷失了自我而处于仇恨和狂暴之中。然而，他的警言却没有人听取，一些强大氏族的酋长——例如战歌氏族的葛罗·地狱吼——却站出来迎接这个充满战争和征服的新时代。 ' WHERE entry=1952;
UPDATE page_text SET text='虽然基尔加丹知道兽人氏族已基本做好了准备，但他还是需要确认兽人对他的绝对忠诚。他通过影子议会秘密召唤了破坏者玛诺洛斯——一个充满毁灭欲望的狂暴恶魔。同时古尔丹也将氏族酋长们召集到一起，并使他们确信自己在喝过玛诺洛斯的狂暴之血后将变得不可征服。 ' WHERE entry=1953;
UPDATE page_text SET text='除了杜洛坦之外，所有的氏族酋长都在葛罗·地狱吼的带领下喝下了狂暴之血，就此将自己的命运彻底交给了恶魔，成为了燃烧军团的奴隶。在玛诺洛斯之血的引诱下，酋长们不自觉地将征服的欲望扩散到绝对信任他们的同胞之中。 ' WHERE entry=1954;
UPDATE page_text SET text='兽人完全被这个嗜血的诅咒所吞没，准备将怒气发泄到任何阻挡他们的人身上。古尔丹觉得时机已经成熟了，就将互相征伐的各个氏族联合成了一个统一的、无可阻挡的部落。 ' WHERE entry=1955;
UPDATE page_text SET text='然而，在考虑到某些酋长比如葛罗姆．地狱吼和奥格瑞姆·毁灭之锤可能会为了最高统帅的地位而互相争执之后，古尔丹设立了一个傀儡酋长来统治这个新的部落。毁灭者布莱克汉，一个异常堕落和邪恶的首领，被选中成为了古尔丹的傀儡。在布莱克汉的指挥下，兽人部落开始用纯朴的德莱尼人测试自己的战斗能力。 ' WHERE entry=1956;
UPDATE page_text SET text='几个月之后，部落几乎根除了德拉诺大陆上的所有德莱尼人，只有一小部分德莱尼人的幸存者苟延残喘地躲避兽人那可怕的狂怒。因为胜利而得意的古尔丹整日沉迷于部落的力量和权力之中。然而，他清楚地知道，如果没有可以杀戮的敌人，兽人部落就会因为自己无法控制的屠杀欲望在无休止的内战中毁灭。 ' WHERE entry=1957;
UPDATE page_text SET text='基尔加丹也意识到部落已经完全准备好了，兽人已经成为燃烧军团手中最为强大的武器。他把这条消息告诉了他的主人，萨格拉斯也认为他复仇的时刻终于来临了。 ' WHERE entry=1958;
UPDATE page_text SET text='当基尔加丹紧锣密鼓地让部落为入侵艾泽拉斯做好准备时，麦迪文仍然在与萨格拉斯争夺着自己灵魂的控制权。暴风城的莱恩国王渐渐对那些侵蚀了麦迪文灵魂的黑暗气息感到不安。 ' WHERE entry=1959;
UPDATE page_text SET text='他把自己的担忧告知了安杜因·洛萨——阿拉希最后的血脉，莱恩国王亲自任命的军队统帅。但是，两人都没有能想像到麦迪文渐渐堕入疯狂后会带来什么样的灾难。 ' WHERE entry=1960;
UPDATE page_text SET text='萨格拉斯向古尔丹许诺道，如果古尔丹答应率领部落侵入艾泽拉斯，那么他就将给予古尔丹强大的力量作为回报。他通过麦迪文之口告诉古尔丹，如果他能找到一千多年前守护者艾格文封存萨格拉斯残骸的水下墓穴，他就可以成为世界的主宰。 ' WHERE entry=1961;
UPDATE page_text SET text='古尔丹接受了萨格拉斯的条件，并决定在击败艾泽拉斯的原住民之后找到传说中的古墓并索取他应得的报酬。在确认兽人们会服从他的支配之后，萨格拉斯命令兽人开始入侵行动。 ' WHERE entry=1962;
UPDATE page_text SET text='麦迪文与影子议会的术士们合力打开了一条被称为黑暗之门的空间通道。这个通道连接艾泽拉斯与德拉诺，并且大到足以让整支部队通过。古尔丹派遣兽人斥候穿过黑暗之门去侦察这块他们即将征服的大陆，斥候所带回的情报使影子议会确信夺取艾泽拉斯的时机已经成熟。 ' WHERE entry=1963;
UPDATE page_text SET text='杜洛坦仍然认为古尔丹的堕落将会导致部落的灭亡，他再一次向术士们提出了抗议。这位勇士声称术士正在背离高尚纯洁的兽人精神，而他们这种不计后果的入侵最终将给兽人带来厄运。由于古尔丹不敢冒险杀害如此著名的英雄，他就施计将杜洛坦和他的霜狼氏族流放到了新世界的边缘地带去了。 ' WHERE entry=1964;
UPDATE page_text SET text='在被流放的霜狼氏族冲过了通道后，只有少数兽人氏族跟着去了新世界。这些兽人很快在黑色沼泽——一个位于暴风王国东面的阴暗的沼泽地带——建立了军事基地。当兽人开始在这块新土地上扩张与探索时，他们立即与暴风城的人类守卫发生了冲突。 ' WHERE entry=1965;
UPDATE page_text SET text='尽管这些小冲突很快就结束了，但它们充分体现出冲突双方各自的优势和劣势。莱恩与洛萨从来都无法得知兽人的确切数量，只能依靠猜测来判断他们将要面临的威胁有多大。 ' WHERE entry=1966;
UPDATE page_text SET text='几年之后，大部分兽人部落都进入了艾泽拉斯，此时古尔丹认为对人类发起总攻的时机已经到了。兽人部落聚集起所有的力量对毫不知情的暴风王国发起了进攻。 ' WHERE entry=1967;
UPDATE page_text SET text='当人类与兽人的冲突在整个艾泽拉斯王国蔓延开来时，交战的双方都为此付出了代价。莱恩国王坚信残忍的兽人无法征服艾泽拉斯大陆，他轻蔑地在暴风王国的首都按兵不动。然而洛萨爵士认为应该直接与敌人进行正面交锋，这使他不得不在自己的想法与对国王的忠诚之间作出抉择。 ' WHERE entry=1968;
UPDATE page_text SET text='最终他选择了自己的本能，在麦迪文的年轻学徒卡德加的帮助下，洛萨爵士对麦迪文那座位于卡拉赞的法师塔发起了闪电般的突袭。卡德加和洛萨成功地击败了疯狂的守护者——那个引发战争的罪魁祸首。 ' WHERE entry=1969;
UPDATE page_text SET text='通过毁灭麦迪文的肉身，洛萨与卡德加在不经意间将萨格拉斯的灵魂打入了深渊。纯洁而善良的麦迪文的灵魂也因此得到了解放，并在星界位面中徘徊了多年。 ' WHERE entry=1970;
UPDATE page_text SET text='尽管麦迪文被击败了，但是兽人部落依然占有优势。当兽人的大军即将获取胜利的时候，最伟大的兽人酋长之一的奥格瑞姆·毁灭之锤开始察觉到了那股当他们还在德拉诺的时就开始在部落中蔓延的堕落力量。 ' WHERE entry=1971;
UPDATE page_text SET text='他的老朋友杜洛坦从流放之地赶回来，再次向他揭露了古尔丹的背叛行为。古尔丹的杀手很快就暗杀了杜洛坦全家，只留下了他幼小的儿子。毁灭之锤不知道这个杜洛坦唯一的血脉被一个名叫埃德拉斯·布拉克摩尔的人类中尉发现，并像对待一个奴隶一样抚养着他。$B$B 那个幼小的兽人后来成为了众所周知的最伟大的兽人领袖。' WHERE entry=1972;
UPDATE page_text SET text='奥格瑞姆被杜洛坦的死激怒了，他开始着手把兽人部落从邪恶的堕落中拯救出来，最终他杀死了古尔丹的傀儡布莱克汉，取而代之成为了兽人部落的首领。在他的统御下，无情的兽人最终对暴风要塞发起了攻击。 ' WHERE entry=1973;
UPDATE page_text SET text='莱恩国王严重低估了兽人部落的力量，他无助地看着自己的王国落入这些绿皮肤的侵略者手中。最终，莱恩被半兽人加罗娜——影子议会中最优秀的杀手之一——所暗杀。 ' WHERE entry=1974;
UPDATE page_text SET text='洛萨和他的勇士们从卡拉赞归来，希望尽力减少人们的伤亡并拯救他们的家园。然而，他们回来得太晚了，他们热爱的王国已经化为一片废墟。兽人部落依然在蹂躏着每一寸土地，被迫藏匿起来的洛萨和他的同伴立下重誓，要不惜任何代价夺回他们的家园。 ' WHERE entry=1975;
UPDATE page_text SET text='在暴风要塞被攻陷后，洛萨爵士重新集结了艾泽拉斯的残余部队，并带领着难民远渡重洋向北方的洛丹伦大批迁徙。人类七国领袖达成了共识：如果不阻止兽人部落，他们终将征服全人类，于是这七个国家团结起来组成了洛丹伦联盟。' WHERE entry=1976;
UPDATE page_text SET text='由阿拉索分裂出去的国家三千年来第一次团结在同一面旗帜之下。被指定为人类联盟最高指挥官的洛萨爵士为迎战即将大举进犯的兽人部落精心准备着他的部队。' WHERE entry=1977;
UPDATE page_text SET text='在副官光明使者乌瑟尔、海军上将戴林·普罗德摩尔与图拉扬的帮助下，洛萨成功地使洛丹伦的各个非人类种族也意识到了迅速迫近的威胁。人类联盟成功地从铁炉堡里的顽固矮人和一小部分奎尔萨拉斯的高等精灵那里获得了支持。' WHERE entry=1978;
UPDATE page_text SET text='由安纳斯特里亚·逐日者领导的精灵对即将发生的战争并没有多大兴趣，然而他们仍然为了履行由契约定下的义务而赶来支援洛萨爵士，因为洛萨是阿拉希最后的血脉，是那些曾在几个世纪前帮助过高等精灵的人类的后代。' WHERE entry=1979;
UPDATE page_text SET text='由奥格瑞姆·毁灭之锤领导的兽人部落从家乡德拉诺带来了食人魔，并招募了那些被夺走了家园的阿曼尼森林巨魔进入自己的部队。他们发动了规模空前的战役，席卷了由矮人统治的卡兹莫丹大陆和洛丹伦南方的区域，并毫不费力镇压了所有的反对力量。' WHERE entry=1980;
UPDATE page_text SET text='第二次兽人战争从海上的零星冲突一直延伸到大规模的空中混战。不知是什么原因，兽人部落挖出了一个被称为恶魔之魂的强大神器，并用它奴役了红龙女王阿莱克斯塔萨。兽人部落以摧毁她珍贵的龙蛋为威胁，迫使阿莱克斯塔萨派遣她那些成年的孩子们参加战斗。高贵的红龙们不得不为兽人部落战斗。' WHERE entry=1981;
UPDATE page_text SET text='战争遍及整个卡兹莫丹、洛丹伦和艾泽拉斯。在北线的战役中，兽人部落将遥远的精灵王国奎尔萨拉斯的周边地区烧成了灰烬，这使得精灵们开始全力协助人类联盟作战。洛丹伦较大的市镇都被战事夷为平地，尽管缺乏援军并面临着兽人压倒性的优势，但是洛萨与他的同盟者还是成功遏制住了敌人前进的步伐。' WHERE entry=1982;
UPDATE page_text SET text='然而，在第二次兽人战争的最后几天，当兽人部落对人类联盟的胜利近在咫尺的时候，艾泽拉斯的两个最强大的兽人之间爆发了一次可怕的分裂。当奥格瑞姆·毁灭之锤为进攻洛丹伦的首都——这将是一次可能粉碎掉人类联盟最后的残余力量的进攻——作最后的准备时，古尔丹和他的追随者擅离职守出海而去。' WHERE entry=1983;
UPDATE page_text SET text='兽人部落因为古尔丹的背叛而损失了将近一半驻军，暴怒的毁灭之锤不得不后撤，因此错过了战胜人类联盟的最佳机会。' WHERE entry=1984;
UPDATE page_text SET text='极度渴望力量的古尔丹痴迷于获得神格，他拼命派出搜索队去寻找被埋葬在海底的萨格拉斯之墓，他相信在那里隐藏着终极力量的秘密。古尔丹已经将他的兽人同胞全部出卖给燃烧军团作为奴隶，他压根没有想过所谓对毁灭之锤尽职的问题。' WHERE entry=1985;
UPDATE page_text SET text='在暴掠氏族和暮锤氏族的支持下，古尔丹成功地在海底找到了萨格拉斯之墓。但是当他打开这远古地牢的大门时，古尔丹发现等待他的只有无数疯狂的恶魔。' WHERE entry=1986;
UPDATE page_text SET text='为了惩罚那些临阵叛逃的兽人，毁灭之锤命令他的部队去追杀古尔丹并押回叛变的兽人。古尔丹为他的鲁莽付出了代价，他被自己释放的疯狂恶魔撕成了碎片。在他们的领导者死后，叛变的氏族很快就被毁灭之锤愤怒的军团击溃。' WHERE entry=1987;
UPDATE page_text SET text='虽然叛变被镇压了，但兽人部落已无法弥补这次内乱所带来的损失。古尔丹的背叛给联盟带来的不仅是希望，还有重新集结的时间以及发动反击的机会。' WHERE entry=1988;
UPDATE page_text SET text='洛萨爵士看到兽人部落内部产生了分裂，就不失时机地集合了他最后的部队，将兽人逼回了已被毁灭的艾泽拉斯的腹地。在那里，人类联盟包围了兽人在黑石塔的据点。尽管洛萨在塔底不幸战死，但他的副官图拉杨在最后时刻重新聚集起人类联盟的兄弟们，将兽人部落赶进了悲伤沼泽的深处。' WHERE entry=1989;
UPDATE page_text SET text='图拉杨的部队成功地毁灭了黑暗之门——那个连通兽人的家乡德拉诺和艾泽拉斯世界的神秘通道。被截断补给与后援的兽人部落终于在联盟的力量前崩溃了。' WHERE entry=1990;
UPDATE page_text SET text='四分五裂的兽人氏族很快被赶进了戒备森严的俘虏收容所。虽然看起来兽人已经被完全击败了，但仍然有人怀疑这种和平能持续多久。此时已经赫赫有名的大法师卡德加说服联盟的高层建立了守望堡以监视黑暗之门的废墟，确保兽人不会再从德拉诺发动新的入侵。' WHERE entry=1991;
UPDATE page_text SET text='四分五裂的兽人氏族很快被赶进了戒备森严的俘虏收容所。虽然看起来兽人已经被完全击败了，但仍然有人怀疑这种和平能持续多久。此时已经赫赫有名的大法师卡德加说服联盟的高层建立了守望堡以监视黑暗之门的废墟，确保兽人不会再从德拉诺发动新的入侵。' WHERE entry=2001;
UPDATE page_text SET text='Here is a jar of ashes. These are the ashes of my sanity, my passion, and my drive. All, utterly destroyed by themselves. May all those who look upon these desolated lands of Hellfire remember this fallen peon. He shed blood for the Alliance, and sacrific' WHERE entry=2905;
UPDATE page_text SET text='耐奥祖和他的兽人进入了扭曲虚空——这是一片在无尽的黑暗中连接着所有世界的异度空间。然而不幸的是，基尔加丹和他手下的恶魔们正在这里等待着耐奥祖一行的到来。基尔加丹曾经发誓要让耐奥祖为他的抗命付出代价，于是他残忍地折磨着这位年老的萨满祭司，将他身上的肉一片片割了下来。' WHERE entry=2002;
UPDATE page_text SET text='基尔加丹完好地保留着耐奥祖的灵魂，让他忍受被大卸八块的痛苦。虽然耐奥祖哀求恶魔释放他的灵魂并让他痛快地死去，但恶魔只是冷酷地回答他，他们很久以前订下的血契仍然有效，因此耐奥祖仍然有利用价值。' WHERE entry=2003;
UPDATE page_text SET text='兽人未能如燃烧军团所愿征服艾泽拉斯世界，这迫使基尔加丹只好建立一支新的军队到艾泽拉斯世界去制造混乱。这支新的军队不能像兽人一样内乱不断，它必须对燃烧军团唯命是从、手段残忍，并且一心一意执行他们的任务。这一次，基尔加丹不能再失败了。' WHERE entry=2004;
UPDATE page_text SET text='基尔加丹控制着耐奥祖那被不断折磨的无助灵魂，并给他最后一次为燃烧军团服务的机会，否则就让他忍受永恒的折磨。耐奥祖又一次不顾后果地接受了恶魔提出的条件，他的灵魂被放入了一颗经过精心雕琢的冰块中，这块从扭曲虚空的远方采集的冰块如钻石般坚硬。' WHERE entry=2005;
UPDATE page_text SET text='在被装入这个冰冷的容器之后，耐奥祖感到他的思想扩展了数万倍。被恶魔的混乱力量扭曲的耐奥祖成为了一个幽灵般的生物，从那一刻起，兽人萨满祭司耐奥祖永远消失，而巫妖之王诞生了。' WHERE entry=2006;
UPDATE page_text SET text='忠于耐奥祖的死亡骑士和影月氏族的追随者也被恶魔的力量转化了。邪恶的术士们被撕成碎片并变成了骷髅般的巫妖，恶魔们用这种方法来保证即使在死后，耐奥祖的跟随者们也会死心塌地地为他服务。' WHERE entry=2007;
UPDATE page_text SET text='当时机成熟时，基尔加丹向巫妖王解释了他的计划：耐奥祖将在艾泽拉斯散布瘟疫，使死亡和恐惧笼罩艾泽拉斯，并最终毁灭人类文明。所有死在恐怖瘟疫下的生物都会变成亡灵，他们的灵魂将永远被耐奥祖的意志控制。' WHERE entry=2008;
UPDATE page_text SET text='基尔加丹向巫妖王保证，如果他能够完成毁灭人类世界的任务，就可以从他的诅咒中解脱出来并获得一个全新的健康身躯。' WHERE entry=2009;
UPDATE page_text SET text='虽然耐奥祖急切地想要完成他的任务，但基尔加丹仍然对他的忠诚感到怀疑。恶魔将巫妖王的灵魂困在冰壳中以确保他能够按照军团的命令办事，但他知道他必须时刻警惕着巫妖王。为了解决这个问题，基尔加丹召集了他的精锐恶魔守卫——吸血鬼一般的恐惧魔王——去监视耐奥祖并确保他能完成任务。' WHERE entry=2010;
UPDATE page_text SET text='最强大最狡猾的恐惧魔王提托迪奥斯接受了这个挑战，他对瘟疫的效力和巫妖王在灭绝式的大屠杀上所表现的无限创造力充满了兴趣。' WHERE entry=2011;
UPDATE page_text SET text='基尔加丹将盛放耐奥祖灵魂的冰冷容器送回了艾泽拉斯的世界。坚硬的水晶划过夜空，坠落在荒凉寒冷的诺森德大陆，埋入了深不见底的寒冰皇冠冰川。困着耐奥祖灵魂的冰壳被它本身撞击地表所爆发出的巨大能量扭曲，形成了一个王座，耐奥祖那充满复仇意念的灵魂就附着在这个王座上。' WHERE entry=2012;
UPDATE page_text SET text='耐奥祖开始在冰封王座的领域中释放他的意念并与诺森德的原住生物的思想接触。他很轻松地控制了许多当地生物的思想（比如冰巨魔和凶猛的雪怪），并且将他们笼罩在自己不断扩大的阴影下。耐奥祖发现自己的精神力量几乎是无限的，于是他使用这种力量建立了一支小型部队，让他们驻扎在寒冰皇冠的迷宫中。' WHERE entry=2013;
UPDATE page_text SET text='在恐惧魔王的监视下，巫妖王控制着他越来越强大的部队，并且在龙骨荒地的边缘发现了一个人类的移民点。耐奥祖决定用这些毫无防备的人类来检验他的力量。' WHERE entry=2014;
UPDATE page_text SET text='耐奥祖向寒冷的荒地释放了来自冰封王座深处的亡灵瘟疫。他用意志控制着亡灵瘟疫，将它导入人类的村庄。在不到三天的时间内，村庄中的所有人类都死了，然后在极短的时间里，这些死去的村民变成了僵尸。耐奥祖可以感觉到他们每个人的灵魂和思想，就好像那是他自己的一样。' WHERE entry=2015;
UPDATE page_text SET text='在他脑中回荡的哀号使他变得更加强大——就好像他们的灵魂是他急需的营养品。他发现要控制这些僵尸的行动并指派他们去做任何事情都易如反掌。' WHERE entry=2016;
UPDATE page_text SET text='在接下来的几个月中，耐奥祖继续指挥他的瘟疫横扫诺森德大陆上的每一个人类定居点。当他的亡灵军队日益壮大时，他知道真正的试炼就要来了。' WHERE entry=2017;
UPDATE page_text SET text='同时，在受战争蹂躏的南方土地上，部落散乱的遗迹为他们的生存奋斗。虽然葛罗·地狱吼和他的战歌氏族躲开了被捕的命运，亡眼和他的血之谷氏族仍被围捕并被安置在洛丹伦的拘留营地。尽管经历这些代价高的暴动，营地的典狱长很快就重建了对他们野蛮攻击的控制。 ' WHERE entry=2018;
UPDATE page_text SET text='尽管如此，在联盟的侦察员毫无察觉的情况下，一股强大的兽人势力仍然控制着卡兹莫丹北部的荒野。龙喉氏族的酋长——臭名昭著的术士耐克鲁斯利用一个被称为“恶魔之魂”的远古神器控制着红龙女王雅立史卓莎和她的红龙一族。由于控制着红龙女王，耐克鲁斯在被遗弃的蛮锤要塞格瑞姆巴托中建立起一支秘密的部队。 ' WHERE entry=2019;
UPDATE page_text SET text='他计划利用他的部队和强大的红龙军团对联盟发动新的战争，从而将四散的兽人部落重新联合起来，继续他们对艾泽拉斯的征服行动。然而他的计划没有能够实现，由人类法师罗宁领导的一个小队毁掉了恶魔之魂，将红龙女王阿莱克斯塔萨从耐克鲁斯的控制中释放了出来。 ' WHERE entry=2020;
UPDATE page_text SET text='暴怒的红龙将格瑞姆巴托要塞彻底摧毁，把大部分的龙喉氏族的余党都烧成了灰。当联盟将幸存的兽人投进俘虏收容所时，耐克鲁斯的计划宣告破产。龙喉氏族的失败标志着兽人部落的末日，以及兽人狂暴嗜血的彻底终结。 ' WHERE entry=2021;
UPDATE page_text SET text='数月之后，更多的兽人囚犯被投入了收容所。随着各地的收容所爆满，联盟不得不在奥特拉克山脉南部的平原上修建新的收容所。为了更好地维持和供给数目不断增长的收容所，洛丹伦王国的泰瑞纳斯国王向所有联盟成员国征收新的税款。 ' WHERE entry=2022;
UPDATE page_text SET text='这项新税和日益升级的边界争执使得联盟陷入了极其不稳定的状态。从各方面的情况看来，在人类王国最黑暗和最困难的时期签定的那些条约随时可能被撕毁。 ' WHERE entry=2023;
UPDATE page_text SET text='在政治骚乱的同时，许多收容所的看守开始注意到他们的兽人囚犯发生了令人困惑的变化。兽人试图越狱逃跑的行为，甚至是他们内部的斗殴都大幅度减少，兽人们变得越来越冷漠和嗜睡。 ' WHERE entry=2024;
UPDATE page_text SET text='虽然这很难相信，但兽人——这个曾经是艾泽拉斯大陆上最具侵略性的种族——开始丧失战斗的欲望。这种奇怪的现象令联盟的领导人感到莫名其妙并继续影响着这些急剧衰弱的兽人。 ' WHERE entry=2025;
UPDATE page_text SET text='一些人认为，是一种奇怪的、只会感染兽人的疾病使兽人变成了这副昏昏欲睡的样子。但达拉然的大法师安东尼达斯提出了另一种假说：在研究了他所能了解的所有兽人历史之后，安东尼达斯发现兽人已经受恶魔的力量影响长达数百年之久。 ' WHERE entry=2026;
UPDATE page_text SET text='他认为兽人早在第一次入侵艾泽拉斯之前就已经被恶魔的力量引诱而堕落了。很明显，恶魔毒害了兽人的血液，作为交换，他们给了兽人异乎寻常的力量、耐力和侵略性。 ' WHERE entry=2027;
UPDATE page_text SET text='安东尼达斯认为兽人的反常嗜睡行为并不是疾病，而是长期以来使他们变得可怕、嗜血的恶魔法术消退的后果。 ' WHERE entry=2028;
UPDATE page_text SET text='虽然这种症状很明显，但安东尼达斯无法找到治疗兽人目前状况的方法，而他的许多学徒和一些著名的联盟领导人都认为替兽人找出治疗的方法纯属冒险行为。在谨慎地考察了兽人目前的神秘状况之后，安东尼达斯认为治愈兽人的唯一途径是通过精神的力量。 ' WHERE entry=2029;
UPDATE page_text SET text='俘虏收容所的大典狱官埃德拉斯·布拉克摩尔在他的监狱堡垒敦霍尔德中监视着被俘的兽人们。有一个特殊的兽人总是引起他的兴趣：他在十八年前捡到的那个失去双亲的婴儿。布拉克摩尔将这个年青的男兽人培养成了一个才华横溢的奴隶，并给他起名叫萨尔。布拉克摩尔将关于战术、哲学和格斗的知识传授给萨尔，并将他训练成为一名角斗士。自始至终，这个邪恶的典狱官都在致力于将这名兽人青年铸造成为一件武器。 ' WHERE entry=2030;
UPDATE page_text SET text='尽管典狱官的养育极其苛刻，年青的萨尔仍然成长为一名健壮而聪明的兽人，但他心里明白自己的一生决不应该作为奴隶度过。当萨尔成年以后，他了解到了自己的种族，还有那些他从来都没有见过的、在战争中被击败的同类们，他们中的大多数都被关入俘虏收容所中。有传闻说兽人领袖奥格瑞姆·毁灭之锤已经从洛丹伦逃走并隐居了起来，只有一个流亡的氏族仍然试图避开联盟警惕的目光，秘密地进行着军事活动。 ' WHERE entry=2031;
UPDATE page_text SET text='学识丰富但毫无经验的萨尔决定从布拉克摩尔的堡垒中逃跑并寻找他的同胞。在旅途中，萨尔访问了俘虏收容所，并发现他那一度强大的族群变得懒散虚弱，在这里找不到他希望发现的值得骄傲的战士。萨尔继续寻找最后的兽人酋长，葛罗·地狱吼。 ' WHERE entry=2032;
UPDATE page_text SET text='虽然人类在不断追捕格罗姆，但他仍然保持着兽人旺盛的战斗欲望。在他的战歌氏族的帮助下，地狱咆哮为解放他那些被压迫的同胞而不懈战斗。不幸的是，地狱咆哮永远也找不到解救他们的办法。索尔被地狱咆哮的坚定所感动，下定决心要找回兽人的战斗传统。 ' WHERE entry=2033;
UPDATE page_text SET text='为了找寻他自己的氏族，萨尔向北方旅行，期望能碰到传说中的霜狼氏族。萨尔了解到古尔丹曾经在第一次战争早期流放了霜狼氏族，他也了解到了他就是兽人英雄杜隆坦——在20年前被谋杀的霜狼氏族的酋长——的唯一子嗣。 ' WHERE entry=2034;
UPDATE page_text SET text='在值得尊敬的萨满德雷克塔尔的保护下，萨尔学习了在古尔丹的邪恶统治下被兽人遗忘的古老萨满文化。一段时间之后，萨尔成为了一位强大的萨满并成为了霜狼氏族的酋长。在元素的帮助下，萨尔决定解放被囚禁的氏族并将他们从恶魔的诱惑中解救出来。 ' WHERE entry=2035;
UPDATE page_text SET text='索尔在旅程中遇到了隐居多年的的酋长奥格瑞姆·末日锤。作为索尔的父亲最要好的朋友，末日锤决定跟随年轻有为的索尔并帮助他解放那些被囚禁的氏族。在许多经验丰富的酋长的帮助下，索尔最终成功地使兽人重新充满了活力，并为他的人民确立了新的精神信仰。 ' WHERE entry=2036;
UPDATE page_text SET text='作为他的人民所获得新生的象征，萨尔回到了布拉克摩尔的敦霍尔德城堡并解放了收容所中的兽人。但是，在解放一座收容所的战斗中，毁灭之锤战死了。 ' WHERE entry=2037;
UPDATE page_text SET text='索尔拿起了末日锤那传奇般的战锤，穿上了他的黑色铠甲，成为了新的兽人领袖。在接下来的几个月里，索尔的部落扫平了许多收容所，并使联盟花费了极大精力来应付他精明的战术。在他最好的朋友兼顾问葛罗·地狱吼的鼓励下，索尔为了确保没有兽人再次成为奴隶——无论是人类还是恶魔的——而战斗着。 ' WHERE entry=2038;
UPDATE page_text SET text='当萨尔在洛丹伦释放其同胞弟兄的时候，耐奥祖继续在诺森德大陆巩固他的基地，他在冰冠冰川上空建立起了一座巨大的城堡以控制庞大的亡灵军团。 ' WHERE entry=2039;
UPDATE page_text SET text='但在巫妖王拓展他的疆域时，一个孤单、隐秘的王国开始与他的力量进行对抗。这个被称为艾兹卓-尼拉布的古老的地下王国是由一个残忍的类人蜘蛛种族建立的，他们派出精锐部队袭击了寒冰皇冠，并使耐奥祖打消了征服他们的疯狂念头。耐奥祖沮丧地发现这些蜘蛛对他的心灵控制完全免疫，并且强大到足以和他的亡灵大军一较高下。 ' WHERE entry=2040;
UPDATE page_text SET text='蛛网怪的蜘蛛之王控制着庞大的部队，并且拥有覆盖了诺森德一半疆域的地下隧道网路。他们的游击战术令巫妖王疲于奔命却一无所得。最终，耐奥祖艰难地赢得了对蛛网怪的战争，在狂暴的恐惧魔王和无数不死生物战士的进攻下，蜘蛛王国艾兹卓-尼拉布变成了一片废墟。 ' WHERE entry=2041;
UPDATE page_text SET text='虽然蛛网怪对耐奥祖的精神力量免疫，但他强大的通灵能力使他能够操纵蜘蛛战士的尸体并让他们为他作战，并为这些蜘蛛战士修建了适合他们的堡垒和建筑物。 ' WHERE entry=2042;
UPDATE page_text SET text='在一统诺森德大陆之后，巫妖王准备着手执行他真正的任务。巫妖王将他的意念延伸到了人类的领土，并且召唤所有愿意聆听他的声音的黑暗灵魂…… ' WHERE entry=2043;
UPDATE page_text SET text='在世界各地都有一些强大的人类愿意听从巫妖王从诺森德发出的精神召唤，其中最著名的就是达拉然的大法师克尔苏加德，他曾是统治达拉然的法师议会肯瑞托的一员。多年以来，克尔苏加德一直被认为是一个异类，因为他坚持研究被禁止的通灵术。' WHERE entry=2044;
UPDATE page_text SET text='在热切地学习完魔法世界中他能接触到的所有知识后，克尔苏加德对眼前的同辈们过时和缺乏想象力的教条感到很沮丧。在听到耐奥祖的召唤之后，渴求黑暗知识的大法师倾尽全力与这个神秘的声音沟通，最终发誓要从强大的巫妖王那里学习所有他能够学习的东西。' WHERE entry=2045;
UPDATE page_text SET text='克尔苏加德放弃了他的所有财产和地位，永远离开了肯瑞托和达拉然。在巫妖王的指示下，他变卖了所有财产，将得到的金钱都藏在一个秘密的地方。在经历了艰难的长途跋涉之后，克尔苏加德终于抵达了诺森德的冰冻海岸。' WHERE entry=2046;
UPDATE page_text SET text='大法师穿越了被战争毁灭的艾兹卓-尼拉布王国的废墟，在这里他看到了耐奥祖的可怕力量，他开始相信投靠神秘的巫妖之王是一个明智而且利益丰厚的决定。' WHERE entry=2047;
UPDATE page_text SET text='在冰冷的荒野上旅行了数月之后，克尔苏加德终于到达了寒冰皇冠。他来到了耐奥祖的黑暗城堡，当沉默的亡灵守卫让他通过时，大法师感到了强烈的震撼。' WHERE entry=2048;
UPDATE page_text SET text='他沿着道路一直朝下走，在冰川的最底层，他见到了霜冻王座，并且将自己的灵魂献给了巫妖之王。' WHERE entry=2049;
UPDATE page_text SET text='巫妖王对新的追随者感到十分满意。他向克尔苏加德许诺要给他不死之身和强大的力量，以换取他的忠诚和服从。渴望黑暗知识和力量的克尔苏加德马上接受了他的第一个任务--深入人类世界并建立一个将耐奥祖作为神来膜拜的新教派。' WHERE entry=2050;
UPDATE page_text SET text='为了帮助大法师完成他的任务，耐奥祖让他继续保留人类的躯体。大法师出色地完成了任务，他运用幻像和宗教的力量吸引了大批被流放的洛丹伦人，并向他们描述了一个美丽的新社会--还给他们每人都送了一个可以随时联系巫妖王的人偶……' WHERE entry=2051;
UPDATE page_text SET text='克尔苏加德秘密回到了洛丹伦，并且在那里活动了三年。他运用他的财富和智商聚集了一些愿意跟随他的人类并组建了一个名为“诅咒神教”的教派。他向信徒们许诺要赐予他们平等的社会地位和永恒的生命以换取他们对耐奥祖的服从。' WHERE entry=2052;
UPDATE page_text SET text='数月之后，大量对生活心灰意冷的人加入了他的教派。克尔苏加德的目标--令人们放弃对光明的信仰，转而膜拜耐奥祖的黑暗力量--很容易地就达到了。在诅咒教派不断发展壮大的同时，克尔苏加德也要确保洛丹伦的统治者们不会发现他们的秘密活动。' WHERE entry=2053;
UPDATE page_text SET text='当克尔苏加德在洛丹伦大获成功的时候，巫妖之王也在为进攻人类世界做最后的准备。耐奥祖将他的瘟疫能量灌入许多被称为“瘟疫之源”的神器中，并命令克尔苏加德将这些神器带往洛丹伦，隐藏在那些被教派控制的村庄中。' WHERE entry=2054;
UPDATE page_text SET text='这些被忠诚的教徒保护着的瘟疫之源将作为产生瘟疫的源泉，源源不断地放出瘟疫，横扫洛丹伦北部的城市和村庄。' WHERE entry=2055;
UPDATE page_text SET text='巫妖王的计划运作得十分成功。许多洛丹伦北部的村民几乎是瞬间就被感染了。与在诺森德一样，被瘟疫接触的人类死去，然后变成对巫妖王唯命是从的奴隶。' WHERE entry=2056;
UPDATE page_text SET text='克尔苏加德领导的信徒急切地希望死去并为他们的主人服务，他们希望通过这种方式变成不死之身。随着瘟疫逐渐扩散，洛丹伦北部出现了越来越多的僵尸，克尔苏加德管理着这支日益庞大的部队，并称他们为“天灾”——不久之后，它就会踏进洛丹伦的大门，并把人类从这个世界上永远抹掉。' WHERE entry=2057;
UPDATE page_text SET text='经过数月的漫长准备，克尔苏加德率领他的诅咒教派向洛丹伦发起了第一轮攻击，释放了亡灵瘟疫。乌瑟尔和他的圣骑士们调查了受瘟疫感染的地区，希望能找到一种解救的办法。他们不断地努力，但是瘟疫仍然在扩散，甚至威胁到了联盟的统一。 ' WHERE entry=2063;
UPDATE page_text SET text='经过数月的漫长准备，科尔苏加德率领他的诅咒教派向罗德隆发起了第一轮攻击，释放了亡灵瘟疫。乌瑟和他的圣骑士们调查了受瘟疫感染的地区，希望能找到一种解救的办法。他们不断地努力，但是瘟疫仍然在扩散，甚至威胁到了联盟的统一。 ' WHERE entry=2064;
UPDATE page_text SET text='不死生物的威胁横扫洛丹伦，国王泰瑞纳斯的独子——阿尔萨斯王子担当起了对抗天灾军团的重任。阿尔萨斯成功地消灭了克尔苏加德，但是不死生物的军队并没有因此而减少，反而有更多阵亡的人类士兵成为了新的不死生物。面对势不可挡的强大力量和失败的挫折感，阿尔萨斯采取了更极端的抵抗措施。最后，阿尔萨斯的战友告诫他，不要因此丧失了高贵的人格。 ' WHERE entry=2065;
UPDATE page_text SET text='阿萨斯的恐惧和决心导致了他最终的覆灭。他追踪瘟疫的源头直到诺森德大陆，想要彻底消除瘟疫的威胁。然而，阿萨斯王子最终成为了巫妖王的猎物，他拔出了被诅咒的魔剑——霜之哀伤，因为他深信这么做可以挽救自己的臣民。 ' WHERE entry=2066;
UPDATE page_text SET text='虽然这把剑的确给他带来了深不可测的力量，但它同时也夺取了王子的灵魂，使他变成巫妖王手下最强大的死亡骑士。彻底丧失心智的阿萨斯带领天谴军团回到了自己的王国。最终，阿萨斯刺杀了他的父亲——泰瑞纳斯国王，随后又率领巫妖王的大军踏平了整个罗德隆。 ' WHERE entry=2067;
UPDATE page_text SET text='虽然阿尔萨斯打败了他目前的所有敌人，但他却摆脱不了克尔苏加德的鬼魂。鬼魂告诉阿尔萨斯，为了巫妖王的下一步计划，他必须复活，方法就是把他的尸骨带到高等精灵王国奎尔萨拉斯的太阳之井去。 ' WHERE entry=2068;
UPDATE page_text SET text='阿尔萨斯和天灾军团侵入奎尔萨拉斯，将精灵围困在脆弱的防线后。银月城的游侠领袖希瓦娜斯·风行者奋勇战斗，但仍不敌阿尔萨斯。阿尔萨斯摧枯拉朽般地击溃了精灵的部队，顺利进入了太阳之井。作为展示他的力量的手段，他把希瓦娜斯的遗体变成女妖，使她永远不死，永远向阿尔萨斯这个奎尔萨拉斯的征服者效忠。 ' WHERE entry=2069;
UPDATE page_text SET text='最后，阿尔萨斯把克尔苏加德的尸骨浸没在太阳之井的圣水中。尽管永恒的圣水因此受到了污染，克尔苏加德却复活成为了一个法力强大的巫妖，重获新生之后的克尔苏加德向阿尔萨斯解释了巫妖王的下一步计划 ' WHERE entry=2070;
UPDATE page_text SET text='当阿尔萨斯和他的亡灵军队挥师南下时，奎尔萨拉斯已是死寂沉沉。屹立了九千多年的高等精灵的王城从此不复存在。 ' WHERE entry=2071;
UPDATE page_text SET text='克尔苏加德复活之后，阿尔萨斯就率领天灾军团杀向了达拉然。他们要在那里得到麦迪文之书，然后用它来召唤阿克蒙德，然后阿克蒙德将亲自率领燃烧军团发起最后的进攻。就连肯瑞托的法师也无法阻止阿尔萨斯的军队偷到麦迪文之书。 ' WHERE entry=2072;
UPDATE page_text SET text='很快，克尔苏加德就凑齐了施展魔法所需的物品。在距第一次入侵艾泽拉斯世界失败的一万年后，强大的恶魔阿克蒙德和他的部队再次浮现在艾泽拉斯世界的上空。然而，达拉然并不是他们的最终目标。在基尔加丹的命令下，阿克蒙德和他的恶魔跟随天灾军团到达了卡利姆多，他们计划要摧毁世界之树——诺达希尔。 ' WHERE entry=2073;
UPDATE page_text SET text='在这场混乱当中，一个孤独而神秘的预言者给危难之中的弱小种族提供了指引。这个预言者不是别人，正是最后一位守护者，麦迪文，他正在努力挽救自己犯下的错误。麦迪文告知兽人部落和人类联盟，危险就在眼前，双方应该即刻联合起来。 ' WHERE entry=2074;
UPDATE page_text SET text='但是由于世代交恶，他们是不可能合作的。麦迪文不得不分别警告兽人和人类，即便是使用预言术或者欺骗的手段，也要引导他们渡过大海，前往传说中的大陆——卡利姆多。兽人和人类很快就遇到了隐居很久的卡多雷文明。 ' WHERE entry=2075;
UPDATE page_text SET text='索尔领导兽人经历了千辛万苦，在卡林多的荒地上展开了探索。尽管友善的牛头人凯恩·血蹄和强壮的牛头人战士慷慨相助，很多兽人还是开始屈服于折磨他们多年的杀戮欲。索尔的副官——葛罗·地狱吼——甚至背叛了兽人部落，屈服于这种由恶魔带来的欲望。 ' WHERE entry=2076;
UPDATE page_text SET text='葛罗姆·地狱吼和他的战歌氏族在梣谷遇到了远古夜精灵的哨兵。在确认兽人再次显示出了他们好战的本性之后，半神塞纳留斯亲自前来驱逐这些兽人。然而，地狱吼和他的手下被无尽的仇恨和愤怒所控制，杀死了半神塞纳留斯，玷污了古老的森林。 ' WHERE entry=2077;
UPDATE page_text SET text='最后，地狱咆哮帮助萨尔打败了玛诺洛斯——这个当初利用自己充满仇恨和愤怒的鲜血诅咒兽人的恶魔领主，赢回了自己的荣誉。随着玛诺洛斯的死去，兽人也从恶魔的诅咒中永远解脱了出来。' WHERE entry=2078;
UPDATE page_text SET text='当麦迪文劝说兽人和人类组成联盟的时候，夜精灵依靠他们的力量独力对抗着燃烧军团。夜精灵的大祭司泰兰德·语风独立奋战，将恶魔和不死生物抵挡在梣谷外。泰兰德也感到她需要援兵，于是，她前去唤醒沉睡了千年的德鲁伊们。' WHERE entry=2079;
UPDATE page_text SET text='有了爱人玛法里奥·怒风的帮助，泰兰德成功地加强了防御，击退了燃烧军团。大自然在德鲁伊的帮助下击溃了燃烧军团和天灾军团。 ' WHERE entry=2080;
UPDATE page_text SET text='在寻找更多沉睡的德鲁伊时，玛法里奥发现了关押他的亲生兄弟伊利丹的石牢。泰兰德相信伊利丹将助他们一臂之力，于是就把他释放了出来。虽然伊利丹确实帮助了他们一段时间，但他最终还是走上了自己的道路。 ' WHERE entry=2081;
UPDATE page_text SET text='夜精灵团结一心，坚决抵抗燃烧军团。然而燃烧军团一刻也没有停止过对永恒之井的渴望，始终妄想得到世界之树的力量。如果他们的计划得逞，世界将在这群恶魔的手中彻底毁灭。 ' WHERE entry=2082;
UPDATE page_text SET text='在燃烧军团对梣谷展开入侵期间，伊利丹结束了他在地牢中近万年的囚犯生涯。他曾尽力让他的伙伴对他安心，但很快他就原形毕露，吸收了一个被称为“古尔丹之颅”的强大术士神器的能量。 ' WHERE entry=2083;
UPDATE page_text SET text='完成吸收之后的伊利丹变化成了一个拥有恶魔外表和强大力量的生物，他还获得了古尔丹的一部分记忆，特别是关于萨格拉斯之墓——那座传说中位于一座小岛上的，埋藏着黑暗泰坦萨格拉斯遗骸的地牢。 ' WHERE entry=2084;
UPDATE page_text SET text='重新获得力量和自由的伊利丹急于证明自己的价值。然而他碰上了基尔加丹，这个恶魔向他提出了一个难以抗拒的提议。基尔加丹对阿克蒙德在海加尔山的失败非常恼火，不过他还有比复仇更重要的事情要做。 ' WHERE entry=2085;
UPDATE page_text SET text='在觉察到自己的杰作巫妖王变得过于强大而难以控制之后，基尔加丹命令伊利丹去终结耐奥祖，并永远消灭天灾军团的力量。作为交易的条件，伊利丹将会得到巨大的力量并在燃烧军团的领导者中占有一席之地。 ' WHERE entry=2086;
UPDATE page_text SET text='伊利丹同意了这个计划，并立刻开始准备摧毁囚禁着巫妖王灵魂的冰晶块：冰封王座。伊利丹知道他需要一件强大的神器来摧毁冰封王座，于是他准备用从古尔丹的记忆中得到的知识去寻找萨格拉斯之墓并得到黑暗泰坦的遗物。 ' WHERE entry=2087;
UPDATE page_text SET text='他将那些蛇一般的纳迦从黑暗的深海巢穴中召唤出来。在狡猾的首领瓦辛的带领下，纳迦帮助伊利丹寻找传说中萨格拉斯之墓所在的破碎岛屿。 ' WHERE entry=2088;
UPDATE page_text SET text='在伊利丹和纳迦出发的同时，典狱官玛维·影歌也开始了对他的追捕。玛维在这一万年里一直担任伊利丹的看守，她相信自己可以重新抓获伊利丹。然而，狡猾的伊利丹让玛维和哨兵们的努力化为泡影，?|成功窃取了萨格拉斯之眼。伊利丹带着这个强大的神器来到魔法之城达拉然。 ' WHERE entry=2089;
UPDATE page_text SET text='城市里的能量装置强化了伊利丹的力量，他开始使用萨格拉斯之眼施展一个毁灭性的法术来对付位于遥远的诺森德大陆上的巫妖王的寒冰皇冠城堡。伊利丹的法术粉碎了巫妖王的防御力量并割裂了世界之脊。在最后的时刻，这个毁灭性的咒语被赶来支援玛维的玛法里奥和女祭司泰兰德所阻止。 ' WHERE entry=2090;
UPDATE page_text SET text='伊利丹很清楚，基尔加丹绝对不会对他的失败善罢甘休，便逃向荒凉的外域，这里是德拉诺的残留地域，曾经是兽人的家园。伊利丹决定在这里避避风头并计划他的下一步行动。 ' WHERE entry=2091;
UPDATE page_text SET text='在成功地阻止了伊利丹之后，玛法里奥和泰兰德回到梣谷的家园去照顾他们的人民。然而玛维并不打算善罢甘休，她尾随伊利丹来到外域，下决心要把他带回去接受审判。 ' WHERE entry=2092;
UPDATE page_text SET text='此时，天灾军团已将洛丹伦和奎尔萨拉斯彻底变成了充满剧毒的瘟疫之地。那里只有一些小规模的联盟抵抗力量仍在苟延残喘。其中的一个组织主要由高等精灵组成，他们的领导者是逐日者王朝的最后一个成员，凯尔萨斯王子。 ' WHERE entry=2093;
UPDATE page_text SET text='作为一名出色的法师，凯尔小心翼翼地在几近覆灭的联盟中成长。高等精灵对家园的沦陷非常悲痛，为了向死去的同胞表示敬意，他们改称自己为血精灵。当血精灵奋力遏制天灾军团的攻势时，他们因为离开了太阳之井这个力量的源泉而备受煎熬。 ' WHERE entry=2094;
UPDATE page_text SET text='为了缓解手下们与生俱来的对于魔法的饥渴，凯尔做了件令人无法想像的事情：他接受了他们的高等精灵祖先伸出的援手，怀着找到一个新的魔法力量之源的希望加入了伊利丹和他的纳迦部队。残余的联盟领袖谴责血精灵为叛徒，并将他们永远驱逐。 ' WHERE entry=2095;
UPDATE page_text SET text='走投无路之下，凯尔和他的血精灵们只得跟随伊利丹来到外域，并帮助他对付典狱官玛翼夫。玛翼夫本已将伊利丹抓获，却被血精灵和纳迦联手击败，伊利丹也被重新解放。伊利丹将外域作为自己的基地，为了向巫妖王和他的寒冰皇冠要塞发起新一轮的进攻而聚集着力量。 ' WHERE entry=2096;
UPDATE page_text SET text='巫妖王耐奥祖知道自己已经时日不多了。被囚禁在冰封王座之中的他怀疑基尔加丹会派出手下来毁灭自己，伊利丹的咒语造成的伤害破坏了冰封王座，巫妖王的力量因而一天天地丧失。于是，急于自保的耐奥祖将他最强大的手下——死亡骑士阿尔萨斯召唤到身边。' WHERE entry=2097;
UPDATE page_text SET text='阿尔萨斯的力量随着巫妖王的虚弱而渐渐流失，他陷入了洛丹伦的一场内战中。女妖希尔瓦娜斯·风行者领导着半数的亡灵军团发动了一场试图颠覆阿尔萨斯统治的政变。正当战斗扩散到整个瘟疫之地时，阿尔萨斯被巫妖王所召唤，领导权被移交给了他的副官克尔苏加德。' WHERE entry=2098;
UPDATE page_text SET text='最终  希尔瓦娜斯和她的亡灵叛军（他们被称作被遗忘者）将洛丹伦都城的废墟占为己有。被遗忘者在都城的残骸下建立起了自己的基地，他们发誓要击败天灾并将克尔苏加德和他的仆从赶出大陆。' WHERE entry=2099;
UPDATE page_text SET text='力量遭到削弱的阿尔萨斯仍决定去援救他的主人。他到达诺森德后却发现伊利丹的血精灵和纳迦已经先他一步到了那里。于是，阿尔萨斯和他的蜘蛛怪只得与伊利丹的部队争夺时间，他要率先到达寒冰皇冠冰川并保护冰封王座。' WHERE entry=2100;
UPDATE page_text SET text='即便是在如此虚弱的情况下，阿尔萨斯最终仍以策略战胜了伊利丹，并率先抵达了冰封王座。阿尔萨斯用他的魔剑霜之哀伤击碎了囚禁巫妖王的冰牢，并得到了耐奥祖附魂的头盔和胸甲。 ' WHERE entry=2101;
UPDATE page_text SET text='阿萨斯将拥有无尽力量的头盔戴到了自己的头上，成为了新的巫妖王。正如耐奥祖一直计划的那样，他和阿萨斯的灵魂合体成为一个强大的生物。伊利丹和他的军队被迫耻辱地逃回外域，阿萨斯则成了这个世界上最强大的生物之一。 ' WHERE entry=2102;
UPDATE page_text SET text='现在的阿尔萨斯作为新的不朽的巫妖王占据着诺森德，据说他正在那里重建寒冰皇冠城堡，而他所信任的副官克尔苏加德则统领着瘟疫之地的天灾部队。希瓦娜斯和她的反叛亡灵力量仅仅控制着提瑞斯法林地，那只是被饱经战乱的洛丹伦王国的一小部分。 ' WHERE entry=2103;
UPDATE page_text SET text='尽管获得了战争的胜利，但艾泽拉斯的各个种族却发现他们的世界早已被战争所摧毁。天灾军团和燃烧军团毁灭了洛丹伦的文明，卡利姆多也几乎遭受同样的命运。这里有饱经创伤的森林需要治愈，有无边的仇恨需要忘却，人民需要新的家园来定居。战争重创了每一个种族，但他们无私地合作，想要创造一个新的开端。这一切都从联盟和部落之间极为来之不易的停战开始。 ' WHERE entry=2104;
UPDATE page_text SET text='萨尔领导着兽人来到卡利姆多大陆，他们在牛头人同胞的帮助下建立了一个新的家园。兽人们以萨尔被暗杀的父亲的名字将这新的国家命名为杜隆坦，他们定居下来，并试图重建他们那一度辉煌的文明。 ' WHERE entry=2105;
UPDATE page_text SET text='现在恶魔的诅咒被终结了，部落从一股好战的狂热力量变为了一个松散的联盟，生存与繁荣是他们的首要任务。在高贵的牛头人和狡猾的暗矛部落食人妖的帮助下，萨尔和他的兽人们期盼着一个和平的新纪元的到来。 ' WHERE entry=2106;
UPDATE page_text SET text='珍娜·普劳德摩尔手下残存的联盟力量定居在南卡利姆多。他们在东海岸的尘泥沼泽附近建立了简陋的港口城市塞拉摩。人类和矮人同盟合力在这片充满危险的土地上生存，尽管杜隆坦和塞拉摩的防御力量彼此暂时停战，但这个脆弱的殖民地的平静并不意味着最终的和平。 ' WHERE entry=2107;
UPDATE page_text SET text='人类和兽人间的和平被一支抵达卡利姆多的庞大联盟舰队所破坏。海军上将戴林·普劳德摩尔（珍娜的父亲）率领这支舰队在阿尔塞斯毁灭洛丹伦之前离开了那里。海上数月的航行令人筋疲力尽，但是普劳德摩尔仍然寻找着一切他可以找到的联盟幸存者。 ' WHERE entry=2108;
UPDATE page_text SET text='海军上将普劳德摩尔的舰队对该地区的稳定造成了严重的威胁。作为一位在第二次战争中声名显赫的英雄，珍娜的父亲是部落的死敌，他决心在兽人站稳脚跟之前摧毁杜隆坦。 ' WHERE entry=2109;
UPDATE page_text SET text='普劳德摩尔强迫珍娜做出一个艰难的抉择：支持他对抗兽人并且背叛她的新同盟，或者与她的亲生父亲交战来维护联盟和部落之间来之不易的脆弱和平。在一番思想斗争之后，珍娜选择了后者，她帮助萨尔打败了她疯狂的父亲。 ' WHERE entry=2110;
UPDATE page_text SET text='不幸地是，海军上将在珍娜向他证明兽人已经不再是嗜血的怪物并与他和解之前就战死了。出于珍娜对部落的忠诚情义，兽人们同意让她的部队安全地回到塞拉摩的家园。 ' WHERE entry=2111;
UPDATE page_text SET text='不幸地是，海军上将在珍娜向他证明兽人已经不再是嗜血的怪物并与他和解之前就战死了。出于珍娜对部落的忠诚情义，兽人们同意让她的部队安全地回到塞拉摩的家园。 ' WHERE entry=2130;
UPDATE page_text SET text='Throm-Ka, warrior. I won''t fawn over your deeds of strength and valor. They''re old news. Killed any humans lately? Not many, I wager. You''re slowing down. Getting soft without a challenge.  I need another pair of hands, and no matter what your toadies say' WHERE entry=2131;
UPDATE page_text SET text='Throm-Ka, warrior. I won''t fawn over your deeds of strength and valor. They''re old news. Killed any humans lately? Not many, I wager. You''re slowing down. Getting soft without a challenge.  I need another pair of hands, and no matter what your toadies say' WHERE entry=2150;
UPDATE page_text SET text='阿雷拉斯·火叶血色十字军的高级巫师$B 奎尔萨拉斯的公民$B 在与死灵法师迪萨文的战斗中陨落' WHERE entry=2151;
UPDATE page_text SET text='海军上将巴厘·韦斯温$B 血色十字军舰队指挥官$B 库尔提拉斯的公民$B 失踪于诺森德的冰封海岸' WHERE entry=2152;
UPDATE page_text SET text='多加尔·石眉$B 血色十字军战士 $B 红色洞穴的领主$B 失踪于奥特兰克山脉' WHERE entry=2153;
UPDATE page_text SET text='菲尔拉蕾·迅箭$B 血色十字军巡逻员队长$B 奎尔萨拉斯的公民$B 失踪于银松森林' WHERE entry=2170;
UPDATE page_text SET text='菲尔拉蕾·迅箭$B 血色十字军巡逻员队长$B 奎尔萨拉斯的公民$B 失踪于银松森林' WHERE entry=2171;
UPDATE page_text SET text='费伦·玛库斯血色修道院的高阶修士 $B 斯坦索姆的市民$B 在第一次血色修道院防御战中牺牲' WHERE entry=2172;
UPDATE page_text SET text='哈萨尔·图塞特$B 血色十字军的圣骑士$B 艾泽拉斯的公民 - 白银之手骑士团的圣骑士$B 失踪于被诅咒的城市斯坦索姆' WHERE entry=2173;
UPDATE page_text SET text='霍利亚$B 血色十字军的保卫者$B 在刺杀恐惧魔王贝塞利斯时牺牲' WHERE entry=2174;
UPDATE page_text SET text='独臂因瓦尔$B 血色十字军的首席刺客$B 达拉然的公民$B 失踪于诺森德海岸' WHERE entry=2175;
UPDATE page_text SET text='激流堡的奥玛尔$B 血色十字军的首任将领$B 激流堡的公民$B 失踪于冰冠冰川' WHERE entry=2176;
UPDATE page_text SET text='亚娜·血矛$B 血色十字军的第二刺客 $B 达拉然的公民$B 失踪于提瑞斯法林地' WHERE entry=2178;
UPDATE page_text SET text='Valea Twinblades Warrior of the Scarlet Crusade Citizen of Alterac Last seen deep in the Eastern Plaguelands ' WHERE entry=2190;
UPDATE page_text SET text='大约16,000年以前（远早于夜精灵愚蠢地召来燃烧军团的年代），食人妖主宰了卡利姆多大陆（那个时候只有一块大陆）的大部分区域。那个时候有两个食人妖帝国并存，即东南部森林中的古拉巴什帝国，以及中部的阿曼尼帝国。 ' WHERE entry=2191;
UPDATE page_text SET text='在北部有些小的部族（位于现在的诺森德地区），这些部族建立了一个叫做祖尔德拉克的小国家，但是其规模和繁荣程度从来没有达到过南方这两个帝国的程度。 ' WHERE entry=2192;
UPDATE page_text SET text='古拉巴什帝国和阿曼尼帝国之间并不十分友好，但是也不常交战。那个时候，他们共同的敌人是一个异族的帝国——阿兹亚基文明。亚基是一种有智慧的昆虫生物，它们主要统治着西部地区。这些聪明的虫族生物具有强烈的扩张欲望，并且非常邪恶。亚基虫类的目标就是消灭卡利姆多大陆上所有的非昆虫生物。 ' WHERE entry=2193;
UPDATE page_text SET text='食人妖与它们进行了数千年的战争，但是从来没有对亚基虫类获得压倒性的优势。最终，由于食人妖的不断攻击，亚基帝国一分为二，它的臣民逃散到大陆北部和南部偏远地区的聚居地去苟延残喘。 ' WHERE entry=2194;
UPDATE page_text SET text='两个大的亚基虫类城市出现了。它们在北部的荒地中建立了埃卓-尼拉布，在南部沙漠中建立了安其拉。虽然食人妖们认为在卡利姆多大陆的地下还有其他亚基虫类的聚居地存在，但是这个观点没有被证实过。 ' WHERE entry=2195;
UPDATE page_text SET text='随着虫类生物被赶走，两个食人妖帝国又恢复了原来的状态。虽然他们获得了伟大的胜利，但是两个帝国都没有大举扩张。然而，我们可以从古文记录中得知，有一小部分食人妖从阿曼尼帝国脱离，在这块黑暗大陆的中心建立了自己的殖民地。 ' WHERE entry=2196;
UPDATE page_text SET text='在那里，勇敢的先行者们发现了汹涌的永恒之井，并从中获得了无穷的力量。据说这些食人妖就是后来的夜精灵，不过这个理论从来都没有被证实过。 ' WHERE entry=2197;
UPDATE page_text SET text='即便不考虑夜精灵真正的起源，但他们确实在发现了永恒之井后力量大增。食人妖并没有去努力地扩张他们的领地，而夜精灵却创建了一个强大的帝国，并且迅速在卡利姆多大陆上扩张。他们使用的魔法是那些迷信的食人妖从来都没有想像过的，因此，夜精灵轻松地完成了邪恶的亚基虫类无法做到的事情——将两个最伟大的帝国从世界上彻底抹掉了。 ' WHERE entry=2198;
UPDATE page_text SET text='夜精灵系统性地瓦解了食人妖的防御和攻击力量。食人妖无法对抗夜精灵毁灭性的魔法，所以只有坐以待毙。夜精灵在这段时间里体现出了和那些野蛮的食人妖一样的狡猾和嗜血——这使得后来的种族对他们非常仇恨和轻蔑。古拉巴什和阿曼尼帝国在之后的数年内便分裂为数个小国家。 ' WHERE entry=2199;
UPDATE page_text SET text='最终，夜精灵被他们所试图控制的魔法之火吞噬。他们对于魔法无节制的使用召来了燃烧军团。恶魔摧毁了大部分的夜精灵文明。虽然没有资料表明燃烧军团也攻击了食人妖文明，但是几乎整个大陆都陷入了战争。 ' WHERE entry=2200;
UPDATE page_text SET text='在这场恐怖的战争（上古战争）的最后，永恒之井爆炸了。爆炸产生的震荡波撕裂了卡利姆多大陆。大陆的中心沉入海底，只留下一些破碎零落的陆地。 ' WHERE entry=2201;
UPDATE page_text SET text='阿曼尼帝国和古拉巴什帝国的残余势力分别驻留于现在的奎尔萨拉斯和荆棘谷。阿兹亚其帝国的埃卓-尼拉布和安其拉城也幸存了下来，它们位于现在的诺森德和塔纳利斯。$B$B 两个食人妖文明在原始世界毁灭之后都衰落了。不屈不挠的食人妖们重建了他们被蹂躏的城市，并着手回复昔日的辉煌。 ' WHERE entry=2202;
UPDATE page_text SET text='大灾变之后的好几个世纪，食人妖一族都在极端艰难的环境中度过。饥荒和恐怖对于破碎的帝国来说只是家常便饭，孤注一掷的古拉巴什食人妖寻求远古神秘力量的帮助。虽然两个食人妖帝国都信奉着共同的远古诸神，但是古拉巴什却被最黑暗的神灵支配了。 ' WHERE entry=2203;
UPDATE page_text SET text='灵魂掠夺者哈卡——这个卑鄙嗜血的神灵——在听到食人妖的召唤后决定帮助他们。哈卡将他的血赐予古拉巴什，并帮助他们将领土扩张到荆棘谷的大部分地区，以及南海的一些群岛。虽然他给古拉巴什帝国带来了巨大的力量，但是哈卡希望得到的回报也越来越多。 ' WHERE entry=2204;
UPDATE page_text SET text='这个残忍的神要求每天都用灵魂为他祭祀。他梦想通过这样来到真实世界，这样他就可以吸食所有生灵的血。古拉巴什慢慢地认识到了他们曾殷勤供奉的这个神的真正面目，并奋起与之抗争。最强大的部族纷纷起义，抵抗哈卡和他忠实的牧师——阿塔莱。 ' WHERE entry=2205;
UPDATE page_text SET text='在哈卡的追随者与古拉巴什部族间发生的恐怖战争只在呢喃细语中流传。刚刚开始振兴的帝国被愤怒的邪神和他叛乱的子民所释放的魔法粉碎。正当这场战斗即将以哈卡获胜而结束的时候，食人妖们摧毁了哈卡的化身，将其从物质世界流放。 ' WHERE entry=2206;
UPDATE page_text SET text='甚至连那些阿塔莱祭司都被赶离首都祖尔格拉布，被迫在一处连地图上都未标明的北部沼泽地区中苟且偷生。在这些阴暗的沼泽中，他们为哈卡神建造了一座大神庙——阿塔哈卡神庙，并继续在那里为他们的主人工作着…… ' WHERE entry=2207;
UPDATE page_text SET text='内战后幸存的古拉巴什部族继续留在他们那已成为一片废墟的家园里，但是却走上了不同的路，劈颅部族、血顶部族和暗矛部族开始在荆棘谷争抢丛林领地。虽然他们最终达成了脆弱的和平，但仍有预言说哈卡将会在未来的某日在这个世界上重生，到那时，他将毁灭一切。 ' WHERE entry=2208;
UPDATE page_text SET text='这里长眠着葛罗姆·地狱吼，战歌氏族的酋长$B$B 我们人民被诅咒的开始和结束都与葛罗姆息息相关。$B 他的名字在我们的古语中意味着“巨人之心”，他名副其实$B 他如铁塔一般矗立在恶魔玛诺洛斯面前 $B ——以他的鲜血为我们赢得了自由。$B$B 向你致意，我的兄长。愿战歌永不消逝。$B$B ——萨尔，部落的酋长' WHERE entry=2210;
UPDATE page_text SET text='这里长眠着葛罗姆·地狱吼，战歌氏族的酋长$B$B 我们人民被诅咒的开始和结束都与葛罗姆息息相关。$B 他的名字在我们的古语中意味着“巨人之心”，他名副其实$B 他如铁塔一般矗立在恶魔玛诺洛斯面前 $B ——以他的鲜血为我们赢得了自由。$B$B 向你致意，我的兄长。愿战歌永不消逝。$B$B ——索尔，部落的酋长' WHERE entry=2211;
UPDATE page_text SET text='啊，我受到了诅咒!我曾经是尖石氏族中的一个伟大的巨魔法师，我向乌洛克发起了挑战，他偷走了我的魔法，而且还诅咒了我。现在，我只能以这种可笑的样子在这里游荡!$B$B帮帮我!找到乌洛克，偷回我的魔法!这不是一件简单的事情，因为乌洛克会藏在暗处，你只有通过了一个极其困难的挑战才能将其召唤出来。$B$B这个挑战就是面对乌洛克的亲信，欧莫克大王。$B$B继续读下去，你会了解更多细节的。 ' WHERE entry=2212;
UPDATE page_text SET text='欧莫克大王统治着尖石部族，但是没有乌洛克的魔法，他是做不到这一点的。乌洛克给欧莫克施加了特殊的魔法，让他可以打死任何胆敢挑战他的巨魔。他多次使用过那个法术，并且把那些受害者的头骨堆在一起，放在欧莫克的房间顶部的一块地方。$B$B那里就是你要挑战乌洛克的地方。 ' WHERE entry=2213;
UPDATE page_text SET text='到裂盾营地去找到一支尖锐的长矛。他们经常把这些长矛堆积在靠近尖石巨魔领地入口的地方，和那些日常用品堆在一起。$B$B当你拿到长矛之后，杀到欧莫克大王那里，干掉他，把他的头颅挂在长矛上。$B$B然后就准备面对真正的挑战吧。 ' WHERE entry=2214;
UPDATE page_text SET text='到尖石巨魔营地上方那个充满能量的地方去，就在隧道的旁边。那里堆积着曾经挑战过乌洛克的巨魔的骸骨。你要在那里插上挂着欧莫克头颅的长矛!$B$B当你把头颅安放就位之后，乌洛克必定会到来……但是，首先他会派他的爪牙来对付你。打败他们，然后乌洛克就会现身了。$B$B杀了他，然后拿回我的魔法。当我夺回我的力量时，你也会得到奖励的。 ' WHERE entry=2215;
UPDATE page_text SET text='你很幸运，我有一条线索也许可以帮助你对付乌洛克的爪牙：$B$B这个法术是欧莫克用于对付巨魔的，它能一击杀死他们，即使你杀掉了欧莫克，它也能继续发挥功效。在你和乌洛克的爪牙作战时，使用欧莫克的脑袋中蕴含着的力量——如果运气好的话，欧莫克会击倒乌洛克的爪牙!$B$B这可真具有讽刺性。' WHERE entry=2216;
UPDATE page_text SET text='纪念我永远深爱着的杰茜·莫拉雷斯' WHERE entry=2217;
UPDATE page_text SET text='纪念我永远深爱着的杰茜·莫拉雷斯' WHERE entry=2232;
UPDATE page_text SET text='A：$b$b我们必须不惜一切代价地保持计划的秘密性！如果其他的牛头人部族知道我们之间的联系的话，那后果将会是灾难性的。$b$b- E' WHERE entry=2233;
UPDATE page_text SET text='A：$b$b只要团结起来，我们的力量会比所有牛头人部族联合起来都要强大！但是，我们需要你的完全服从。记住这一点：只有当我们的计划大功告成的时候，你和你的同胞才会得到奖励！$b$b- R' WHERE entry=2234;
UPDATE page_text SET text='A：$b$b我们从洛丹伦派来的专员不久之后就会与你会面。一旦我们找到了进行会谈的合适地点，就会及时通知你。$b$b- G' WHERE entry=2250;
UPDATE page_text SET text='攻击者……来自各个方向。$B$B木喉部族是邪恶的。敌人。$B$B必须保护冬泉部族。必须把入侵者赶出我们的土地。 ' WHERE entry=2251;
UPDATE page_text SET text='攻击者……来自各个方向。$B$B木喉部族是邪恶的。敌人。$B$B必须保护冬泉部族。必须把入侵者赶出我们的土地。 ' WHERE entry=2270;
UPDATE page_text SET text='纳塔卡，千针石林一切安好。半人马的麻烦还没有解决……它们有时候会发起攻击，但是目前还没有形成真正的威胁。然而，似乎有消息说半人马氏族正在集结。$B$B我们总是会认真考虑那些团结在一起的残忍氏族，比如半人马……我尝试着不去过多考虑这些问题，正如你所知的那样……没有什么东西可以消解它们心中那纯粹的憎恨……即使对于它们的同胞，那种憎恨也是非常强烈的。$B$B- 峭壁卫兵图林·长角' WHERE entry=2271;
UPDATE page_text SET text='纳塔卡，千针石林一切安好。半人马的麻烦还没有解决……它们有时候会发起攻击，但是目前还没有形成真正的威胁。然而，似乎有消息说半人马氏族正在集结。$B$B我们总是会认真考虑那些团结在一起的残忍氏族，比如半人马……我尝试着不去过多考虑这些问题，正如你所知的那样……没有什么东西可以消解它们心中那纯粹的憎恨……即使对于它们的同胞，那种憎恨也是非常强烈的。$B$B- 峭壁卫兵图林·长角' WHERE entry=2290;
UPDATE page_text SET text='大主教阿隆索斯·法奥$B$B 光明大教堂的慈善资助者之一。$B$B 虽然阿隆索斯是在洛丹伦的斯坦索姆开始担任神职，但他一直是暴风城人民的伟大的朋友。在第二次兽人战争结束之后的黑暗日子中，他帮助重组了北郡兄弟会，并筹集了大量资金以供重建暴风城。$B$B 这座大教堂不仅是圣光信仰的象征，也是对他高贵精神和慷慨的纪念。' WHERE entry=2291;
UPDATE page_text SET text='乌瑞恩家族的莱恩国王$B$B 暴风城的国王$B$B 艾泽拉斯的守卫者' WHERE entry=2292;
UPDATE page_text SET text='联盟舰队指挥官$B$B 暴风城的朋友' WHERE entry=2293;
UPDATE page_text SET text='玛拉·弗塔根$B$B 暴风城的高阶牧师$B$B 在第一次兽人战争后资助逃往洛丹伦的难民。$B$B 她是为我们打开未来之门的母亲，愿她在圣光中安息。' WHERE entry=2294;
UPDATE page_text SET text='聪明的月亮与伟大的雄鹿做了笔交易——如果他爱她，并能够为她结束孤独的生活，她就可以解救他。$B$B 姆沙爱着阿帕罗，并为他生下了一个孩子。这个孩子作为半神降生于夜晚的森林中。他被起名为塞纳留斯，他漫步于正在觉醒的世界和天堂王国之间，漫步在布满星辰的大道上。 ' WHERE entry=2304;
UPDATE page_text SET text='随着时间的流逝，塞纳留斯长成了和他父亲一样伟岸的生物。他成为了星辰和森林的兄弟，这个伟大的猎手徘徊在世界的远端，吟唱着黎明的和谐歌声。所有的生物都在他的优雅和美丽面前弯腰——没有什么能比月亮和白色雄鹿的儿子更加完美。 ' WHERE entry=2305;
UPDATE page_text SET text='渐渐的，塞纳留斯成了舒哈鲁的朋友，与他们讨论如何改造世界。大地的孩子们把他当作自己的兄弟，并且发誓要帮助他看护生命的田野以及大地之母所热爱的一切。 ' WHERE entry=2306;
UPDATE page_text SET text='塞纳留斯告诉大地的孩子如何与树林进行沟通。舒哈鲁成了德鲁伊，他们使用各种魔法来呵护这片土地的健康。塞纳留斯和数代舒哈鲁一起狩猎，共同保护这片土地免受潜伏在地下的邪恶力量的伤害。 ' WHERE entry=2307;
UPDATE page_text SET text='舒哈鲁被迫离开自己祖居的地方，从此之后不得不像游牧民族一样浪迹在无边的平原上。这种情况一直在继续下去——破碎的舒哈鲁族部族希望他们能在大地之母的指引下找到一处新的家园。 ' WHERE entry=2310;
UPDATE page_text SET text='这块完整的翼手龙骨骼是从遥远的安戈洛环形山运回来的。根据骨架的结构判断，其特殊的基因还从未改变过。这块骨架在该地区的特殊土壤中可以保存近乎无限长的时间。 ' WHERE entry=2311;
UPDATE page_text SET text='这块完整的翼手龙骨骼是从遥远的安戈洛环形山运回来的。根据骨架的结构判断，其特殊的基因还从未改变过。这块骨架在该地区的特殊土壤中可以保存近乎无限长的时间。 ' WHERE entry=2350;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <IMG src="InterfacePictures14679_Tirion_256"/><BR/> </BODY><BR/> </HTML>' WHERE entry=2351;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures14679_Tirion_256"/> </BODY> </HTML> ' WHERE entry=2370;
UPDATE page_text SET text='达隆郡的历史$B$B 达隆郡是一座位于罗德隆南部山脉中的村庄，这个名字来源于其西面的达隆米尔湖。镇中的居民朴实而又勤劳，达隆郡在罗德隆历史上一直都是默默无闻的，直到第二次恶魔战争的开始。$B$B 在战斗期间，无数英雄从这里诞生，无数英雄在这里陨落。 ' WHERE entry=2371;
UPDATE page_text SET text='达隆郡的战斗$B$B 达隆郡的战斗发生在第二次恶魔战争的中期。那时，天谴军团的力量在罗德隆的土地上横行肆虐，达隆郡与联盟主力部队的联系被切断，但是镇中有一支驻军，包括一队白银之手的圣骑士，以及由约瑟夫·雷德帕斯所领导的当地民兵。 ' WHERE entry=2372;
UPDATE page_text SET text='天灾军团的第一次攻击仅仅是试探性的。小队的骷髅和僵尸在小镇周边徘徊，并被很轻易地击败了。 $B$B 但是防御部队的坚韧并没有让亡灵退却，它们继续疯狂地进行攻击，一波接一波的亡灵部队接踵而来，与达隆郡的防御者激烈交战。 ' WHERE entry=2373;
UPDATE page_text SET text='防守部队的力量被不断削弱，但是白银之手骑士团不断支援他们。骑士团的领袖达维·克罗弗德是达隆郡的当地人，他在得知小镇即将遭到攻击时带领他的追随者来到了镇中，与卫队合力抵抗霍古斯的部队。$B$B 当霍古斯自己也加入战斗之后，他与达维正面交锋了。他们的战斗持续了很久，最终达维获胜，但是他受了重伤，在击败食尸鬼之王后不久死去了。 ' WHERE entry=2374;
UPDATE page_text SET text='战斗继续着，雷德帕斯队长率领民兵英勇奋战。如果不是队长被死亡骑士玛杜克的黑暗魔法控制的话，这场战斗有可能获胜的。$B$B 在战斗中，玛杜克骑马来到雷德帕斯面前，他使用黑暗魔法撕碎了雷德帕斯的意志，将他的灵魂扭曲成了一个邪恶的阴影。 ' WHERE entry=2375;
UPDATE page_text SET text='堕落的雷德帕斯队长将他的邪恶力量传播给达隆郡的守军，那些被感染的士兵立刻背叛了他们的同胞，并开始屠杀他们。最后他们转向达隆郡里，屠杀了那些躲在家中的民众。$B$B 剩余的亡灵部队和堕落的雷德帕斯队长离开了已成废墟的达隆郡，投入了洛丹伦的战场。' WHERE entry=2376;
UPDATE page_text SET text='达隆郡的历史$B$B 达隆郡是一座位于罗德隆南部山脉中的村庄，这个名字来源于其西面的达隆米尔湖。镇中的居民朴实而又勤劳，达隆郡在罗德隆历史上一直都是默默无闻的，直到第二次恶魔战争的开始。$B$B 在战斗期间，无数英雄从这里诞生，无数英雄在这里陨落。 ' WHERE entry=2377;
UPDATE page_text SET text='达隆郡的战斗$B$B 达隆郡的战斗发生在第二次恶魔战争的中期。那时，天谴军团的力量在罗德隆的土地上横行肆虐，达隆郡与联盟主力部队的联系被切断，但是镇中有一支驻军，包括一队白银之手的圣骑士，以及由约瑟夫·雷德帕斯所领导的当地民兵。 ' WHERE entry=2378;
UPDATE page_text SET text='天灾军团的第一次攻击仅仅是试探性的。小队的骷髅和僵尸在小镇周边徘徊，并被很轻易地击败了。 $B$B 但是防御部队的坚韧并没有让亡灵退却，它们继续疯狂地进行攻击，一波接一波的亡灵部队接踵而来，与达隆郡的防御者激烈交战。 ' WHERE entry=2379;
UPDATE page_text SET text='防守部队的力量被不断削弱，但是白银之手骑士团不断支援他们。骑士团的领袖达维·克罗弗德是达隆郡的当地人，他在得知小镇即将遭到攻击时带领他的追随者来到了镇中，与卫队合力抵抗霍古斯的部队。$B$B 当霍古斯自己也加入战斗之后，他与达维正面交锋了。他们的战斗持续了很久，最终达维获胜，但是他受了重伤，在击败食尸鬼之王后不久死去了。 ' WHERE entry=2380;
UPDATE page_text SET text='战斗继续着，雷德帕斯队长率领民兵英勇奋战。如果不是队长被死亡骑士玛杜克的黑暗魔法控制的话，这场战斗有可能获胜的。$B$B 在战斗中，玛杜克骑马来到雷德帕斯面前，他使用黑暗魔法撕碎了雷德帕斯的意志，将他的灵魂扭曲成了一个邪恶的阴影。 ' WHERE entry=2381;
UPDATE page_text SET text='堕落的雷德帕斯队长将他的邪恶力量传播给达隆郡的守军，那些被感染的士兵立刻背叛了他们的同胞，并开始屠杀他们。最后他们转向达隆郡里，屠杀了那些躲在家中的民众。$B$B 剩余的亡灵部队和堕落的雷德帕斯队长离开了已成废墟的达隆郡，投入了洛丹伦的战场。 ' WHERE entry=2382;
UPDATE page_text SET text='掠夺者霍古斯的命运$B$B 掠夺者霍古斯在达隆郡之战中阵亡。但是他身上的邪恶气息仍然存在。获胜的天灾军团将他的头颅从达隆郡的废墟中带走，用其在仍然活着的生灵中散播恐惧的气氛。$B$B 几天之后，这群拿着头颅的天灾军团士兵被白银之手骑士团击溃，霍古斯的头颅也被扔入了黑木湖中。 ' WHERE entry=2383;
UPDATE page_text SET text='黑衣玛杜克的命运$B$B 玛杜克在第二次恶魔战争中活了下来，其邪恶的符文长剑造成了无数死亡和痛苦。虽然玛杜克还活着，但是他的剑已经在考林的十字路口的那次会战中遗失了。一个矮人中尉用他的盾牌震落了那把剑，并迫使玛杜克仓惶逃跑。$B$B 玛杜克的剑慢慢陷入入大地中，并开始腐蚀周围的土地，渐渐地形成了一座峡谷，就是今天的魔刃之痕。 ' WHERE entry=2384;
UPDATE page_text SET text='达维·莱法尔的命运$B$B 达维·莱法尔在达隆郡之战中阵亡，但是他的英勇事迹鼓舞了战场上的每个联盟士兵。$B$B 他的圣骑士宝典被血色十字军所保管，现在被存放在血色十字军控制的壁炉谷中，经常被那些崇敬他的十字军成员争相阅读。 ' WHERE entry=2385;
UPDATE page_text SET text='约瑟夫·雷德帕斯的命运$B$B 约瑟夫·雷德帕斯在达隆郡一战中阵亡。他的灵魂已经堕落，被扭曲成了另一个模样，这个新的亡灵在罗德隆散播着更多的邪恶。$B$B 在安多哈尔东部的盖罗恩农场，堕落的雷德帕斯最终被联盟部队击败。他的盾牌依然留在那座被瘟疫感染的农场谷仓旁边，天谴军团也不断向那个邪恶的地方聚集。 ' WHERE entry=2386;
UPDATE page_text SET text='约瑟夫·雷德帕斯的命运$B$B 约瑟夫·雷德帕斯在达隆郡一战中阵亡。他的灵魂已经堕落，被扭曲成了另一个模样，这个新的亡灵在罗德隆散播着更多的邪恶。$B$B 在安多哈尔东部的盖罗恩农场，堕落的雷德帕斯最终被联盟部队击败。他的盾牌依然留在那座被瘟疫感染的农场谷仓旁边，天谴军团也不断向那个邪恶的地方聚集。 ' WHERE entry=2390;
UPDATE page_text SET text='卡林·雷德帕斯的命运$B$B 约瑟夫·雷德帕斯队长的兄弟，卡林·雷德帕斯在达隆郡的战斗中倒下了，他身负重伤，但是最终侥幸活了下来。$B$B 在大战过后的几天，银色黎明组织发现了奄奄一息的卡林·雷德帕斯，他又渴又累，而且还发着烧，倒在了考林的十字路口附近。他们治疗了他的伤势，并把他带到了圣光之愿礼拜堂。$B$B 由于对银色黎明的感激之情，卡林·雷德帕斯加入了银色黎明，并为了复仇而与天灾军团展开战斗。 ' WHERE entry=2391;
UPDATE page_text SET text='卡林·雷德帕斯的命运$B$B 约瑟夫·雷德帕斯队长的兄弟，卡林·雷德帕斯在达隆郡的战斗中倒下了，他身负重伤，但是最终侥幸活了下来。$B$B 在大战过后的几天，银色黎明组织发现了奄奄一息的卡林·雷德帕斯，他又渴又累，而且还发着烧，倒在了考林的十字路口附近。他们治疗了他的伤势，并把他带到了圣光之愿礼拜堂。$B$B 由于对银色黎明的感激之情，卡林·雷德帕斯加入了银色黎明，并为了复仇而与天灾军团展开战斗。 ' WHERE entry=2410;
UPDATE page_text SET text='OoOoOoO OOoOOoo OOOoOoo OOoOooO OOoOOoO OOooooO Oooooo OooOOOO OOoOOOo OOoOOoo OOoOooO OOoOOOo OOooOoO Oooooo OooOOOo OOooooO OOOoooo OOooooO Oooooo OoOoOOo OOooooO OOoOOoo OOoOOoo OOooOoO OOOOooO Oooooo OooOoOO OOoOOOo OOoOooO OOooOOO OOoOooo OOOoOoo OOO' WHERE entry=2411;
UPDATE page_text SET text='OoOoOoO OOoOOoo OOOoOoo OOoOooO OOoOOoO OOooooO Oooooo OooOOOO OOoOOOo OOoOOoo OOoOooO OOoOOOo OOooOoO Oooooo OooOOOo OOooooO OOOoooo OOooooO Oooooo OoOoOOo OOooooO OOoOOoo OOoOOoo OOooOoO OOOOooO Oooooo OooOoOO OOoOOOo OOoOooO OOooOOO OOoOooo OOOoOoo OOO' WHERE entry=2412;
UPDATE page_text SET text='雪，刺眼……$B$B必须保护部族。让他们变得强壮。强壮。$B$B不知道…… ' WHERE entry=2413;
UPDATE page_text SET text='火酒。$B$B更多。制作更多火酒。$B$B火酒让冬泉部族更加强壮。打败敌人。$B$B冬泉部族没有盟友。冬泉部族非常强壮。拥有无穷的力量。 ' WHERE entry=2414;
UPDATE page_text SET text='更多的。必须要更多的……$B$B冬泉部族……不能……变弱……' WHERE entry=2415;
UPDATE page_text SET text='记录日期：未知$B$B 姓名：纳萨诺斯·玛瑞斯，人类游侠，洛丹伦的贵族。$B$B 记录：$B$B 凯尔萨斯·逐日者不同意纳萨诺斯·玛瑞斯进入组织。另外，纳萨诺斯是我遇到过的最具天赋的游侠，虽然他是个人类，但是我非常乐意训练他。$B$B （未完）' WHERE entry=2431;
UPDATE page_text SET text='我这些年来一直在从事这个行业，现在我第一次感觉如此自豪。对于刺客、间谍和密探的需求从来都没有如此强烈过。也许你认为战争期间会对这方面的人员有更大的需要，但事实上，战争并不很需要我们这样的人——只有在和平年代才会是我们大展身手的舞台。$B$B我听说你来到了这一区域，如果你有时间的话，就到教堂后的马厩旁边来找我。$B$B- 乔里克·克里丹，潜行者训练师' WHERE entry=2432;
UPDATE page_text SET text='我打赌你原以为这是一封由你的国王或者别的什么人书写的信件。好吧，我承认我对伪造信件略知一二，我只是希望你能收到这封信而已。现在你对我已经有所认识了，对吗？$B$B我在安威玛里面的壁炉旁边等着你。等你准备好了，就来找我说话吧。我只是想跟你互相认识一下。$B$B- 索姆·哈格林，潜行者训练师' WHERE entry=2433;
UPDATE page_text SET text='你好，$N。写这封信的时候，我陷入了沉思。$B$B我们中的许多人都认为萨满是我们的精神领袖，就好像我们的酋长一样。其他人会认为剑和斧才是更加高贵的追求，但是不要忘了战斗——甚至是战争——是要靠那些有一技之长的人获胜的。这就是我想要和你说的，$N。到试炼谷里的大兽穴来找我吧。$B$B- 鲁瓦格，潜行者训练师 ' WHERE entry=2434;
UPDATE page_text SET text='我的$g兄弟:姐妹;
，希望这块符石能够安全地送到你手中。我费尽心机让这件事情看起来不是那么明显，你可能甚至都没有发现自己的背包中有这么一封信。看来我的计划不错，不是吗？$B$B我想要你知道，我在寒脊山谷的安威玛尔等你。我很清楚大家团结在一起的重要性，特别在眼下的紧张时期，我们更应该在一起。当你有时间的时候就来找我吧。$B$B- 索姆·哈格林，潜行者训练师' WHERE entry=2435;
UPDATE page_text SET text='记住我的话，$N。现在是一个到处都充满藉口和欺骗的时代……即使我们伟大的幽暗城也是一样。每个忠诚于希瓦娜斯的人都在为了开创一个新的时代而努力，一个由被遗忘者控制的时代。虽然我们不具有魔法技能，也不会拿起武器保卫边疆，但是这世上依然有许多事情只有我们才能做。$B$B到丧钟镇的旅店里来找我吧，我会和你讨论更多问题的。$B$B- 大卫·提亚斯，盗贼训练师' WHERE entry=2436;
UPDATE page_text SET text='你好，我的朋友。希望这个符记可以顺利地送到你手里。上级要求我为你服务，我眼下也在幽影谷里——就在泰达希尔的树顶，如果你需要接受训练，就来找我吧。$B$B在这个危险的时期，我希望我们之间保持秘密的联系，不然我们还能如何保护泰达希尔和我们的行规？$B$B你有空的时候就来找我吧。$B$B- 弗拉胡恩·影语者，潜行者训练师' WHERE entry=2437;
UPDATE page_text SET text='你好，我的$g兄弟:姐妹;
。碎手氏族向你致意，并希望你在山谷中找到一个合适的接头人。现在是对你进行考验的时候了，所以，别以为没有人监视你。$B$B我的职责是代表碎手评估你的技能，然后告诉他们你是否已经准备接受更大的挑战了。$B$B当你准备好了之后，就到大兽穴最深处来找我，我会在那里等你的。$B$B- 鲁瓦格，潜行者训练师' WHERE entry=2438;
UPDATE page_text SET text='告诉我，$c，你有没有听过兽人的咆哮？也许你曾参与在家乡抵御过豺狼人的袭击，差点就被那些家伙撕破了喉咙？啊，这些听上去都很可怕，不是吗？$B$B好吧，如果你想要保护自己所热爱的东西，那你就需要我的帮助，到北郡的修道院里来找我吧。我的知识并非免费传授给你的，不过如果你拥有足够的阅历，那我就能教给你很多东西，帮助你与威胁着暴风城的邪恶势力作战。$B$B- 莱尼·拜舍尔，战士训练师' WHERE entry=2439;
UPDATE page_text SET text='注意：$B你必须立即向斯兰·库尔曼报到。他在A3区中，也就是当地居民所说的安威玛尔那里。在与库尔曼接头之后，你要着手准备参加即将来临的战斗——夺回我们的家园诺莫瑞根！$B$B我们所有的努力都是为了这个最终的目的。在完成此任务之后，新的任务会很快下达给你。' WHERE entry=2440;
UPDATE page_text SET text='许多部族认为使用魔法或者与我们的先祖对话的能力都是不可多得的天赋，但是你应该知道，$c，你也同样具有其他人不具备的天赋。有些人没有足够的力量来挥舞强大的武器，有些人没有躲避刺客致命一击的能力，或者无法承受一个法师所带来的伤害，但是你可以。你非常强壮，我会帮助你变得更加强壮。到纳拉其营地来找我吧。$B$B- 哈鲁特·雷角，战士训练师' WHERE entry=2441;
UPDATE page_text SET text='以玛格尼胡须的名义，我们有很多东西要谈，但是时间有些紧迫，$N。尽快到寒脊山脚下的的安威玛尔来找我，我们要马上开始。$B$B我可以告诉你一大堆事情，但是那些对我们都没有用……特别是对现在的我们来说。我们当前需要关注的东西很简单：如何抓紧一把斧子，我们护甲的重量，以及我们在战斗时所流的汗滴的味道。我们就从这些开始吧。$B$B- 斯兰·库尔曼，战士训练师' WHERE entry=2442;
UPDATE page_text SET text='我们的许多族人希望靠着秘法和神圣系的法术变得更加强大，但是我们知道有更好的方法，不是吗，$c？强大的武器是我们的圣印，坚固的盾牌是我们的法术书，致密的炼甲是我们的智慧。$B$B虽然我们已经变成了亡灵，但我们仍然很强大，而且我们会变得更加强大。$B$B到丧钟镇的旅店里来找我，我会和你谈谈更多与这有关的事情。$B$B- 丹纳尔·斯特恩，战士训练师' WHERE entry=2443;
UPDATE page_text SET text='我希望我的符印可以顺利地送到你的手上，$c。我之所以写信给你，是因为我们的人民需要那些擅长使用刀剑、月刃以及其它武器的战士。自从我们重新和艾泽拉斯的其他种族展开接触之后，我们身边发生了许多事情，我们也更加需要强大的卫士。$B$B这就是我写信给你的原因。我会告诉你更多相关的信息，但是我希望能与你进行面对面的交流。到泰达希尔的底层来找我吧。 $B$B- 奥莉希亚，战士训练师' WHERE entry=2444;
UPDATE page_text SET text='魔法四准则：$B$B   魔法是强大的。$B$B   魔法使人堕落。$B   魔法让人欲罢不能。$B   魔法会将那些扭曲虚空中的生物引至掌握魔法的人身边。$B$B这些规则总是成立的。如果你选择成为一名法师的话，这些规则会永远跟随着你。$B$B如果你愚蠢到忽视这些警告，那么就到北郡修道院的图书馆里来找我吧，我会在楼上等你的。$B$B- 凯尔登·布雷门，法师训练师' WHERE entry=2445;
UPDATE page_text SET text='致投身于魔法艺术的新学生：$B你将跟随侏儒法师玛瑞克·斯托纳尔进行学习，直到你能帮助自己的同胞解决各种困难。希望你坚定而认真地准备接受严厉的学习过程，并慢慢与当地的居民形成良好的伙伴关系。$B$B有关你的职责与技能的更详细情况，请直接询问玛瑞克·斯托纳尔。' WHERE entry=2446;
UPDATE page_text SET text='据说堕落和邪恶随着魔法进行传播，但是这些与我们所遭受到痛苦比起来根本不算什么。我们不再是软弱无力的牺牲者了，$N。我们能够控制自己的命运，希瓦娜斯已经为我们铺好了道路——她向我们证明，我们的意志是属于自己的。$B$B到教堂里来找我，我会指引你进一步前进……如果你愿意的话。$B$B- 伊莎贝拉，法师训练师' WHERE entry=2447;
UPDATE page_text SET text='孩子，你终于觉醒。在足够强大之后，你就可以掌握魔法的秘密了。 $B$B准备好了之后就去找迈安吧，她会教你使用各种魔法，摧毁那些胆敢反对你的人。$B$B迈安在试炼谷的大兽穴中。去那里找到她，然后你就能变得更加强大。向其他法师展示魔法是如何按照你的意志行事吧。' WHERE entry=2448;
UPDATE page_text SET text='人们——尤其是那些圣光的追随者们——经常会恐吓寻求真正力量的人，反复强调魔法的邪恶和可怕，但并不是所有本不属于这个世界的东西都是邪恶的，并不是所有的生物都想要主宰或听命于他人。如果你真的足够强大的话，他们会变成你的追随者。$B$B我希望能和你讨论更多的事情，到修道院右边的墓地里找我吧。$B$B- 杜希拉·拉萨雷，术士训练师' WHERE entry=2449;
UPDATE page_text SET text='注意：$B$B保持安静!不要四处张望!也许有人正在盯着你。$B$B我的名字叫做阿拉玛尔·格里姆，$N。我可以训练那些追寻真正的知识和力量的人。 上级授意我与你进行秘密的联系，然后向你传授真正的魔法。$B$B如果可以的话，就到安威玛的后方来找我。$B$B- 阿拉玛尔·格里姆，术士训练师' WHERE entry=2450;
UPDATE page_text SET text='我用我创造出的最强大的墨水来撰写这封信，$N。它会诅咒除你之外任何胆敢阅读这封信的人。我就是如此的强大。我可以从扭曲虚空中召唤恶魔，我在敌人睡眠时就对他们施放了致命的诅咒，也在战场上让他们灰飞烟灭。现在你看到了我强大的力量，我的兄弟对此感到很满意。$B$B到大兽穴里面来找我吧。我会和你交流更重要的事情。$B$B- 纳托克，术士训练师' WHERE entry=2451;
UPDATE page_text SET text='你赫然发现我们正处于困境之中，是不是，$N?被愚蠢的王子所污染，被我们所挚爱的人所抛弃。我们应该感谢美丽的希瓦娜斯，但对于我们来说这又如何呢?换一个主人对于我们来说没有什么区别，我们依然是奴隶，我就是这样认为的。$B$B但如果我们自己是主人的话，情况又会是怎样的呢?没错，你知道我说的是什么。$B$B我们甚至与其他的被遗忘者之间还有隔阂，$N。这就是我们要继续谈谈的原因。到丧钟镇的教堂里来找我吧。' WHERE entry=2452;
UPDATE page_text SET text='强大的战士守护着我们的家园，睿智的萨满指引我们的灵魂，并向我们展示祖先的丰功伟绩，德鲁伊向我们传达大地母亲的意愿。$B$B但你是我们猎人中的一员，我们了解世界上的种种力量，并使其为我们所用。你会找到你存在的价值以及我们人民的意愿——我们部族中的一些成员需要你的指引和保护，我的职责就是让你做好迎接这些挑战的准备。到纳拉其营地来找我吧。$B$B- 兰卡·远箭，猎人训练师 ' WHERE entry=2453;
UPDATE page_text SET text='孩子，你长大了。基沙知道你正在寻求猎人之道，她已经准备教你了……如果你自己准备好了的话。$B$B到试炼谷来找我。基沙会训练你，向你展示猎人是多么的强大。$B$B- 基沙，猎人训练师' WHERE entry=2454;
UPDATE page_text SET text='驯服野兽，强大的射击技巧，缜密的追踪技能——你此生还想要达成什么样的伟绩？以上我所说的这些都需要相当的智力和耐心才能成就。$B$B猎人之道并不简单，这一点是肯定的。即便只是要达到我们最低的要求，你也需要接受大量的训练。这就是我找你的原因。$B$B到寒脊山脚下的安威玛尔来找我吧，我会等着你的。$B$B- 索加斯·格瑞姆森，猎人训练师' WHERE entry=2455;
UPDATE page_text SET text='愿艾露恩与你同在，$N。我很高兴能直接参与培养下一代猎人的工作。$B$B根据我所了解到的情况，你就在泰达希尔附近。如果你有时间的话，我会在泰达希尔树上等你的。$B$B我们的长者要求我好好训练新的猎人，使他们有能力通过即将到来的试炼。你是我的新学生之一，希望你能够来找我。祝你一路顺风。$B$B- 阿亚娜·远途，猎人训练师' WHERE entry=2456;
UPDATE page_text SET text='很高兴得知又有一个基沙的$g兄弟:姐妹;
到试炼谷来检验$g他:她;
的能力，基沙很高兴！$B$B我无须再告诉你猎人有多么强壮和灵活——你已经知道这一点了。基沙要告诉你的是，你还需要变得更加强壮和灵活。$B$B你可以在试炼谷里找到基沙，她会教你很多东西。她会教你如何驯服最强大的野兽，以及更多其他的东西。$B$B- 基沙，猎人训练师' WHERE entry=2457;
UPDATE page_text SET text='昨天晚上，大地的精灵进入了我的梦乡，他们告诉我你要到来的消息，而我的任务就是帮助你。我们有很多要讨论的事情——讨论自然，大地之母，甚至还有夜精灵。但是在你到来之前，我们不会讨论这些东西，我要尽我所能保证你已经为将来的试炼做好了准备。$B$B愿智慧指引着你，我会在这里等着你。$B$B- 加尔特·迷雾行者，德鲁伊训练师' WHERE entry=2458;
UPDATE page_text SET text='当我听说你已经准备好了的时候，就马上寄出了这个符记。所有塞纳留斯的德鲁伊都会因为我们的队伍越来越壮大而感到高兴的，森林之魂的力量似乎也在随之变得更加强大。只要有足够的时间和耐心，我们的力量就应该可以恢复到原来的程度。如果你准备好了，就到泰达希尔树顶来找我。在你停留在幽暗谷的这段时间里，我会不断地指引你。$B$B- 玛丹特·硬木，德鲁伊训练师' WHERE entry=2459;
UPDATE page_text SET text='你好，年轻的$c。微风已经把你要到这里来的消息告诉我了，大地也在赞扬你的强壮。现在，我们先祖的灵魂告诉我你已经到了。我们同胞们总是需要睿智而伟大的领袖，他们经常因此而寻求我们萨满的帮助。如果你愿意的话，我会向你传授更多的知识。$B$B到红云台地的纳拉其营地来找我吧——我们可以进一步谈谈。$B$B- 米拉·晨行者，萨满训练师' WHERE entry=2460;
UPDATE page_text SET text='你好，我的$g兄弟:姐妹;
。元素们告诉我你正在向这里旅行，它们要我向你展示萨满之道。我们先祖的灵魂在地下看着我们，并对你加入萨满的行列感到非常欣慰。$B$B当你准备好了之后，就到大兽穴的入口处来找我吧。我在这里负责训练萨满。希望你一路顺风。$B$B- 史克里克，萨满训练师' WHERE entry=2461;
UPDATE page_text SET text='你好，我的$g兄弟:姐妹;
。自然的精灵告诉我，你已经做好协助我们盟友的准备了。你和元素有很深的联系，当你开始我的课程之后，你就变得越来越强大了。$B$B现在我要要派你去见试炼谷的萨满训练师，兽人史克里克。她已经知道你会去找她接受训练了。让我们的祖先为你而感到光荣吧。在我们再次见面之前，愿你一路顺风。' WHERE entry=2462;
UPDATE page_text SET text='我希望你可以顺利地收到这封信，$c。我很荣幸可以和你对话，因为很少有人能拥有如此坚定的信念，也很少有人能理解我们是保护艾泽拉斯大陆的精英力量这一事实。$B$B记住，最重要的一点是，你的职责就是与那些想要伤害我们这个世界的邪恶势力进行战斗。$B$B我已经被授权在这段时间内对你进行训练了。当你准备好了之后就到北郡修道院里来找我吧。$B$B- 萨缪尔修士，圣骑士训练师' WHERE entry=2463;
UPDATE page_text SET text='有些人害怕我们，就好像是害怕龙一般；有些人羡慕我们，甚至超过了他们对技艺最精湛的铁匠的羡慕；有些人赞美我们在战斗中爆发出的力量，其他人为我们坚定的信仰而赞叹；还有些人羡慕我们能把他们都喝到烂醉！但是除此之外，$c，你还应该知道自己是保护艾泽拉斯的中坚力量。圣光给予我们力量，而我们则捍卫它的荣光。$B$B如果你想要向我询问更多关于这片土地的事情，那我会知无不言的。到寒脊山脚下的安威玛尔来找我吧。$B$B- 布罗莫斯·格鲁诺尔，圣骑士训练师' WHERE entry=2464;
UPDATE page_text SET text='你和世界的联系，世界和你的联系，这些对一个成功的牧师来说都是非常重要的。智慧与怜悯将会让你帮助那些真正需要帮助的弱者，过于急躁和慌张的决定都会使其他人无法变得更加强壮，甚至会伤害他们。$B$B当你开始懂得以上这些话的意思时，你就需要学习新的技能和法术了。这时，就到北郡修道院的图书馆里来找我吧。$B$B- 安妮塔，牧师训练师' WHERE entry=2465;
UPDATE page_text SET text='有着圣光的支持和每天都有的新发现，现在你应该为自己是铁炉堡的$g儿子:女儿;
而感到自豪了。探险者协会每天都在为那古老的问题找寻失落的答案，现在满怀信仰的你也加入了我们的行列，与石腭怪以及其它一切胆敢威胁我们领土的邪恶力量进行战斗。$B$B等你有空了就来找我吧，我在山脚下的安威玛尔。$B$B- 布兰斯托克·卡德尔，牧师训练师' WHERE entry=2466;
UPDATE page_text SET text='为你的灵魂未被放逐到扭曲虚空中而感到庆幸吧，$N。为你能值得我花时间亲自书写这个卷轴感到由衷的庆幸吧。$B$B你所认识的人，以及你曾经关心过的人，都已经不再存在了！你必须学会如何以你现在的状态“活”下去，我建议你首先学会这件事情。$B$B如果你准备迎接试炼的话，那就到丧钟镇的教堂里来找我。$B$B- 黑暗牧师杜斯滕，牧师训练师' WHERE entry=2467;
UPDATE page_text SET text='我希望我的符印可以顺利地寄到你手上，$c。森林之魂告诉我你即将到来，所以我立即寄出了这封信。我希望可以与你分享我的经验，并为你将要在泰达希尔接受的各种重要使命做好准备。$B$B过去的几年中发生了许多事情，我们要做很多事情来帮助艾泽拉斯世界的其他种族。当你准备好了之后，就到泰达希尔来找我，我会在树屋的第二层等着你。$B$B- 珊达，牧师训练师' WHERE entry=2468;
UPDATE page_text SET text='看来你成长得挺顺利，孩子。摆在你面前的考验很多，当你准备好的时候，我愿意和你分享我所有的经验。你能以多快的速度变得多么强大，这取决于你。只有当你准备好的时候，我才可以指导你。$B$B有些人进步速度很快，而其他的则慢得多。但是你不要担心那么多，当你见到我之后，我们可以进行更多的讨论。$B$B- 肯杰，牧师训练师' WHERE entry=2469;
UPDATE page_text SET text='数千年以来，我们一直把自己和外界隔绝开来。我将是我们当中第一个站出来承认我们过去曾犯过的错误的精灵。人类根本就不应该接触到魔法的知识，我对此并不否认，但是我也不会因这个由我们的前辈犯下的过错而责怪我们自己。奎尔多雷和世界上的其他种族是可以共存的。我们必须锻炼自己的耐心。$B$B （未完）' WHERE entry=2471;
UPDATE page_text SET text='就是因为这些，我拒绝了凯尔关于纳萨诺斯·玛瑞斯的请求。他是个无价的盟友。记住我的话。$B$B 希瓦娜斯·风行者$B 银月城游侠部队指挥官' WHERE entry=2472;
UPDATE page_text SET text='I hope this sigil finds you well, $N. The spirits told me of your coming and I sent word immediately. I look forward to sharing my experiences with you, and helping guide you as you prepare to leave Teldrassil for more important matters.$B$BWith all that ' WHERE entry=2490;
UPDATE page_text SET text='瑞什：$B$B你的请假要求已经被批准了。我会派候补的牛头人战士去你执勤的哨所接班，这样你就可以回家和亲友团聚了。在一个星期的假期过后回来报到!$B$B- 马格兰' WHERE entry=2491;
UPDATE page_text SET text='瑞什：$B$B你的请假要求已经被批准了。我会派候补的牛头人战士去你执勤的哨所接班，这样你就可以回家和亲友团聚了。在一个星期的假期过后回来报到!$B$B- 马格兰' WHERE entry=2510;
UPDATE page_text SET text='亲爱的札尔夫：B$B你送来的肉片很不错。烧烤的火候很好，切片也恰到好处，还包在肥得流油的野猪肉里！这正是我梦寐以求的美食。当我吃肉片的时候，我会想起你的。我会闭上眼睛想像你那双强壮而布满伤疤的手正在笨拙地剁着肉块……$B$B哈哈！这让我想起你上次不小心剁了自己的手指……哦，札尔夫！想想那天你把我逗得像个小女孩一样咯咯大笑。$B$B你流血的时候看起来真可爱！$B$B- 格雷什卡' WHERE entry=2511;
UPDATE page_text SET text='奥斯瑞克：    以下是我们所需要的护甲列表：    10件链甲衬衣  20顶头盔  30块护甲片  15双链甲靴    我们总是欠你的情。一旦西部荒野不再受到盗贼的威胁，我就可以请你来我家里做客，这样也能让我心里好过一些，这个地区的菜肴以前可是远近闻名的。    - 刘易斯  哨兵岭军需官' WHERE entry=2512;
UPDATE page_text SET text='尼莎：$B$B 很高兴收到你的信。$B$B 你送给我的那些骨头和鳞片真是让人难以置信。我从来没有在主大陆这边看见过这种尺寸的鱼，鲁瑟兰村每天是不是都可以轻松地打到一吨的鱼啊?$B$B 我羡慕这种鱼的尺寸，但是我同样有些疑惑。我们的新的世界之树可以培养出那么大的鱼吗?如果是的话，有没有什么副作用?$B$B 这些问题值得我们思考。$B - 赖尔德' WHERE entry=2513;
UPDATE page_text SET text='以下名单中的学生将获得布洛克矿工学校的白金奖章，以及一把荣誉矿工锄：$B$B 梅莉亚·震石$B 巴尔丁·铁环$B 乌米·冷铁$B 卢米·冷铁$B 沃雷尔·钢塔' WHERE entry=2514;
UPDATE page_text SET text='根据高级执行官哈德瑞克的命令，以下物品是维持瑟伯切尔库存的必需品：$B$B$B 这些物品必须完全备齐，这是黑暗女王的直接命令，负责执行此命令者将受到她的关注，而任何违背这一命令的行为都将被认为是违背黑暗女王的意愿。' WHERE entry=2515;
UPDATE page_text SET text='By order of High Executor Hadrec, below are the items deemed necessary in order to maintain the stock of the Sepulcher: 12 Long swords 9 Dagggers 8 Round Shields 15 Axes 1000 Arrows Fulfillment of this order is to be considered a direct command of the Dar' WHERE entry=2530;
UPDATE page_text SET text='这三页的文件是空白的。' WHERE entry=2550;
UPDATE page_text SET text='莱耶：$B$B我们受到了这位冒险者的帮助。现在我派$g他:她;
到希利苏斯来帮助你。请好好利用$g他:她;
的能力，解开那个地区的谜团。议会急切地等待着你的进度报告。$B$B愿塞纳留斯永远守护着你……$B- 拉比恩' WHERE entry=2551;
UPDATE page_text SET text='莱耶：$B$B我们受到了这位冒险者的帮助。现在我派$g他:她;
到希利苏斯来帮助你。请好好利用$g他:她;
的能力，解开那个地区的谜团。议会急切地等待着你的进度报告。$B$B愿塞纳留斯永远守护着你……$B- 拉比恩' WHERE entry=2570;
UPDATE page_text SET text='冬幕节庆典$B$B艾泽拉斯一年中的最后一个季节在许多文化中被认为是变化的一个季节。矮人和牛头人都在这个白雪覆盖大地的时候传颂着一个古老的传说故事，并欢庆着一个辞旧迎新的时刻。艾泽拉斯的各个种族对于这个传说故事的理解各不相同，他们传颂这个故事的方式也因为各个种族的差异而显得不同。 ' WHERE entry=2571;
UPDATE page_text SET text='冬天爷爷的传奇$B$B“冬幕节”这个词在许多文化中都来源于一个超自然的事物：冬天爷爷。他会在岁末出现在世界各地，随之而来的是凛冽的寒风。他的苏醒意味着大地将笼罩在白雪之中，所以也有人说是冬天爷爷用冬幕笼罩了大地。虽然艾泽拉斯大陆覆盖在白雪之中，但是其孕育的是重生和新生命的开始。 ' WHERE entry=2572;
UPDATE page_text SET text='矮人$B$B矮人一直热衷于寻求他们的起源的秘密，他们将在这个季节举行庆祝来作为对冬天爷爷的赞美。他们是远古时期艾泽拉斯大陆上的泰坦的一个化身。他们宣称自己的血管中流淌着那些神秘的生物的血液，居住在白雪皑皑的丹莫洛的矮人理所当然地认为自己受到了冬天爷爷的祝福。 ' WHERE entry=2573;
UPDATE page_text SET text='牛头人$B$B牛头人以他们的萨满教义和最近融入的德鲁伊信仰来理解着冬天，理解着冬幕节的传奇。他们最主要注重于传奇的更新，然而，在他们看来别的种族只是对这个传奇简单的膜拜，而非与大自然万物和谐共存。许多牛头人选择这个时间来表达自己能够在莫高雷找到新的家园而心生感激。 ' WHERE entry=2574;
UPDATE page_text SET text='举行盛宴$B$B关于每年这个时候举行盛宴的概念是来自于这个传说本身。冬天爷爷在这个季节会漫步在艾泽拉斯大陆，将冬天作为其苏醒的标志，据说他会给与那些欢迎他的人奖励。所以，各地的人们会在冬幕节举行盛宴来分享他们所拥有的东西。一般来说，大家会花一整天的时间尽情欢乐，举行盛宴来辞旧迎新。 ' WHERE entry=2575;
UPDATE page_text SET text='现代习俗$B$B其他文明开始意识到冬幕节是一个欢庆的节日，虽然一些传统和传说中的并不完全一致。通常，人们可不会顾及太多关于节日本身的来历，他们所关心的只是在这个节日期间可以好好庆祝并交换礼物，这就是冬幕节现在的习俗。现在冬天爷爷的形象也广泛用在商业用途，而不是表现为一个超自然的泰坦巨人。' WHERE entry=2576;
UPDATE page_text SET text='在长矛谷中坐落着神圣的玛拉顿神殿。如果不是因为我犯了太多的过错，我是不会让你这样一个$r来帮助我的。$B$B在只有半人马的灵魂和我们最圣洁的祭司才能穿越的大门后面有一位无名的预言者。他是所有部族中掌管灵魂事务的最高领袖，也是所有部族中最年长的智者。 ' WHERE entry=2590;
UPDATE page_text SET text='在长矛谷中坐落着神圣的玛拉顿神殿。如果不是因为我犯了太多的过错，我是不会让你这样一个$r来帮助我的。$B$B在只有半人马的灵魂和我们最圣洁的祭司才能穿越的大门后面有一位无名的预言者。他是所有部族中掌管灵魂事务的最高领袖，也是所有部族中最年长的智者。 ' WHERE entry=2591;
UPDATE page_text SET text='那个预言者非常强大，他能和我们先祖的灵魂进行交流。但他是个彻头彻尾的蠢货!他不知道自己所拥有的真正力量。他带着灵魂坠饰——那是他力量的源泉。$B$B 我知道坠饰的力量有多么强大，但是它并不完整。 ' WHERE entry=2592;
UPDATE page_text SET text='坠饰上面的五颗宝石都遗失了。如果能找回那些宝石，并把它们安到坠饰上，那么它的力量将远远高于现在。我找到了那五块宝石，但是需要你这样强大的$c来拿回它们。杀了那个无名预言者无疑是极度罪恶的行为，但是我要让所有半人马从此打消对宝石的念头。 ' WHERE entry=2593;
UPDATE page_text SET text='坠饰上面的五颗宝石都遗失了。如果能找回那些宝石，并把它们安到坠饰上，那么它的力量将远远高于现在。我找到了那五块宝石，但是需要你这样强大的$c来拿回它们。杀了那个无名预言者无疑是极度罪恶的行为，但是我要让所有半人马从此打消对宝石的念头。 ' WHERE entry=2594;
UPDATE page_text SET text='在玛拉顿的洞穴中徘徊着我们最早的几位可汗的灵魂。他们是我们的父亲和母亲的第一批孩子，也是我们的伟大的领袖——格尔克、考尔克、玛格拉、玛劳杜斯和温格。他们每个人身上都带有一块遗失的宝石。 ' WHERE entry=2595;
UPDATE page_text SET text='使用灵魂坠饰的力量来强迫他们显形，并从他们那里取得宝石!在此之后，把宝石放入灵魂坠饰之中，然后把它交给我。当我有了联合坠饰之后，我就有足够的力量来对我们的部族进行改革了，那样我们就能完成先祖的遗愿了! ' WHERE entry=2596;
UPDATE page_text SET text='Welcome to the World of Warcraft!  Young Warrior don''t be afraid of this new,mystical place! will be amazed of the wonders you will see! Many danger''s lurk in the shadow''s, many robbers are ready to kill you for a nickle.... So beware of all that is dange' WHERE entry=2597;
UPDATE page_text SET text='Welcome to the World of Warcraft! Young Warrior don''t be afraid of this new,mystical place! will be amazed of the wonders you will see! Many danger''s lurk in the shadow''s, many robbers are ready to kill you for a nickle.... So beware of all that is danger' WHERE entry=2598;
UPDATE page_text SET text='Welcome to the World of Warcraft! So young fighter.You are trying to become a Palladin?Alright then... Remmeber be brave, stand up high and defend the innocent! And most of all dont forget that there is a God and you are his helper.... Sincerely WDDG Team' WHERE entry=2599;
UPDATE page_text SET text='Welcome to the World of Warcraft! Hehe and you call youreself a rougue? Don''t make me laugh! If you want to become a real rougue show us what you are made of! Now go and rob those villages! Sincerely WDDG Team. ' WHERE entry=2600;
UPDATE page_text SET text='Welcome to the World of Warcraft! My son worship God and you will be saved.... Worship God and you will be saved Worship The Devil and u will be powerfull but decended in God''s Eye''s! So beware my child! BEWARE! Sincerely WDDG Team. ' WHERE entry=2601;
UPDATE page_text SET text='Welcome to the World of Warcraft! The world is a tricky place for us shaman''s, but still we are powerfull enough to win this harras of a battle... We got what it takes to kill that pesky Aliance Now show me what we Shaman''s are made of! Sincerely WDDG Tea' WHERE entry=2602;
UPDATE page_text SET text='Welcome to the World of Warcraft! We Mage''s are the most powerfull Magic user''s We combine Fire and Frost to get maximum effect And we will help evrything that need''s it So go and learn the magic of exploring ! Sincerely WDDG Team. ' WHERE entry=2603;
UPDATE page_text SET text='Welcome to the World of Warcraft! Warlock a mysterious class... We are the most powerfull when it come''s to using magic I know "mage is most powerfull with spells bla bla bla..." Forget that we Warlock''s evolved from Mage''s so we actualy are more powerful' WHERE entry=2604;
UPDATE page_text SET text='Credit''s Main: Quest scripter''s: ============================== Shultz. Thesleby. Rest of !rpg Team.  ' WHERE entry=2605;
UPDATE page_text SET text='Use the power of the Amulet of Spirits to force them to manifest and take the gems from them! After, place the gems within the Amulet of Spirits and return it to me. Once I have the Amulet of Union, I will be powerful enough to reform the tribes so we can' WHERE entry=2610;
UPDATE page_text SET text='……那就是你可以找到血色十字军领袖之剑的地方，灰烬之剑。$B$B 是不是很惊讶?' WHERE entry=2611;
UPDATE page_text SET text='……那就是你可以找到血色十字军领袖之剑的地方，灰烬之剑。$B$B 是不是很惊讶?' WHERE entry=2630;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作强效秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=2631;
UPDATE page_text SET text='<你看不懂这些书页上的文字。>' WHERE entry=2632;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作强效秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=2633;
UPDATE page_text SET text='<书页上的字迹不断跳动变幻着。你觉得这本书正在嘲弄你。>' WHERE entry=2634;
UPDATE page_text SET text='<这个页面上写满了古代精灵文字。>$B$B 这些书页中记述了在制作强效秘药的过程中所发生的事件。$B$B 愿我的敌人永远无法得到这些资料。$B$B 愿我有生之年能够重见洁白的月光照耀奎尔萨拉斯。$B$B 愿我能以凯尔萨斯之名奋战。$B$B 愿我能为伊利丹的荣耀而战死。$B$B - 卡里尔·温萨鲁斯' WHERE entry=2635;
UPDATE page_text SET text='<You feel a searing pain when glancing at these pages.> ' WHERE entry=2653;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">军阶概述</H1><BR/> <BR/><BR/> <BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRankAlliance" align="left"/><BR/> <BR/><BR/> <P align="right">以下是</P><BR/> <P align="right">联盟的</P><BR/> <P align="right">军阶概述，</P><BR/> <P ' WHERE entry=2654;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟士兵军阶</H1><BR/><BR/> <P align="center">Part 1</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank14" align="left"/><BR/><BR/> <P align="right">总元帅</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank13" align' WHERE entry=2655;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟士兵军阶</H1><BR/><BR/> <P align="center">第二部分</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank09" align="left"/><BR/><BR/> <P align="right">一等骑士</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank08" align=' WHERE entry=2656;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落军官军阶</H1><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank05" align="left"/><BR/><BR/> <P align="right">士官长</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank04" align="left"/><BR/><BR/> <P align="righ' WHERE entry=2657;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落士兵军阶</H1><BR/><BR/> <P align="center">Part 1</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank14" align="left"/><BR/><BR/> <P align="right">高阶督军</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank13" alig' WHERE entry=2658;
UPDATE page_text SET text='当你凝视着眼珠时，脑海中便浮现出战争的场景。$B$B似乎这场可怕的冲突发生在洛丹伦的某处。$B$B在尸横遍野的战场上，隐约可见一名女性，独自与浩如烟海的天灾军团作战。她显得那么绝望无助。$B$B从她手中施放的光芒瞬间便砍杀数百名不死生物。 ' WHERE entry=2659;
UPDATE page_text SET text='<HTML> <BODY> <H1 align="center">ENLISTED RANKS OF THE HORDE</H1><BR/> <IMG src="InterfacePvPRankBadgesPvPRank01"/><BR/> <P align="right">First Sergeant</P><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank04"/><BR/> <P align="right">Senior Sergeant</P><B' WHERE entry=2660;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟与部落的军阶</H1><BR/> <BR/><BR/> <BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRankHorde"/>align="left"/><BR/> <BR/><BR/> <P align="right">(兽人语)你好!在这本</P><BR/> <P align="right">书中</P><BR/> <P align="right">列出了</P><B' WHERE entry=2661;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落军官军阶</H1><BR/><BR/> <P align="center">Part 1</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank14" align="left"/><BR/><BR/> <P align="right">高阶督军</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank13" alig' WHERE entry=2662;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落士兵军阶</H1><BR/><BR/> <P align="center">Part 2</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank09" align="left"/><BR/><BR/> <P align="right">百夫长</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank08" align' WHERE entry=2663;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落军官军阶</H1><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank05" align="left"/><BR/><BR/> <P align="right">一等士官</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank04" align="left"/><BR/><BR/> <P align="rig' WHERE entry=2664;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟士兵军阶</H1><BR/><BR/> <P align="center">Part 1</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank14" align="left"/><BR/><BR/> <P align="right">总元帅</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank13" align' WHERE entry=2665;
UPDATE page_text SET text='一切似乎都是徒劳。很快女祭司周围就堆满了农夫的尸体……倒下的尸体又站起来了。' WHERE entry=2666;
UPDATE page_text SET text='迷人的西蒙妮：$B$B 西蒙妮正在污染安戈洛环形山。不要被她的伪装所迷惑。小心翼翼地接近她，向她发起挑战。 ' WHERE entry=2671;
UPDATE page_text SET text='疯狂的克林弗兰：$B$B 克林弗兰在燃烧平原上游荡。谨慎地接近他，迫使他现出原形。 ' WHERE entry=2672;
UPDATE page_text SET text='屠杀者索伦诺尔：$B$B 屠杀者索伦诺尔就潜伏在希利苏斯的废土上。他伪装得很巧妙，而且非常危险。接近他，令他现出真正的面目。 ' WHERE entry=2673;
UPDATE page_text SET text='摧毁者阿托留斯：$B$B 冬泉谷中的那些被阿托留斯接触过的生物全都被他毁灭了。找到他，杀死他。 ' WHERE entry=2674;
UPDATE page_text SET text='猎人，你要多加小心，那些恶魔都不会贸然行事。如果它们觉得自己没有绝对的胜算，就会选择逃跑。$B$B 你一定要独自行动。' WHERE entry=2675;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟军阶</H1><BR/><BR/> <P align="center">军官</P><BR/><BR/> <P align="center">总元帅</P><BR/> <P align="center">战场元帅</P><BR/> <P align="center">元帅</P><BR/> <P align="center">指挥官</P><BR/> <P align="center">少校</P><BR/> <P ' WHERE entry=2676;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落军阶</H1><BR/><BR/> <P align="center">OFFICERS</P><BR/><BR/> <P align="center">高阶督军</P><BR/> <P align="center">督军</P><BR/> <P align="center">将军</P><BR/> <P align="center">中将</P><BR/> <P align="center">勇士</P><BR/>' WHERE entry=2677;
UPDATE page_text SET text='要束缚恐惧战马，你必须做三件事：$B$B 制造强力召唤法阵。$B$B 在法阵中打开通往克索诺斯的传送门，将恐惧战马引入我们的世界。$B$B 击败恐惧战马并控制它的灵魂。$B$B 下一页将详细描述要如何执行这些步骤。这可不是一件容易的事，但是你是有能力完成它。只要集中精神运用你的所有技能，我相信恐惧战马会属于你的。$B$B 继续读下去吧。$B - 莫苏尔·召血者' WHERE entry=2691;
UPDATE page_text SET text='仪式道具$B$B 在开始任务之前，你必须拥有以下魔法道具：$B$B 耶维尔的瓶子$B 一块黑色磁石$B 克索诺斯雕文$B 我的仆人戈瑟奇会为你提供这些道具，但是你得付钱。如果你还没有集齐所有的道具，就不要试图开始仪式。每件道具都是必需的。$B$B 在下一页，我将描述道具的使用方法。' WHERE entry=2692;
UPDATE page_text SET text='强力召唤法阵$B$B 必须在魔法强大的地方创造出强力召唤法阵。在埃德萨拉斯的废墟深处，就有这样一块地方，也叫做厄运之槌。在埃德萨拉斯关押着拥有强大力量的生物，伊莫塔尔。创造法阵的地方就在关押他的监狱底座上。$B$B 杀进厄运之槌吧，取回耶维尔的瓶子。' WHERE entry=2693;
UPDATE page_text SET text='铃铛、车轮和蜡烛$B$B 释放耶维尔之后，他将布置铃铛、车轮和蜡烛，为你构建法阵。仪式随即开始，你必须保持警惕，这些道具会引导出强大的魔法能量，而且很容易失效。在整个仪式失败之前，你必须快速使用黑色磁石来重新启动失效的道具。$B$B 如果三件道具都失效的话，仪式也就失败了，你就不得不从头再来。' WHERE entry=2694;
UPDATE page_text SET text='为了引导出仪式所需的能量，铃铛、车轮和蜡烛都具备独有的属性。$B$B 达斯莫拉的铃铛，一旦铃响，可赋予术士活力和能量的法阵。$B$B 黑暗战车之轮，一旦旋转，可保护法阵中的人物免受伤害。$B$B 末日蜡烛，一旦燃烧，可对进入法阵的敌人造成可怕的伤害。$B$B 因此在仪式中保持三种物品的正常运作是至关重要的。' WHERE entry=2695;
UPDATE page_text SET text='用于重新启动铃铛、车轮和蜡烛的黑色磁石需要灵魂碎片方可生效，这点你需要牢记。每次使用黑石磁石启动一件仪式道具时，都需要消耗一片灵魂碎片。因此，在开始仪式之前，你必须收集大量的灵魂碎片。 ' WHERE entry=2696;
UPDATE page_text SET text='完成仪式$B$B 你可在法阵边缘查看魔法符文。当九个符文全部出现时，仪式便结束了，你将看见巨大的能量从新生的法阵中涌出。$B$B 你可以在那里使用克索诺斯雕文，由此打开通往克索诺斯的传送门，引出一匹恐惧战马。$B$B 打败恐惧战马，释放它的灵魂。奴役这个灵魂，你就可以随心所欲地召唤恐惧战马了。' WHERE entry=2697;
UPDATE page_text SET text='<HTML> <BODY> <H1 align="center">HORDE MILITARY RANKS</H1><BR/> <P align="center">OFFICERS</P><BR/> <P align="center">High Warlord</P> <P align="center">Warlord</P> <P align="center">General</P> <P align="center">Lieutenant General</P> <P align="center">C' WHERE entry=2770;
UPDATE page_text SET text='剥洋葱  关于瓦解雷矛部族的指南  - 德雷克塔尔着    本指南记录了大量战术策略知识。有学识的士兵总是依靠丰富的作战经验行事。本书将成为奥特兰克山谷的战场指南。' WHERE entry=2771;
UPDATE page_text SET text='第一章：前线    瓦解雷矛军队跟剥洋葱很相似。你必须一层层地除去洋葱外皮，才能得到洋葱的嫩心。    主要由雷矛巡山人和联盟哨兵组成的前线阵营都归上尉管制。一旦前线受到攻击，巴琳达·斯通赫尔斯上尉将带领前线阵营加强防守。攻击上尉，前线阵营即可崩溃。' WHERE entry=2772;
UPDATE page_text SET text='第二章：双塔    别搞错了，范达尔·雷矛是个狡猾的敌人，他绝不是傻子。攻破前线之后，你还需要突破第二道防线。那就是控制着丹巴达尔之外的雷矛卫兵和雷矛巡逻兵的石炉和冰翼双塔。' WHERE entry=2773;
UPDATE page_text SET text='士兵，小心，双塔之上戒备森严，范达尔的精英指挥官驻守在这儿。一旦你的军队突破防线，请确保塔中的指挥官已经……永远地沉默了。这将是瓦解雷矛部队的第二步。' WHERE entry=2774;
UPDATE page_text SET text='第三章：四名指挥官    雷矛洋葱的第三层由四名指挥官组成。范达尔无非是模仿了我们霜狼的防御构造罢了。当然，他是不会承认这一点的……瞧，我离题了。    四名指挥官负责指挥守护丹巴达尔的所有雷矛卫兵。杀死他们，雷矛卫兵就会溃不成军了。    接下来便只剩最后一层了。' WHERE entry=2775;
UPDATE page_text SET text='第四章：丹巴达尔兵营    毫无疑问地，你已经注意到雷矛的防御布局是为了防止强大的力量摧毁整个军队。是的，这正是我们自己的军队结构，我是不会改变自己的防御布局的。他们模仿我们的布局，我们为什么要改变呢？' WHERE entry=2776;
UPDATE page_text SET text='我讲到哪儿了？哦，是的，丹巴达尔兵营（位于丹巴达尔内）驻扎有范达尔最信任的精英雷矛防御者。摧毁双塔，消灭那些企图增援范达尔的军队。' WHERE entry=2777;
UPDATE page_text SET text='尾声    至此，洋葱只剩下嫩心：孤身一人、毫无抵抗能力的范达尔·雷矛。在杀死他之前，我们必须按照军规要求他弃械投降。当你看到他时请记得提醒他这一点……否则就杀死他。' WHERE entry=2778;
UPDATE page_text SET text='霜狼洋葱：雷矛的光荣事迹$B ：范达尔·雷矛着$B$B 霜狼是什么?答案很简单：霜狼就是那些企图摧毁我们伟大的帝国的野蛮人。$B$B 霜狼跟洋葱非常相似，霜狼设立了层层防御力量；一旦外层被剥离，就会露出嫩心，这样我们便可以就着蒜汁食用了。$B$B 太美味了!' WHERE entry=2779;
UPDATE page_text SET text='第一章：前线$B$B 霜狼战士构成了霜狼的前线防御部队。加尔范上尉在冰血要塞统领着所有霜狼战士。要摧毁这层防御，最有效的方法是占领冰血要塞。$B$B 包围要塞，杀死加尔范上尉，前线将在顷刻之间崩溃。 ' WHERE entry=2780;
UPDATE page_text SET text='第二章：冰雪和哨塔高地$B$B 一旦首层防御被摧毁，“洋蓟”的第二层防御便暴露无遗。破坏前线附近的霜狼哨塔将削弱企图增援的军团和巡逻兵。$B$B 哨塔部有重兵把守，塔内驻扎着德雷克塔尔的精英指挥官。必须杀死这些指挥官。这将加速瓦解霜狼防御力量的进程。 ' WHERE entry=2781;
UPDATE page_text SET text='第三章：四名指挥官$B$B 如果你遵循该指南行事，那么现在，你已经杀死了德雷克塔尔的两名指挥官。干得好，士兵!他们的信心正在瓦解。你必须杀死剩下的两名指挥官，完成命令。$B$B 一旦四名指挥官阵亡，保卫霜狼要塞的霜狼军团将溃不成军，因为他们失去了战斗指挥的主心骨。现在是时候了! ' WHERE entry=2782;
UPDATE page_text SET text='第四章：东部和西部霜狼哨塔$B$B 现在你离胜利只有一步之遥啦；德雷克塔尔最信任和最强大的守卫军队：霜狼守卫者。$B$B 霜狼守卫者驻守在东部和西部霜狼哨塔中。摧毁哨塔，看看那些四散逃跑的可耻的霜狼守卫者吧。 ' WHERE entry=2783;
UPDATE page_text SET text='尾声$B$B “将蒜汁黄油和蛋黄酱抹在洋蓟嫩心上，喝上一瓶陈年烈酒，这真是顿美餐啊。”$B$B 德雷克塔尔身边只剩下两个愚蠢的随从啦。占领霜狼急救站，杀死德雷克塔尔。那时，这片土地就完全属于强大的雷矛啦。' WHERE entry=2784;
UPDATE page_text SET text='我们请求你，赞达拉的赞札。$B$B 祝福那些请求你的帮助的人吧，赞札。祝福那些跟赞达拉人民结盟的人。$B$B 在这关键时刻帮助我们。赐予我们力量，打败敌人，再次消灭哈卡。' WHERE entry=2785;
UPDATE page_text SET text='荆棘谷钓鱼大赛!$B 时间：周日下午2点到4点。$B$B 在荆棘谷的海岸边寻找可口鱼群!记得向可口鱼群中投放鱼钩，这样你就能钓到特殊的鱼儿，而不是荆棘谷常见的鱼。最快钓到40条可口鱼的人可将它们交到藏宝海湾的钓鱼大师布鲁吉尔处换取奖励!$B$B 即使你不是最快的那个，也可以用它们换取奖金。如果你能钓到特殊的鱼儿，还可以获得神秘大奖!' WHERE entry=2786;
UPDATE page_text SET text='他的名字为黑暗的艾泽拉斯带来了光明。$B$B他的勇气推翻了痛苦的高墙。$B$B白银之手将继承骑士的事业，为世界造福。 ' WHERE entry=2787;
UPDATE page_text SET text='他既不醉心于名望，$B$B亦不想以此获得统治权。$B$B相反，他选择为洛丹伦而战$B$B只是希望他的同胞不再卷入战事。 ' WHERE entry=2788;
UPDATE page_text SET text='这位神圣的骑士的悲剧$B$B不会因他的逝去而终结。$B$B我们尊敬他，感谢他!$B$B乌瑟尔永远代表着荣耀和光明!' WHERE entry=2789;
UPDATE page_text SET text='他的名字不会褪色。$B他的奉献精神将$B永远为后人指明方向。$B$B曾经的枷锁再也无法$B阻止我们表达对他的尊敬。 ' WHERE entry=2790;
UPDATE page_text SET text='你能听到他的咆哮吗？$B一声惊醒部落的怒吼：$B胜利或是阵亡！$B$B我们必须牢记$B他在死亡面前爆发的力量。$B他的梦想终成现实。 ' WHERE entry=2791;
UPDATE page_text SET text='危机四伏。$B敌人想让我们$B$B再次受缚。$B$B在战斗时，让我们$B$B怀念葛罗·地狱吼$B他完成了自己的使命。$B永远的葛罗·地狱吼！' WHERE entry=2792;
UPDATE page_text SET text='从流沙之战到现在也将近一千年了。在这场战争中，希利苏斯沙漠的中心发生了一个重大的悲剧，而沉重的负担让范达尔·鹿盔苦恼不已。人们相信就是这些事件造成了大德鲁伊最后令人厌恶的性格。 ' WHERE entry=2793;
UPDATE page_text SET text='一支古老，敏锐的种族－－其拉，想要争夺卡利姆多大陆的统治权。而自负、专制的鹿盔和他的夜精灵军队正式与它们展开了激战。 ' WHERE entry=2794;
UPDATE page_text SET text='为了控制希利苏斯中大量出现的昆虫潮，不分男女老少都激烈地奋战。从安其拉的堡垒中，似乎永无止尽的异种蝎持续壮大着入侵的其拉军队。整个希利苏斯都被包围了。 ' WHERE entry=2795;
UPDATE page_text SET text='基于一个鹿盔自己都会后悔的决定，他将年轻的鹿盔，瓦尔斯坦派去防守夜精灵的前哨基地南风村。遗憾地，瓦尔斯坦在南风村败给安其拉的军队那天也失去了性命。 ' WHERE entry=2796;
UPDATE page_text SET text='抱着无畏及坚定的决心，想复仇的范达尔·鹿盔继续计划着一切。希利苏斯的战败会导致夜精灵种族重大的损失，甚至可能会失去整个世界。$B$B 战火延烧了好几个月。整个希利苏斯都被其拉军侵袭了。鹿盔和他的军队被逼回塔纳利斯。在大批军队被毁灭和无数无辜生命被屠杀之后，范达尔·鹿盔一直以来的自负被彻底地熄灭了。 ' WHERE entry=2797;
UPDATE page_text SET text='他的骄傲被完全地粉碎，这是鹿盔第二次在人生中感到彻底的恐惧。于是，在塔纳利斯，鹿盔找到了安纳克罗斯－－诺兹多姆之子，并请求青铜龙军团的协助。 ' WHERE entry=2798;
UPDATE page_text SET text='一开始，安纳克罗斯拒绝让青铜龙军团卷入次要种族的事务之中。直到其拉莽撞地攻击了时光洞穴，安纳克罗斯才同意加入夜精灵的军队。 ' WHERE entry=2799;
UPDATE page_text SET text='安纳克罗斯很快的了解到即使是强大的青铜龙军团也无法阻挠其拉军队的入侵。每当他一口气杀掉五十只虫兵，就会有一百只等着替补它们的位置。随着夜精灵阵线越来越衰弱，这个威胁将会蔓延至更北方的菲拉斯荒野的迹象就越来越清楚的浮现，安纳克罗斯决定是时候该让守护巨龙之子们都意识到这个情况。 ' WHERE entry=2800;
UPDATE page_text SET text='他首先召唤了伊瑟拉的军团。翡翠梦境的麦琳瑟拉回应了他的召唤，接着雅立史卓莎和玛里苟斯的军团也被唤醒。 ' WHERE entry=2801;
UPDATE page_text SET text='龙群在希利苏斯上空的最高处碰头：在安其拉堡垒上空的几千尺之上。$B$B 安纳克罗斯是时间之王诺兹多姆之子。$B$B 翡翠梦境则有麦琳瑟拉，自然之王伊瑟拉的孩子。$B$B 凯雷斯特拉兹，生命之王雅立史卓莎的孩子，代表红龙军团。$B$B 亚雷戈斯是魔法之王玛里苟斯的孩子，代表蓝龙军团。 ' WHERE entry=2802;
UPDATE page_text SET text='巨龙们看着其拉虫人和异种虫的大军源源不断地从安其拉涌出。他们明白，没有谁能终止这场战争。在神庙中，还有数以万计的虫类士兵严阵以待。随着时间的流逝，它们的军队数量还在继续膨胀，它们全部都蠢蠢欲动，想要投身血腥的杀戮。 ' WHERE entry=2803;
UPDATE page_text SET text='亚雷戈斯是第一个发现奇怪能量的人。从安其拉南边四分之一处庞大的神庙里放射出一丝微暗的魔法，是他们从未自其拉虫上感受到的。他们尽全力尝试，却没有人可以穿过神庙找到这股能量的来源。只有巨大的力量才能这样完整地保护它自己。或许……有某样东西正在控制着这些昆虫。有某样东西甚至还正控制着其拉虫类。 ' WHERE entry=2804;
UPDATE page_text SET text='龙群知道他们必须尽快做出回应，以免世界又要经历另一次史诗的大灾难。经过审慎的深思熟虑后，他们决定最好的行动方式就是阻止这些东西来源或其附近的军队。 ' WHERE entry=2805;
UPDATE page_text SET text='他们决定使用夜精灵和巨龙军团的本源建立一个巨大的屏障。一个可以遏制异种和安其拉城内的最高统治者，还可以防止未来的侵略的魔法屏障。安其拉将会因此成为一所监狱。' WHERE entry=2806;
UPDATE page_text SET text='第1天$B 我们的旅行结束。我们终于到达希利苏斯，也就是我们要建立联系的地方。我们来自许多地方，要一起为不朽的事业通力合作。$B$B 空气中弥漫着一股兴奋。明天我们就要将所有的精力拿来建造与“他们”进行沟通的东西。$B$B 我们将在明天建造一座风石!' WHERE entry=2807;
UPDATE page_text SET text='第2天$B 建造风石的位置引起了极大的争议。就连我们之中最聪明的人也无法百分之百确定，古老的预言里所指的确切位置究竟是哪里。$B$B 我跟原来的北边族群站在同一阵线，而时间绝对会证明我们是对的。说能量线会贯穿这个位置的不利角度实在是愚蠢又无知。$B$B 我们早已积极地在收集建构需要的材料。' WHERE entry=2808;
UPDATE page_text SET text='第15天$B 我们的付出有了代价。我们是第一个完成风石建构的军营。如果其他那些笨蛋跟我们一起，我们就可以在一个星期之内完成这项工程!$B$B 明天我们会开始召唤沃库仑大人的仪式。他要求第一个来测试系统，我们无法反驳他，因为他很容易生气。$B$B 我希望他会对我们很满意。' WHERE entry=2809;
UPDATE page_text SET text='暮光之锤紧急通告：$B$B 寻找背叛者奥泰尔的过程进展的相当顺利。我们的侦察兵已缩小范围到西部荒野的洞穴群。$B$B 奥泰尔的背叛不能被原谅，而他的逃脱显示了我们组织的安全性有极大的漏洞。$B$B 任何被发现藏有奥泰尔消息的人，将会受到适当的处分。$B$B - 暮光之王艾沃兰' WHERE entry=2810;
UPDATE page_text SET text='暮光之锤紧急通告：$B$B 就目前希利苏斯事务状况而言，所有真实信仰者文件的发送都必须有不低于四组的武装暮光之锤人员护航。$B$B 任何被发现违反此新政策的成员将会立刻被惩罚。$B$B - 暮光之王德萨克' WHERE entry=2811;
UPDATE page_text SET text='暮光之锤紧急通告：$B$B 以下资讯描述和我们的深渊议会的主人们沟通的风石之使用方法。$B$B 任何对风石没有意义的使用都将被处以最严厉的惩罚。$B$B - 暮光守护者哈弗斯' WHERE entry=2812;
UPDATE page_text SET text='深渊圣殿骑士$B$B 身为一个新加入者，你可以与深渊圣殿骑士建立联系以进行例行仪式。记得永远在使用风石时穿着适宜的服装，以免启动我们的防御魔法。$B$B 当预料之外的紧急事件发生时，若没有任何监督者在现场的话，你被允许可以召唤深渊圣殿骑士。$B$B 想知道更详细的召唤仪式可以参考上个月的《真实信仰者》。 ' WHERE entry=2813;
UPDATE page_text SET text='深渊公爵$B$B 惟有那些持有身份勋章的侍僧能与深渊公爵建立联系，只有身份勋章的持有者本人才能使用它。$B$B 如果暮光之锤的成员未经许可擅自与深渊公爵联系或使用身份勋章，我将亲自惩罚违规者。 ' WHERE entry=2814;
UPDATE page_text SET text='高阶深渊议会的首领$B$B 只有暮光之王能与斯卡德诺克斯王子、大元帅维拉希斯、卡苏姆男爵或斯古恩男爵联系。$B$B 任何情况下，低于暮光之王等级的任何暮光之锤成员都不能与高阶议会建立联系。若发现任何外来人员使用风石，他将立即被化为灰烬。' WHERE entry=2815;
UPDATE page_text SET text='教派的现状，第92卷$B$B 衷心地祝福你，我的兄弟，教派目前的状况对我们来说是最最重要的。我们是一支军团，我们的目标越来越接近实现。$B$B 新召集的成员正在不断聚集。赞美我们主的歌声出现在黑海岸，他们充满幻想地在灼热峡谷鞠躬，他们信奉主人派往黑暗深渊的仆人，阿库麦尔。事实上，我的兄弟和姐妹，我们所有具有这种真正信仰的人，将会遍布艾泽拉斯!' WHERE entry=2816;
UPDATE page_text SET text='教派的现状，第127卷$B$B 这真是一个令人高兴的一天!我们在希利苏斯接受特训，而且最终通过了这次特训!$B$B 报告说我们最北面营地的毁灭将会挑战不忠实者之心，但是这次屠杀不会被视为一次悲剧。决不! ' WHERE entry=2817;
UPDATE page_text SET text='被一名高阶深渊议会的成员溅洒我们的鲜血，这是一种无上的祝福!我们必须羡慕我们倒下的朋友，他们的灵魂正安息在一头最荣耀的野兽的胃中!$B$B 赞美上古之神!赞美他们的仆人!赞美暮光之锤!' WHERE entry=2818;
UPDATE page_text SET text='教派的现状，第233卷$B$B 机会再次降临，我的兄弟姐妹!塞纳里奥议会，这个邪恶的自然爱好者组织现在派人来对抗我们。他们一定想要阻止我们来召唤红色的引诱石。我们决不允许他们这么做!$B$B 红色的石头对于我们新的联盟来说非常重要。我们绝对不能让那些塞纳里奥议会的蠢货挡路。团结起来，我忠诚的朋友。团结起来!' WHERE entry=2819;
UPDATE page_text SET text='我们怎么知道他们爱我们?$B$B 有些人可能要问，上古之神和他们的手下怎么会爱我们?他们难道不是经常杀戮我们吗?如此恶毒的生物的心中怎么会有爱?$B$B 对于这个问题只有一个答案，简单得都不需要说出来? ' WHERE entry=2820;
UPDATE page_text SET text='信仰。信仰是所有给予我们臣服的快感的源泉。信仰可以让我们在希利苏斯最寒冷的夜晚感到温暖。信仰让我们在末日将临的时候感受我们主的仁慈。$B$B 信仰将会拯救我们。' WHERE entry=2821;
UPDATE page_text SET text='<HTML> <BODY> <IMG src="InterfacePictures21037_crudemap_256"/> </BODY> </HTML>' WHERE entry=2828;
UPDATE page_text SET text='亲爱的日记，$B$B 今天，我的头号敌人 - 纳里安，企图派他的密友在他处以死刑的场地欺骗我。他的死刑。你相信吗?$B$B我历经千辛万苦才想出这个恶魔般的计划，要把他从那个该死的茅屋里引诱出来而他却这样做?算了……我太生气，不想写了。下次再说。 ' WHERE entry=2829;
UPDATE page_text SET text='亲爱的日记，$B$B 我在愤怒中离开了藏身之处。我真的很生气。我决定重新设计奴仆们的制服以反映我的不安。我现在觉得好多了但是有个东西不见了。我马上就回来…… ' WHERE entry=2830;
UPDATE page_text SET text='亲爱的日记，$B$B 好了，我现在很好。我把一个佣人打到哭的跟个小女孩一样。$B$B嗯……我现在觉得有点糟。等一下!该死的，我是个邪恶的天才!邪恶，你懂吗?我对自己真是太失望了。下次再说。 ' WHERE entry=2831;
UPDATE page_text SET text='亲爱的日记，$B$B 我给了他一个拥抱并告诉他要继续努力工作。我现在觉得好多了。这是我们之间的秘密，日记。$B$B我上次说到哪了?喔，对，纳里安!哼!!!我恨那个家伙。毕竟，就是纳里安摧毁了所有我们在修补诺姆瑞根学院当学生时的测验曲线。$B$B他们会把我赶出学校吗?就我看来，诺姆瑞根已经得到它该有的教训了!$B$B今天就写到这里。好好睡，日记! ' WHERE entry=2832;
UPDATE page_text SET text='亲爱的日记，$B$B 我一定是老了。我完全忘记我跟你说了纳里安和他的诡计的事。总之，当我看到扮成纳里安的诱饵，我真的很生气所以就命令二号把那个笨蛋给杀了!$B$B我进入飞行器里开始撕毁他宝贵、愚蠢、无知的龙语书。真是爱炫耀!谁会读龙语啊?我真是痛恨他! ' WHERE entry=2833;
UPDATE page_text SET text='亲爱的日记，$B$B 抱歉，我睡着了。然后我就一边愤怒的开着飞行器，一边把那愚蠢的书一章章丢出去。我看到我下方的暗语峡谷里有个恶魔，便决定要将第一章变成魔法的纸龙卷风，把它的身体碎成好几百万片!这是解放。魔法 + 纸张 =乐趣。$B$B这让我非常开心所以我决定飞到东部王国。我的第一站是熔火之心。纳里安总是一直讲那边的事!“…熔火之心怎样怎样，拉格纳罗斯如何如何…” ' WHERE entry=2834;
UPDATE page_text SET text='你知道吗?如果他那么喜欢它，或许他会去熔火之心试着把他的书拼凑起来，然后从一堆灰烬中让那些章节再复活过来!哈!$B$B当我还在邻近地区的时候，我发现有一些在奈法利斯实验室的技术人员可能会用到这个龙语的东西。把炸弹拿开! ' WHERE entry=2835;
UPDATE page_text SET text='已经开始变成一种运动了。我真的撕这该死的书撕到上瘾了!$B$B接下来就简单了。$B$B幽暗城，恶臭腐烂死人的家，可能有着我吃过最棒的辣椒，这样是一章。暴风城，起司的首都，另一章。日记，你有把暴风城的起司拿来放在幽暗城的辣椒上过吗?嘿?这应该听起来有点警惕作用。 ' WHERE entry=2836;
UPDATE page_text SET text='我开始对这个地方感到厌倦，所以我把飞行器掉头往回家的路走，但是在那之前我还有两个地方要去。我载了卡札克和他的恶魔们一程，到腐烂之痕(他最讨厌我这样做)然后又去了女伯爵奥妮克希亚的烟囱。$B$B累了。去睡了。' WHERE entry=2837;
UPDATE page_text SET text='敬启者，$B$B 我真爱我们玩的这些游戏。$B$B 我只能猜想，如果你正在阅读这封信，你一定是因为奇迹或神的介入才击败了我。很荒谬，我知道，但是更奇怪的事都在这个世界发生过。 ' WHERE entry=2838;
UPDATE page_text SET text='伴随生命中所有事物，这个哀伤传说中的悲剧、混乱和邪恶，都有着光荣、银色的内衬。当你杀了我，因为你的动作是如此的缓慢无序，让我有足够的时间先摧毁你拯救世界唯一的希望再写下这封信。粉碎的红水晶粉末是你的权杖碎片唯一留下的东西。   ' WHERE entry=2839;
UPDATE page_text SET text='享用你在我贵重的收藏品中发现的复仇和怒风装备吧。相信我说的：我很高兴做了我父亲没有做的事……$B$B $B 由衷的敬上，$B$B 奈法利斯$B "奈法利安"' WHERE entry=2840;
UPDATE page_text SET text='谨代表熏木牧场，再次感谢你的调查。我们不确定梅特森在谁的手里，但两个都去调查也许会是个不错的开始！$B$B时间就是金钱，朋友，我们可以解决这个案子的时间又少得非常宝贵。快点加把劲去解救它，因为这些团体都不是容易对付的。$B$B总之，接下来的2页就是我们收到的勒索信。祝你好运…… ' WHERE entry=2841;
UPDATE page_text SET text='如果你们想要麋鹿活着回来，你们就得赶快准备好赎金。南海海盗不会好心到让你们延迟付款，我们也知道对“你们”的象征意义有多么珍贵。$B$B带1000金到塔纳利斯的落帆海湾。任何企图拯救这只麋鹿的行为，都会让梅特森变成桌上的菜肴。$B$B哈哈……$B$B南海海盗。 ' WHERE entry=2842;
UPDATE page_text SET text='你们那珍贵的宠物在其热无比的灼热峡谷表现的不太好……你们最好聪明点，不要延迟完成我们的要求。$B$B你们必须带给我们5颗星红宝石和总数700金－－将两者置于同一个不加注记的素面包裹里。在一周内把包裹放在通往石坝小径的门前。$B$B若没有达到我们的要求，梅特森就会变成黑铁矮人冬幕节的主菜。$B$B嗯……麋鹿…… ' WHERE entry=2843;
UPDATE page_text SET text='他那些猎犬来的比老鹰还要快，$B$B然后他吹了声口哨，大吼，依序喊着它们的名字；“$B$B现在，毛瑟！现在，奇尔顿！现在，乔登跟卡普兰！$B$B上，纳格！上，帕度！上，古德曼跟梅特森！$B$B到门廊的顶端！到墙顶！$B$B现在冲过去！冲过去！冲过去啊”' WHERE entry=2844;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落士兵军阶</H1><BR/><BR/> <P align="center">第二部分</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank09" align="left"/><BR/><BR/> <P align="right">百夫长</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank08" align="' WHERE entry=2854;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">部落军官军阶</H1><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank05" align="left"/><BR/><BR/> <P align="right">一等士官</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank04" align="left"/><BR/><BR/> <P align="rig' WHERE entry=2855;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟士兵军阶</H1><BR/><BR/> <P align="center">第二部分</P><BR/> <IMG src="InterfacePvPRankBadgesPvPRank09" align="left"/><BR/><BR/> <P align="right">一等骑士</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank08" align=' WHERE entry=2856;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">联盟军官军阶</H1><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank05" align="left"/><BR/><BR/> <P align="right">士官长</P><BR/><BR/><BR/> <IMG src="InterfacePvPRankBadgesPvPRank04" align="left"/><BR/><BR/> <P align="righ' WHERE entry=2857;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center"><BR/> Anthony Ray Stark<BR/> </H1><BR/> <H2 align="center">$B</H2>$B </BODY><BR/> </HTML>' WHERE entry=2858;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">祈愿火盆: 使用者操作手册</H1><BR/> <H3 align="center">如何找到闹鬼地点</H3><BR/> <BR/><BR/> <H3 align="center">介绍</H3><BR/> <BR/><BR/> <P>这些页面介绍，包括那些卷入瓦拉萨克护符事件的堕落腐败的鬼魂、灵魂之所在地点，虽然你救了我之前的同伴，据我推测，曾扭曲他们灵魂的恶魔厌恶回音，仍盘悬回荡在那些闹鬼之处。这就是心肠恶毒的瓦拉' WHERE entry=2859;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">介绍，继续……</H1><BR/> <BR/><BR/> <P>火盆的功能就像召唤火盆一样。只要把它放在五个闹鬼的地方之一，它就会召唤出亡者的灵魂。</P><BR/> <BR/><BR/> <P>另外告诉你，我知道你会有兴趣，挑衅旗帜也能在黑石深渊竞技场有类似的功用。到了那里，只要有机会就替我教训瑟尔伦和他的暴徒们。</P><BR/> <BR/><BR/> <BR/><BR/> <P>如果你有兴趣了解更多就继续读下去。<' WHERE entry=2860;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">依萨利恩</H1><BR/> <H3 align="center">月亮的夜精灵女祭司</H3><BR/> <BR/><BR/> <BR/><BR/> <P>当依萨利恩决定离开公司，她是为了去厄运之槌朝圣，那个古老的夜精灵城市，埃德萨拉斯。在那里，有一个图书馆仍保留了丰富的知识，是少数夜精灵保存下来的圣所。她很想去那里找到命运的答案，或许还有护符块的事。我们该知道她也是法琳·树形者的好朋友。</P><BR/> </BOD' WHERE entry=2861;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">依萨利恩，继续……</H1><BR/> <BR/><BR/> <P>不幸地，当她和她的角鹰兽同伴，苍穹，正进入城里的时候，被奥兹恩和他的爪牙攻击。她倒在那里，再也没有爬起来了。依萨利恩从未解开任何瓦萨拉克在护符里施的邪恶魔法秘密，或许这是很好的事。</P><BR/> <BR/><BR/> <P>奥兹恩住的露天房间就是闹鬼的地点之一。</P><BR/> </BODY><BR/> </HTML>' WHERE entry=2862;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">莫尔·灰蹄</H1><BR/> <H3 align="center">牛头人德鲁伊和第一个倒下的人</H3><BR/> <BR/><BR/> <BR/><BR/> <P>莫尔·灰蹄是隐刃里相当勇敢且值得信赖的同伴。他成为瓦萨拉克的邪恶爪牙下第一个牺牲的人实在令人惋惜。</P><BR/> <BR/><BR/> <P>当我们逃出瓦萨拉克的魔掌时，我们正被他的鬼魂刺客和捕猎者追赶。那场黑石塔的战斗十分混乱，只能这么说。不幸地，' WHERE entry=2863;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">莫尔·灰蹄，继续……</H1><BR/> <BR/><BR/> <P>后来，我们发现莫尔并未跌死。但是我的好友最后还是没有好下场；他被塔萨洛尔的食人妖掳为战俘。不久，就在他被指挥官沃恩折磨的时候，一群瓦萨拉克的刺客跳了出来结束了这个任务。</P><BR/> <BR/><BR/> <P>如果你想召唤出莫尔·灰蹄的灵魂，指挥官沃恩的房间就是闹鬼的地方。</P><BR/> </BODY><BR/> </HTML>' WHERE entry=2864;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">贾林和索索斯</H1><BR/> <H3 align="center">欲成为血色十字军的姊弟</H3><BR/> <BR/><BR/> <BR/><BR/> <P>贾林和索索斯是我所认识最偏执的两个人。但是他们战斗的技能是相当杰出的，他们是用钱买来的，也是我推断隐刃领导者，安希恩会留住他们的原因。</P><BR/> <BR/><BR/> <P>这对姊弟最后终于找到令他们迷恋的血色十字军的教导和哲学。他们在我们的旅途中总' WHERE entry=2865;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">贾林及索索斯，继续……</H1><BR/> <BR/><BR/> <P>他们发现自己面临的试炼是加入十字军必经的过程。他们特别有兴趣的位置是骑士身分；那是需要更艰难的考验的。后来发现索索斯其实没有通过他最后一项考验。贾林当然不会，她公然挑战，坚持让他加入她的骑士身分。据我们所了解，大十字军战士达索汉当场就在房间里把他们都杀了。</P><BR/> <BR/><BR/> <P>因此斯坦索姆的血色十字军堡垒里，赤色王座就是另一' WHERE entry=2866;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">科尔莫克</H1><BR/> <H3 align="center">双头巨魔巫师</H3><BR/> <BR/><BR/> <BR/><BR/> <P>科尔莫克有什么好说的？他是个有着多样魔法的双头巨魔，不是个很差劲的人。我们第一次带他进入坑洼时他是个囚犯，那是个在燃烧平原接下的任务。但是后来我们发现，他对帮助我们脱离棘手的状况并没有什么益处，然后他就成为公司最早的法师之一。</P><BR/> <BR/><BR/> <P' WHERE entry=2867;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">科尔莫克，继续……</H1><BR/> <BR/><BR/> <P>后来，因为我们长途跋涉，科尔莫克持续暴露于巫术的魔法下。不幸的是那个可怕的东西竟然有饲养亡者灵魂的喜好，在其中获得邪恶的喜悦，尤其在召唤赎罪岛被放逐的灵魂时。</P><BR/> <BR/><BR/> <P>在公司解散后，科尔莫克参加了通灵学院的进修课程。鬼魂刺客发现要进入学校实在是太容易了，便在他的新主人，莱斯·霜语面前杀了他。</P><BR/> <BR' WHERE entry=2868;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">瓦萨拉克</H1><BR/> <H3 align="center">龙语贵族和之前的黑石塔将军</H3><BR/> <BR/><BR/> <P>在达基萨斯将军之前，有瓦萨拉克，一个拥有强大力量的龙族术士。哨塔的领导权交替是常见的事，对我们而言不幸的是，我们正好处于最后一批的权力转换。</P><BR/> <BR/><BR/> <P>我们受一个藏宝海湾的哥布林走私者术士委任，他叫格雷姆尼克，去偷瓦萨拉克的魔法书。我们不知道他' WHERE entry=2869;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">瓦萨拉克，继续……</H1><BR/> <BR/><BR/> <P>我们不了解瓦萨拉克操纵灵魂的魔法有多强大，否则当初就不会接下这个任务了。但是我们已经接了，而且看来也是我们接的最后一个任务了。</P><BR/> <BR/><BR/> <P>杀了瓦萨拉克，拿走他的魔法书，科尔莫克一定感应到他的护符有点不对劲。他坚持把它视为战利品，很快地成为一个热烈的争论，他们甚至为了它大打出手。我们当时不知道护符里藏有瓦萨拉克的灵魂；是' WHERE entry=2870;
UPDATE page_text SET text='<HTML><BR/> <BODY><BR/> <H1 align="center">瓦萨拉克，继续……</H1><BR/> <BR/><BR/> <P>分裂护符，我们从新生的瓦萨拉克鬼魂，和他的鬼魂刺客军队那里逃了出来。我们抢夺护符的声响引起了塔里剩下的防卫者注意！</P><BR/> <BR/><BR/> <P>我们几乎所有人都逃出黑石塔并以为自己安全了。但是，不管有多远，瓦萨拉克都会派他的爪牙来追我们。隐刃在那次任务后很快就四分五裂了，然后我们就成了俎上鱼肉。</P><BR/> <BR/><BR/> ' WHERE entry=2871;
UPDATE page_text SET text='致所有强壮的男人和女人们：$B$B 天灾军团已经回来了而我们务必要将一切琐碎的争吵放在一边，并面对这个威胁。银色黎明会赞赏任何卷起袖子，加入对抗天灾军团威胁的人。$B$B 所有要保卫我们家园的人都会聚集在东瘟疫之地的圣光之愿礼拜堂。团结一致，我们就能获得胜利。$B$B 名册保管者$B 银色黎明' WHERE entry=2872;
UPDATE page_text SET text='My Emily,$B$BA few short days ago, we broke camp in this Light-forsaken place, operating under the King''s orders to return home. My heart was light despite my bleak surroundings, for I knew that after the frigid trek to the shore and long, grueling voyage' WHERE entry=2878;
UPDATE page_text SET text='鲁宾，$b$b我知道你可能永远都不会看到我写的这封信，只是我不能闲着，听着壁炉谷的城墙不断发出撞击声。不死族就在我们村子外面，不停袭击我们，而我们收到命令要保护镇民直到援军前来。$b$b我的腿在上一次的行动中断了，所以我坐在这里，一无是处，如果我们的防线被攻破了，我的剑就插在腰间。没有空闲开玩笑...只有打斗和死亡的声音。空气中弥漫着恐惧。$b$b阿尔萨斯王子在这里，和人们一同在前线打仗。如果他不在，我们很久以前就该死了。他对这片土地和人民的热爱是有感染力的;
 我很荣幸能为他工作，也会一直跟随他直到老死。' WHERE entry=2880;
UPDATE page_text SET text='$b$bHeliana,$b$bI, Vargus, yet live, despite your wishes to the contrary. I despise traipsing about the countryside in this ridiculous armor.$b$bOur latest orders have us heading towards Andorhal after grain or some such nonsense. Why should I care about ' WHERE entry=2881;
UPDATE page_text SET text='Dearest Amelia,$B$BTonight I have seen things that will haunt me to the end of time.$B$BStratholme is aflame... and we are responsible.$B$BOur Prince led us into the streets of the city tonight;
 he ordered us to break into the homes of the townspeople and' WHERE entry=2882;
UPDATE page_text SET text='Samla,$B$BAs we follow our Lord Arthas north, ever north, my heart grows heavy.  While he once shined with the Light, I now sense a darkening of the young paladin''s spirit.  His zeal is shadowed by a brooding, over some nightmare in his soul that I cannot' WHERE entry=2883;
UPDATE page_text SET text='亲爱的帕米拉，$b$b明天我们就要站上安多哈尔的战场，我怕这将是我写给你的最后一封信了，我的爱。那些不死族丝毫不见疲累，而我们只不过是凡人罢了。我们抵挡不了它们。但不必烦恼，因为我们虽然必定会死去，我们的希望仍然坚定。圣光将会战胜一切！$b$b我最亲爱的，虽然那些黑暗恐怖的家伙猛攻我们的墙垣撞击我们的心灵，最后浮现在我脑海的不会是死亡，我很安慰知道这点。我会想念着你，而我终将体验宁静。$b$b克里斯多夫 ' WHERE entry=2884;
UPDATE page_text SET text='嗨，$n。经过调查之后，我从那张便笺发现了一些讯息。$b$b关于詹姆士，恐怕，我只能找到一点点。不过我确实找到一些亚蜜利亚家人的事。$b$b虽然她或她的孩子们都没从战争中生还，但她的哥哥还活着，一个叫做亚历山大·考德尔的人;
 你可以在铁炉堡荒弃的洞穴找到他，研究着燃烧军团危险的魔法。$b$b她还有一个亲密的表姊，一个叫迪兹·斯诺班的女人，她在奥格瑞玛筹划着阿拉希盆地的战役。$b$b你应该在下次前往那里时去拜访他们其中一人。我相信他们会很乐意听听逝去的亚蜜利亚的事。$b$b' WHERE entry=2885;
UPDATE page_text SET text='Greetings, $N. I thought you might be interested in the results of my research.$B$BAs it turns out, both Reuben and Leagrem are survived - so to speak - by family. Even if they''re already aware of the lost soldier''s fate, visiting one of them may prove a ' WHERE entry=2886;
UPDATE page_text SET text='$N, I hope this letter finds you well. After some digging, I''ve discovered some information on those who wrote that note you recovered.$B$BSamla''s father leads the Forsaken and Trolls who make the pilgrimage to Thunder Bluff in the ways of his faith. His ' WHERE entry=2887;
UPDATE page_text SET text='保管者将你发现的信给大家传阅了，$n，我想你可能想要了解最新的情况。$b$b最后一位仅存的“瓦古斯”家族成员住在塞纳里奥城堡，希利苏斯的沙漠里。他以卡隆．海金斯的名字自居。$b$b你应该在下次旅行至荒地时和他谈谈。他或许会对我们发现的事情有兴趣。$b$b' WHERE entry=2888;
UPDATE page_text SET text='你好。我终于找到时间仔细研究你在天灾军团发现的公文。虽然花了点时间，但我相信我找到了一名死者的亲戚。$b$b玛克斯韦尔的姊姊，一个叫萨瑞娜·克罗姆温德的女人，在藏宝海湾经营一家小型武器店。我不确定她和她弟弟的关系亲不亲密，但如果你预先知道你将前往该处，你就该安排一次会面。这类事情能有结果在现今是珍贵且稀有的。$b$b' WHERE entry=2889;
UPDATE page_text SET text='我终于发现一些先前与你打斗的士兵们的消息。线索很难追，因为他们的家谱没有正确的记载所有资讯，但我最后仍找到一个血亲。$b$b你相信圣光之愿礼拜堂的护理者奥林事实上是克里斯多夫的儿子吗?听到父亲的消息他应会比较放心。如果你再次至瘟疫之地为银色黎明服务，拜托你，与他谈谈。这会是件善行。$b$b' WHERE entry=2890;
UPDATE page_text SET text='这份草图用X记号标出了沙德拉洛和其他三座神殿以及被偷走的狮鹫卵的所在地。这些记号分布在东部神殿的南边、东部神殿东北边的一座小房子、接近位于中央湖东边的圣坛，以及南部神殿的斜面，靠近“流亡”字样的地方。$B$B羽须的日记写着他打算将该信息传递给弗斯塔德·蛮锤，并希望他能派出一批战士来夺回被偷走的狮鹫卵。' WHERE entry=2907;
UPDATE page_text SET text='我看着他们无情的鞭打他。他们残酷的中尉一举一动就好像残暴是正常的事一样。经过野蛮的鞭打之后，我可以感觉我已经崩溃了。 $B$B看着复仇者萨鲁安忍受他们的殴打，我开始哭泣。并不是因为害怕……而是因为悲伤。看到三头政治的德莱尼被这样对待。要是我能打破我的束缚就好了。要是可以的话……' WHERE entry=2937;
UPDATE page_text SET text='过了很长一段时间，守备官失去了知觉。他已遭受太多的严刑拷打。那个残忍的家伙——他的名字似乎是叫玛提斯——竟然往守备官那早已伤痕累累的身体上泼洒腐水。但撒鲁安并没有清醒过来。 ' WHERE entry=2938;
UPDATE page_text SET text='我想大声尖叫，却只能发出微微的声音。因为刚才的反抗行动，我很快就被打倒在地。当我躺在地上时，看到玛提斯在撒鲁安的尸体旁来回走动，显得非常焦虑。他曾说过如果撒鲁安死于他的折磨，那个希隆娜丝会活活要了他的命。' WHERE entry=2939;
UPDATE page_text SET text='希隆娜丝计划把撒鲁安……  <由于作者死去，故事突然中断了。接下去的记录是一片空白。> ' WHERE entry=2940;
UPDATE page_text SET text='女公爵·莉雅淳，$B$B 最近被俘虏的生物制造了一些麻烦，让我们一些最重要的装备遭到损坏。恢复一切的工作让我的博学者和资源都大大的减少。我已将事件报告呈交给大博学者洛摩斯，但他回覆的速度很慢。我担心没有下列的物品我们会被迫缩减运作，而你知道那对你的骑士们而言代表着什么。$B$B 如果你可以有任何的帮助，我已在下一页列好了材料清单。我们会感谢你的军队所能提供的任何协助。$B$B 博学者阿斯塔乐·血誓' WHERE entry=2941;
UPDATE page_text SET text='*40块符文布$B$B *6条奥金锭$B$B *10根太阳草$B$B *5个黑暗符文$B$B *150金' WHERE entry=2942;
UPDATE page_text SET text='太阳之王的公告  炎鹰部队——我亲爱而忠诚的孩子们——我为你们而骄傲。你们在艾泽拉斯世界中执行的任务对于我和主人来说都是至关重要的。  再过不久，风暴要塞的增援就将通过太阳之门到达秘血岛。  我们将夺取埃索达，干掉所有蓝皮肤的杂种。维伦将会为他的罪行付出代价。  - 太阳之王，凯尔萨斯·逐日者' WHERE entry=2943;
UPDATE page_text SET text='纪念联盟最高指挥官安度因·洛萨，一个为了捍卫他的国王、他的臣民和他的家园而不惜牺牲一切的英雄……  让我们的敌人记住我们的名字，让我们的伙伴为我们的牺牲而感到荣耀，我们是洛萨之子。  - 图拉扬将军' WHERE entry=2891;
UPDATE page_text SET text='虽然几乎被击败$B他的勇气仍然坚强$B拔剑出鞘$B命令地狱人群向前冲锋$B$B因为那些暴力的日子$B不要箭，也不要剑$B寻找，不在战斗中也不在冲突里，$B这是矮人领主的方法' WHERE entry=2913;
UPDATE page_text SET text='<HTML><BODY><IMG src="InterfacePictures24475_gordawg_256"/></BODY></HTML>' WHERE entry=2944;
UPDATE page_text SET text='将军，$B$B我们正守住命运阶梯的战线，但军团派出了一波又一波的人马来攻击我们军队。他们在附近一定有个集结地是我们侦察兵尚未找到的。虽然这里的联盟军队是站在我们的阵线，我担心军团的众多数量会超出我们的防御。尽量伸出你的援手，否则传送门瘫痪 - 我们就要永远被困在这个梦魇世界了。$B$B欧莱恩中将' WHERE entry=2985;
UPDATE page_text SET text='安拓维奇，$B$B 首先，让我们来说说你上一个派来的人，$n，$g他:她;
在工作上的表现已经远超过我的预期了。我已经占据了$g他:她;
的身体，并且用$g他:她;
的手来写这封信。这对我来说是多大的享受啊，我希望有一天我能有幸占据你的身体，强大的巫医!$B$B 所以，你要求我所做的报告如下：在地狱火堡垒内肆虐的恶魔比我过去遭遇过的强大许多。我猜想在第三次大战时著名的地狱领主玛诺洛斯就掌握了同样的力量，但拥有这股力量的生物屈指可数。然而，我感觉到有一股禁锢之风围绕着这个恶魔。如果它做出了违背其意愿的事情，我一点' WHERE entry=2999;
UPDATE page_text SET text='在地狱火堡垒的高墙内，我也感觉到命运的移转，就像他们说的一样，时间会证明一切。$B$B 你将会在此见识到恶魔的面容，来自艾泽拉斯的外来者，那里的繁茂生机，对于我来说就像是充满圣光与生命的地狱。如果你能允许我用比喻的话，你会明白在地狱火堡垒中的邪恶生物，只不过是巨大冰山的一角。$B$B 喔，在我面前的是一场多么荣耀的战斗啊!也许只有我可以品尝到即将被执行的痛苦与恐怖!$B$B 呃，我应该结束我们之间乏味的对话，并且让你慢慢想清楚以下的文字，亲爱的药剂师：你的身体可能是死的，安拓维奇，但是你的灵魂仍然十分完整' WHERE entry=3000;
UPDATE page_text SET text='<HTML><BODY><BR/><BR/><P align="left">长眠于此的是霜狼氏族的第一任酋长，我们敬仰的部落酋长索尔的父亲-杜洛坦。他被那些想要让我们永远受到奴役的同胞背叛。杜洛坦为了我们的自由而献出了自己的生命，我们敬仰他，以及他留给我们的珍贵遗产，他伟大的儿子。</P><BR/><P align="left">德雷克塔尔，霜狼氏族的先知 </P></BODY></HTML>' WHERE entry=2731;
UPDATE page_text SET text='以下是我施放召唤塞克隆尼亚的法术所必需的物品列表。祝你好运。$B$B - 捕风者巴斯拉' WHERE entry=855;
UPDATE page_text SET text='在接下来的几页中，你可以找到制造淬火护甲所需的各种材料清单。祝你好运，战士。$B$B $B - 弗伦·长须' WHERE entry=831;
UPDATE page_text SET text='烧焦的蜘蛛牙：$B$B 在瑟根石附近的一个洞穴中发现的火岩矿石对栖息在那里的蜘蛛产生了烧灼影响。$B$B 它们毒牙中的毒素被蒸发，并与牙齿本身产生了反应，因而造就出了一种非常坚硬的物质。 ' WHERE entry=832;
UPDATE page_text SET text='烧焦的奇美拉角：$B$B 与烧焦的蜘蛛牙类似，卡利姆多石爪山地区的焦炭谷中有许多奇美拉，它们身上的烧焦的奇美拉角也有着惊人的高品质。$B$B 只要把它敲平并进行妥善的处理，它就将是最具延展性的上好材料。 ' WHERE entry=833;
UPDATE page_text SET text='光滑的奇美拉角：$B$B 光滑的奇美拉角非常稀有，也非常坚硬，我可以用它制造出浑然一体的整片铠甲来，所以这种材料是我必需的。$B$B 你可以在焦炭谷中的奇美拉身上找到这种材料。 ' WHERE entry=834;
UPDATE page_text SET text='燃素：$B$B 制造铠甲的最后一步需要用到一种特制的高温炉。要生成那种程度的高温，必须要使用燃素才行。$B$B 我知道的唯一一个会制造这种东西的工匠是个名叫鲁古格的野猪人，恐怕你得打败他才能拿到东西。鲁古格就住在贫瘠之地南方的剃刀沼泽里。' WHERE entry=835;
UPDATE page_text SET text='联络我们的间谍并准备全面性突击德莱尼。杀光他们并取回我的飞船。你是艾泽拉斯上唯一可以修补那些畜生对艾克索达造成的损坏的人，又是我唯一的连系。$B$B 不要让我失望，地精。如果你对财富的渴望干扰了我的命令，你来世就等着祷告吧。如果你失败了我会让你痛不欲生，你会祈求死亡快点到来将你从痛苦中释放。$B$B -逐日者之王' WHERE entry=2920;
UPDATE page_text SET text='这里长眠着一个勇敢的苦工。他试图抵抗，但只来得及放了个屁。' WHERE entry=2892;
UPDATE page_text SET text='仆人，$B$B 值得计划的几年已经过去了。德莱尼和他们可悲的领导者又再次从主人的手里逃走了!更重要的是，他们偷走了我的飞船还让它在艾泽拉斯坠毁!$B$B 虽然主人的埃雷达尔密探失败了，但她能将艾克索达的地点传送给我们。很幸运，她的身份对德莱尼而言仍是个谜，我们还是可以利用她来达到我们的目的。' WHERE entry=2919;
UPDATE page_text SET text='无论如何，圣骑士的行为必须与圣光对应，圣光是我们力量的来源。我们其中的一员为了神而奋战，并不代表我们为了神性而奋战，我们一切的行动都是为了努力追求至善。 ' WHERE entry=2994;
UPDATE page_text SET text='就算在这个艰困的时局中被号召前来打击邪恶，你必须永远记住，帮助别人才会真正地让你与众不同。同情心，耐心与勇气就是圣骑士作战时的最大力量。$B$B清楚地了解这个道理，永远也不要忘记。 ' WHERE entry=2995;
UPDATE page_text SET text='侦察岛屿区域并返回报告。$B$B切记千万别被抓住！$B$B不要让我失望，卡蒂瑞丝！' WHERE entry=2906;
UPDATE page_text SET text='你发现了神殿的位置!进一步的检查之后，你感觉到一股更强大的陌生力量控制了岛屿。你觉得站在神殿旁有点不舒服……甚至有点心乱。   神殿旁的青铜色公告牌上写着:   「这是达斯雷玛神殿，对最高尚的精灵们致上最高的敬意。让所有景仰过这个纪念碑的人都会记得他对抗天谴军团的牺牲及对我们继续生存的事业贡献。所有让奎尔萨拉斯繁荣的人们也都感谢他。」' WHERE entry=2936;
UPDATE page_text SET text='魔法账本' WHERE entry=2822;
UPDATE page_text SET text='这三页的文件是空白的。' WHERE entry=2531;
UPDATE page_text SET text='Foror''s Compendium of Dragon Slaying is a thick book full of writing. Unfortunately the text appears to be garbled and makes no sense to you.' WHERE entry=2637;
UPDATE page_text SET text='我衷心的期望透过我的努力研究可以发现一种魔术能量的补充来源，而它对我的人民而言是安全的。太阳之井消失后，我们必须想办法让生活继续，不向秘法魔法屈服。   我相信辛多雷的未来能再次成为大家钦羡亮丽的榜样!  ' WHERE entry=2846;
UPDATE page_text SET text='好运还没降临。我导入的法术一定要传导通过尖塔，不过我的确有一些有趣又吸引人的点子。我派我最聪明的学徒追随调查的路径，看看能发现什么。' WHERE entry=2847;
UPDATE page_text SET text=' 我记笔记已经好一阵子了，但还是没啥进展希望。我昨天在逐日岛听到其中一位学生法兰德伦说他没有谨记良师忠告，而向痛苦屈服。   我得加把劲、加倍努力。 ' WHERE entry=2848;
UPDATE page_text SET text='没事。我不会放弃任何一丝希望。我们包围了南方，而此刻辛多雷无法在这个魔法保护区放肆乱来。   假如我设计的全新方法成功的话，我就能顺利滤除邪恶、腐败法术中的「杂质」，我已经把法术力的资料藏起来。我得持续谨慎小心。' WHERE entry=2849;
UPDATE page_text SET text='太神奇了!我们成功了，我们所研究的魔法精髓数量虽然不是很多，我要停摆目前大部分学徒的实验，然后一起着手进行崭新、有前瞻希望的研究工作。   有了好运加持，我们应该要精炼研究过程，一石二鸟-我们全体要备足精力，以及迎接即将来临的恶魔法术难题。' WHERE entry=2850;
UPDATE page_text SET text='不!当新实验程序开始时，我的主要学徒:泰勒塞翁，突然无预警的在我眼前萎缩，屈服成这种状态着实折磨了我的兄弟。我极力想制止，但他就这样离我远远而去。除了让他从苦痛中幸免外，我也没别的选择了。   而这是研究与发明的代价，只不过这代价实在是太沉重了。' WHERE entry=2851;
UPDATE page_text SET text='我不能再容忍了…又有2个学徒向邪恶屈服。我们已经很小心翼翼了…但我不知道是哪里出差错。   我得放弃这些调查行动，从零开始。  ' WHERE entry=2852;
UPDATE page_text SET text='我来迟了。第3个学徒已不知不觉和其他人建立起邪恶的勾当。我必须容忍现状，但当务之急是避免让其他未受影响的学徒同流合污。   我要让所有人都知道我在远行者居所行周期安息日。这样一来，我就可以好好构思解决难题的办法。   我一定要想出正确的判断来弥补这个可怕的错误。' WHERE entry=2853;
UPDATE page_text SET text='<You feel a searing pain when glancing at these pages.>' WHERE entry=2636;
UPDATE page_text SET text='迪亚索鲁斯，   我相信这封信最终一定会到你手上。这些恶魔真是无脑。他们脑袋里想的只有他们的爪子，鞭子，或是用他们的头钉刺穿什么东西。我不敢使用任何一个地狱火否则一切都会被烧成灰烬!   很令人伤心，我怀念那些奴役兽人的日子。至少他们有一半的脑袋还会听从命令。或许有机会从附近再找一些新的奴隶来?' WHERE entry=2909;
UPDATE page_text SET text='有关夜精灵协助德莱尼的报告是真的。他们想在北边萨提纳尔附近的林歌神殿建立一个新的运作基地。我们应该协商一下，在这可悲的世界下一次月圆前联合我们的军队做一次攻击。如果我们现在制服他们，他们才会记得「部落」这个词真正的意义为何!   戈甘诺恩  致意  备注-不要再用血墨水写情书给我的鞭笞者!夜精灵处女最近很短缺' WHERE entry=2910;
UPDATE page_text SET text='迪亚索鲁斯，   我相信这封信最终一定会到你手上。这些恶魔真是无脑。他们脑袋里想的只有他们的爪子，鞭子，或是用他们的头钉刺穿什么东西。我不敢使用任何一个地狱火否则一切都会被烧成灰烬!   很令人伤心，我怀念那些奴役兽人的日子。至少他们有一半的脑袋还会听从命令。或许有机会从附近再找一些新的奴隶来?   是时候夺回一些次要种族了，我想。西北边的碎木岗哨是个很诱人的目标。我们应该协商一下，在这可悲的世界下一次月圆前联合我们的军队做一次攻击。如果我们现在制服他们，他们才会记得「部落」这个词真正的意义为何!   戈' WHERE entry=2911;
UPDATE page_text SET text='是时候夺回一些次要种族了，我想。西北边的碎木岗哨是个很诱人的目标。我们应该协商一下，在这可悲的世界下一次月圆前联合我们的军队做一次攻击。如果我们现在制服他们，他们才会记得「部落」这个词真正的意义为何!   戈甘诺恩  致意  备注-不要再用血墨水写情书给我的鞭笞者!夜精灵处女最近很短缺。' WHERE entry=2912;
UPDATE page_text SET text='维斯路登，$B$B 由于黑暗之门再次开启，荣耀堡和萨尔玛都从艾泽拉斯接获了强大的援军。我看过报告暗示他们正计划要攻击堡垒，而我们也一定要对付燃烧军团。这是无法令人接受的!$B$B 不要让血熔炉的运作冒险!在那里制造出来的地狱兽人就是我们成功的关键。加强堡垒的防御并立刻分派更多周边守卫!$B$B 相信我，你不会想让我亲自去拜访你的。$B$B -伊利丹' WHERE entry=2916;
UPDATE page_text SET text='维斯路登，$B$B 由于黑暗之门再次开启，荣耀堡和萨尔玛都从艾泽拉斯接获了强大的援军。我看过报告暗示他们正计划要攻击堡垒，而我们也一定要对付燃烧军团。这是无法令人接受的!$B$B 不要让血熔炉的运作冒险!在那里制造出来的地狱兽人就是我们成功的关键。加强堡垒的防御并立刻分派更多周边守卫!$B$B 相信我，你不会想让我亲自去拜访你的。$B$B -伊利丹' WHERE entry=2917;
UPDATE page_text SET text='部落受人尊敬的领导者，$B$B我 - 洛索玛·塞隆，奎尔萨拉斯地区统治者 - 非常荣幸的宣布我们所知道的达克汗·崔希尔，天谴军团的指挥官阵亡了。$B$B达克汗在我们土地上的立足点是由辛多雷种族的评论家在先前无数次的协商中所建立的。我们希望这个事件能平抚所有你心里可能有的异议。$B$B<署名>洛索玛·塞隆 ' WHERE entry=2924;
UPDATE page_text SET text='空间飞船维修傻瓜指南，作者：加姆斯·凯斯  <这本书的书页是用某种闪闪发光的材料制作的，上面的高科技图表详细描述了维修空间飞船的技术细节。这本小册子的开篇题目是“矢量线圈破裂的应对及避免措施”。>' WHERE entry=2925;
UPDATE page_text SET text='部落受人尊敬的领导者，$B$B我 - 洛瑟玛·塞隆，奎尔萨拉斯地区统治者 - 非常荣幸的宣布我们所知道的达克汗·崔希尔，天灾军团的指挥官阵亡了。$B$B达克汗在我们土地上的立足点是由辛多雷种族的评论家在先前无数次的协商中所建立的。我们希望这个事件能平抚所有你心里可能有的异议。$B$B<署名>洛瑟玛·塞隆 ' WHERE entry=2923;
UPDATE page_text SET text='$B$B备注 - 我们的大师常收到外域捎来消息回覆萨尔的问题。答案是，当然，是的。' WHERE entry=2926;
UPDATE page_text SET text='PS - Our grand magister has received word back from Outland regarding Thrall''s question.  The answer is, with great certainty, yes.$B$B<This letter bears the additional seal of Lady Sylvanas Windrunner>' WHERE entry=2927;
UPDATE page_text SET text='蠢货，  去找食物。蓝色的味道很好。兰特瑞索说找到蓝色的就行。把食物带回去给拉普。他吃了后蠢货再吃。没问题吧？动作快一些，否则拉普会把你吃掉的。  - 拉普' WHERE entry=2975;
UPDATE page_text SET text='(1)酒鬼拉利克：巨魔。他从未离开小酒店。很坏。很丑。很胖。很坏。又很胖。$B$B [下一页]' WHERE entry=2976;
UPDATE page_text SET text='(2)库库许：这个从赞格沼泽来的讨厌小孢子人在赞格沼泽和泰洛卡的边界有一个蘑菇园。在“那是什么味道”的游戏中输了很多金子给沙萨拉毕恩。想用叫做空茎的蠢蘑菇付给沙萨拉毕恩。跟他说这跟黄金一样好!哈!$B$B [下一页]' WHERE entry=2977;
UPDATE page_text SET text='(3)服伦：阿拉卡。输给沙萨拉毕恩许多金子。鸟人因为没有付钱就被沙萨拉毕恩杀死了。现在鬼魂鸟人在白骨荒野的西南方走着。 ' WHERE entry=2978;
UPDATE page_text SET text='奥莱姆贝根茎是泰洛卡森林里一种普遍的根茎植物。到构成泰洛卡森林的奥莱姆贝树丛附近搜寻向上翻起的根茎。$B$B 沼泽莓只生长在赞格沼泽。只能在安格拉斯要塞找到它，就在沼泽的西北区。小心那些守卫珍贵莓子的巨魔。$B$B 泰拉蕊藻叶或许是这清单上最容易取得的草药。你可以在泰拉蕊盆地的卡拉达尔南方找到藻叶。它们生长在水边。$B$B 清单上最后一种草药是剑刃山脉特有的植物。你可以在赞格沼泽北边找到剑刃山脉。龙脊生长在守卫着剑刃山脉峡谷的锯齿状岩石地形尽头。等你见到了剑刃山脉就会知道我在说什么了。那个岩石地形就像是一' WHERE entry=2979;
UPDATE page_text SET text='Servant.  These orcs are becoming more than a minor annoyance. I want you to personally see to it that our forces attacking the defenders at the Dark Portal direct all of their energy into laying waste to Thrallmar.  Consider this an order,  Arazzius' WHERE entry=2981;
UPDATE page_text SET text='Servant.  These orcs are becoming more than a minor annoyance. I want you to personally see to it that our forces attacking the defenders at the Dark Portal direct all of their energy into laying waste to Thrallmar.  Consider this an order,  Arazzius' WHERE entry=2982;
UPDATE page_text SET text='<翻过数页你根本无法理解的“科学论文”后，最后一页末有几行字迹潦草的记录……>  对不起，老大。看起来虚空风暴即将要爆炸，这场爆炸会席卷外域的大部分地区。  我不能完全肯定，但我想这应该和血精灵在法力熔炉所做的一切有关。  幸好您建造了一艘火箭！  - 哥白尼  又及，我能与您一起离开吗？在您经过扭曲虚空的时候一定会需要一个虚空学家的！' WHERE entry=2984;
UPDATE page_text SET text='当纳尼滑上来时，这位沧桑的战士给了她一个严厉的眼神。“我想你待在这里是为了搜集杀死鱼人的奖励吧?”$B$B 她的眼神移到了他身边闪亮的阔剑。“马库斯，这要看奖励是什么。”她玩弄着她的头发，假装没有注意到他对她的存在感到不自在。“我可能并不想要这个奖励。”' WHERE entry=2986;
UPDATE page_text SET text='马库斯走向她，恐惧与愤怒的情绪交织地站着。“这个奖励是没得商量的!”他稍微停顿，整理一下紧张的心情，然后逼近她娇小的身躯。他们的双唇火热地交缠着，激情的气息满溢，融化了她的冰霜护甲法术。$B$B “所以，这个任务有下一个步骤吗?”她的双眼闪着兴奋的光芒，挑逗着他。$B$B <这样的情节持续了数百页，完全没有任何进一步的剧情。>' WHERE entry=2987;
UPDATE page_text SET text='指挥官，$B$B 这个密码要被送到祖鲁希德那里。在进一步的通知之前，这个物品必须在他的保管之下。$B$B -伊利丹王怒风' WHERE entry=2989;
UPDATE page_text SET text='亲爱的大臣，$B$B 把暗影之月的巨人们带到峡谷的任务现在已经落在了你的肩上，运用你血精灵的魅力，使他们用我的方式看事情。如果你无法做到这一点，就把他们杀得鸡犬不留……$B$B 伊利丹·怒风' WHERE entry=2993;
UPDATE page_text SET text='$N，  诅咒密码事实上是一组十分强大的咒文。它代表着古老的混沌力量，我们的世界那边的多起重大惨剧都与这组密码有关。是的，这也就是说，它并非是德拉诺所独有的。$B$B这个燃烧着的火焰符号代表凯尔萨斯，他渊博的古文知识可以完全理解这一切。$B$B你的发现已经惊动了纳鲁，阿达尔邀请你前往沙塔斯城与他会面。请你立刻到这里来，我们可以在圣光广场会面。  你谦恭的朋友，  卡德加' WHERE entry=2998;
UPDATE page_text SET text='自从你离开永恒树林后，我继续进行乌鸦圣典的研究，并发现一些有助于你打败乌鸦神的资讯。   解放这些灵魂已经将他们跟你绑束在一起，因此我认为他们可以自由的在对抗乌鸦神的战斗中提供他们的协助。   当你第一次解放灵魂时，他们将会处于休眠状态，因为他们几世纪以来都是如此。使用你的持续性疗愈法术，你可以以能量灌注他们，给予他们生命并在战斗中得到他们的协助。当魔法消退，他们将回复休眠状态。   接下来就是一系列我对每个鸟灵的注记:' WHERE entry=3002;
UPDATE page_text SET text='猎隼灵魂  猎隼灵魂充满了惊人的速度跟敏捷，在阿拉卡所关注的猎人技术当中受到高度的重视。如果你以持续性疗愈法术给予灵魂能量，它将赋予你于法术施放及近身战斗方面有一定程度的速度。' WHERE entry=3003;
UPDATE page_text SET text='战鹰灵魂  阿拉卡传统将战鹰灵魂配置得不似它的猎隼兄弟一样迅速，不过它所掌管却是狩猎中最高超的技术。如果你使用持续性疗愈法术使他从休眠中苏醒，战鹰灵魂将会使用它的技术来对抗你的敌人。   。' WHERE entry=3004;
UPDATE page_text SET text='猎鹰灵魂  石板上谈到很多有关猎鹰的事，好像他曾经是乌鸦的盟友。一个远古阿拉卡的复仇符号，猎鹰灵魂常常被罪恶的受害者召唤。使用持续性疗愈法术来唤醒这个灵魂将会使你能够分享它的力量，毁坏那些伤害你的人。 ' WHERE entry=3005;
UPDATE page_text SET text='以我们伟大主人之名……伊利丹大人万岁！  莫格霍尔：  我现在将这个废物派遣给你，让他在你那里继续为伊利丹大人效力。他没有成为死亡骑士的才能，不过，或许具备学习你那些能力的潜质。殴打他，羞辱他，去得到他的服从吧。让他成为一名真正的伊利达雷战士。  假如他失败了的话……那么一切都归咎于他自身的懦弱与愚蠢……那时候直接抛弃他好了。把他扔进深渊！  死亡骑士领主，塔隆·血魔' WHERE entry=3006;
UPDATE page_text SET text='不要绝望。你的特殊巨魔就在那里的某个地方。' WHERE entry=3007;
UPDATE page_text SET text='放下你的剑，你的槌，和你的矛。水晶告诉我们给和平一次机会。' WHERE entry=3008;
UPDATE page_text SET text='你不用怕一个满脑子啤酒的人!' WHERE entry=3009;
UPDATE page_text SET text='三个臭皮匠胜过一个诸葛亮!然后你就会永远都有朋友。' WHERE entry=3010;
UPDATE page_text SET text='智慧有很多种表现，但它永远源自水晶。' WHERE entry=3011;
UPDATE page_text SET text='正面点思考!一个人的垃圾会是另一个人的珍宝。' WHERE entry=3012;
UPDATE page_text SET text='你明天会遇到一个特别的人，所以记住:和蔼可亲会比拳打脚踢为你带来更多朋友。' WHERE entry=3013;
UPDATE page_text SET text='幸运号码: 13 9 17 4 n' WHERE entry=3014;
UPDATE page_text SET text='你很特别，不管你的朋友，亲戚，同事，路上的陌生人，或是你的良心是怎么告诉你的' WHERE entry=3016;
UPDATE page_text SET text='当所有人都失败的时候，就是你大展身手的时候。' WHERE entry=3017;
UPDATE page_text SET text='酒醉就离天国不远了。' WHERE entry=3018;
UPDATE page_text SET text='警告:内脏不适人类食用。' WHERE entry=3019;
UPDATE page_text SET text='你被天空中最棒的金属之手选中!现在快去工作。' WHERE entry=3020;
UPDATE page_text SET text='让沉睡的古罗死去。' WHERE entry=3021;
UPDATE page_text SET text='生命的意义是......(剩下的讯息意外地被吃掉了。)' WHERE entry=3023;
UPDATE page_text SET text='抱歉，这次你不是赢家。请再玩一次' WHERE entry=3024;
UPDATE page_text SET text='你今天会树敌，并立刻杀了它。' WHERE entry=3025;
UPDATE page_text SET text='寻找生命中更崇高的一条道路。在那条路上，你可以避开一些鄙恶之人' WHERE entry=3027;
UPDATE page_text SET text='以我们伟大主人之名……伊利丹大人万岁！  这些灵魂火炮的一般零件都是直接由各类工匠直接制造出来的。比如，技师和矿工能供应魔钢锭、氪金能量核心和精金框架给你。  但如果要想得到完美的奥术精华，就要去泰罗卡森林了。在森林中央那处部落据点裂石堡的上方有一面湖泊——尤鲁恩湖，你可以在那里找到一位名叫萨提斯的鸦人，他被放逐了，躲避在那里。  去和他谈谈，然后把你的需要告诉他。记得说明是我派你去的，因为他欠我不少东西，这么说肯定对你有所帮助。  之后，按照萨提斯说的去做，你就一定能得到精华。  - 巴塔斯' WHERE entry=3028;
UPDATE page_text SET text='您好，学有所成的安拓维奇：$B$B 我希望你能在萨尔玛收到这封信，并且对你的研究有所帮助。虽然我还是希望能回到幽暗城，因为那边有全面性的工具与仆人可以协助我，但是我在断脊氏族的关系已经足以应付我的实验。$B$B 啊，死者的挽歌。$B$B 顺道一提，我有一些有趣的消息---$N从地狱兽人身体上采集的血液出现了恶魔腐化的浓缩体。这几乎与原来艾泽拉斯上受到恶魔腐化的地狱兽人完全相同……玛诺洛斯的腐化之血。$B$B 玛诺洛斯的影响不可能来到外域，这个地狱领主已经死了好几年了，但是，我担心有另外一个地狱领主正在此地' WHERE entry=2997;
UPDATE page_text SET text='玛诺洛斯的影响范围没有那么大，绝对不可能达到外域。再说了，那只巨兽早就已经死了。所以，我认为这里恐怕还有其他的深渊领主，而且至少是玛诺洛斯那一级别的深渊领主……强大到足以腐蚀这里的兽人。  我会继续研究我手中的血环氏族血样，不过，我也建议你继续追究调查下去。根据我的推测，线索应该会将你领向地狱火堡垒的深处。  你睿智的顾问， 药剂师阿尔布雷克' WHERE entry=3030;
UPDATE page_text SET text='要让饮用者看见彩色幻象的亡灵，就一定要收集到一些特定的材料。$B$B 首先，西纳葛兰的山地古罗眼球，靠近燃烧军团被诅咒的炼冶场，战锤山丘南方。$B$B 在西纳葛兰也可以找到巨型风翼猫头鹰。只有完美的品种才行!$B$B 最后，在纳葛兰西边和西南边有老迈的裂蹄油。$B$B 收集这些物品再回来找我!动作快!$B$B -奈崔恩' WHERE entry=2983;
UPDATE page_text SET text='免责声明。  试飞员对使用风动电容器（以下简称“设备”）的过程中可能引发的粉碎性骨折、触电身亡、重要器官损伤、被当地野兽吞食、时间和/或空间幻觉等致伤、致残或者死亡事件表示完全理解。试飞员自愿进入设备，并自愿承担上述风险。  试飞员同意，如果$g他:她;
不幸罹难，将免除并永远放弃对塔利·萨普纳波及其家人提起诉讼的权利；并同意将$g他:她;
的遗体捐献给萨普纳波进行研究。  签名： ___$n' WHERE entry=2996;
UPDATE page_text SET text='在我的记忆中，利爪之王艾吉斯总是随身携带着泰罗克的羽毛。他将这羽毛视为自身王权的象征，或许还用来向他的追随者显示他就是泰罗克的转世。$B$B而我的兄弟黑暗编织者塞斯则一直戴着泰罗克的面具，领导着大厅内的塞泰克仪式。$B$B至于泰罗克的传说，则一直保存在利爪之王艾吉斯自己的房间旁边的一处宝库里，放置在数个符石组成的法阵中央。' WHERE entry=3029;
UPDATE page_text SET text='<在这张严重烧毁的页面上已经没有任何可以辨识的字迹了。>' WHERE entry=3001;
UPDATE page_text SET text='$N，$B$B 血铸三叉矛的创造需要许多稀有又易变的材料，才能制作出最佳手工的可怕武器。我会将材料清单从最容易到最难取得的顺序排列。$B$B 别忘记你也一定要在材料被接受，开始铸造之前取得你的血骑士徽记。 ' WHERE entry=2930;
UPDATE page_text SET text='愤怒之血 - 为了恰当地锻炼武器的金属，它一定要在愤怒之血里被冷却。虽然大部份恶魔的血液都有实质力量，但普通的血却不足以铸造你的三叉矛。$B$B 谨慎询问奥格瑞玛的术士之后对寻找鲜血的补给有了帮助。怒焰裂谷里的燃刃祭司拥有一种充满鲜血的宝珠，那就是我们要制造你武器所需的东西。我听说那颗宝珠由一个自称祈求者耶戈什的兽人守卫着。$B$B 小心行动，所有和恶魔力量的往来都要注意。握有这样强大的物体时你永远也不知道会发生什么事。' WHERE entry=2931;
UPDATE page_text SET text='一箱血铸锭 - 只有一箱，钢铁是很好的金属，但由它铸造的武器则不值得注意。血铸锭代表一种极好的金属，而它的制作过程一直是个秘密。传说任何敢触碰并使用这个金属的铁匠都被诅咒了，但我们的工匠已证明这是个谬论。$B$B 这个金属的名声增加了它的稀有度，但被遗忘者却声称在影牙城堡可能有补给。一个叫做蓝登·史帝威尔技艺高超的铁匠非常好奇，便走私了一箱血铸锭。没人知道他把东西藏在哪里，但我们的消息告诉我们那名铁匠现在被囚禁在城堡的地下城里。用尽所有方法取得那箱血铸锭。 ' WHERE entry=2932;
UPDATE page_text SET text='一颗被污染的科尔宝石 - 博学者的墓碑记载着这些宝石曾被一些施法者用来保留他们的魔法能量，让他们更致命。虽然纯净的宝石可以安全地被中级施法者使用，但它们对我们的目的而言仍嫌太弱。$B$B 在黑暗深渊的洞穴中，纳迦施法者将科尔宝石注入他们自己的黑暗力量，增强它们的力量，以便在你的三叉矛中完美地被使用。在你弄到需要的宝石之前先无情的杀了他们。 ' WHERE entry=2933;
UPDATE page_text SET text='你将戴上的徽记最后一次是被晨星家族中一个勇敢无惧的血骑士所配戴。他典范的奉献是你在军队中生活的好预兆。$B$B 血骑士晨星对死亡之域的天灾军团要塞率领了一次大胆，但不成功的攻击。他的尸体就在他死去的地方安息，与我们最强劲的敌手锁在战斗中。找到他，$N，并将他的徽记带来给我。你的成功会为他，为你，为所有真正的血骑士带来荣耀。 ' WHERE entry=2934;
UPDATE page_text SET text='我真希望再也没有其他的达拉然法师召唤狼人了——即使是出于良好的目的。只要不再签订更多的契约，就不会有更多的秘密被泄露出去，这些野兽是不会为我们带来任何好处的。$B$B它们最好永远留在它们的世界里。如果它们来到我们的世界，那我们无疑将面临毁灭的劫难……' WHERE entry=705;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <H1 align="center">上层精灵的挽歌</H1> <BR/> <IMG src="InterfaceFlavorImagesBloodElfLogo-small"/> </BODY> </HTML>' WHERE entry=2990;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <P>简略翻译版……</P> <BR/> <P>以光芒之名，以太阳的光芒之名，</P> <P>血之后裔们啊，</P> <P>敌人正长驱直入。</P> <P>血之后裔们啊，</P> <P>以光芒之名，</P> <P>消亡的血之后裔啊，</P> <P>敌人正长驱直入。</P> <P>啊，血之后裔们啊，</P> <P>以太阳的光芒之名。</P> <P>消亡的血之后裔们啊，</P> <P>他们正长驱直入。</P> <P>啊，血之后裔们啊，</P> <P>以太阳的光芒之名。<' WHERE entry=2991;
UPDATE page_text SET text='<HTML> <BODY> <BR/> <P>萨拉斯语版本……</P> <BR/> <P>Anar''alah, anar''alah belore,</P> <P>Sin''dorei,</P> <P>Shindu fallah na.</P> <P>Sin''dorei,</P> <P>Anar''alah,</P> <P>Shindu sin''dorei,</P> <P>Shindu fallah na.</P> <P>Sin''dorei,</P> <P>Anar''alah belore.</P> <P>Sh' WHERE entry=2992;
UPDATE page_text SET text='我做了这件事。我不记得我有做，但也没有别的可能了。$B$B我以前犯过罪。我甚至还杀过一个无辜的人。但这次不同。$B$B我改变了。$B$B这些谋杀不是我的选择。有一只野兽住在我心里。$B$B我会被追捕和回避。我要躲起来。逃跑。埋葬尸体。$B$B当我真正了解是什么在困扰着我时，我开始到外面走动。$B$B我感觉不到罪恶。' WHERE entry=2918;
UPDATE page_text SET text='这个奇怪的物体看起来有点像是一个工程学的装置，但应该是你之前从未见过的装置。  从它的外表上看，不管你觉得它是什么东西，它一定是已经被使用过的。  从附近的尸体来看，你不由得认为它就是这一切惨剧的罪魁祸首。' WHERE entry=2988;
UPDATE page_text SET text='……但她已经知道了。在她将自己的灵魂一点一滴的交换出去后，她已经认命的过着贱民的生活了。复仇已经值得了，或是她这样想。$B$B但现在有个机会让她重拾人性，所有的陌生人要交换的就是她的信任。$B$B“让我来”，卡崔恩说。“我没什么好怕的。”' WHERE entry=2914;
UPDATE page_text SET text='这则讯息是欧格利拉开发委员会带给你的。加基森制造' WHERE entry=3022;
UPDATE page_text SET text='你跳舞的动作让大家脸上都浮现一抹微笑。' WHERE entry=3015;
UPDATE page_text SET text='Listen up, Budd!  This be the last fool I send ''til ya pay me all ya be owin''.   No more stallin''!   Griftah' WHERE entry=3031;
UPDATE page_text SET text='Content not yet known, sorry - UDB team' WHERE entry=3032;
UPDATE page_text SET text='I have sent you a force of considerable size, elder, but you must take care in your activities. Your first priority will be to halt the advance of the Alliance curs into our lands. Some of the more adventurous humans have already started the construction ' WHERE entry=3033;
UPDATE page_text SET text='One of the most frightening creatures I''ve ever seen with my own eyes is Tethyr. I''ve only laid eyes on the beast once, and I count myself lucky beyond belief to have survived?$B$BIt was a dark and stormy night. Through the swirling seas and driving rain,' WHERE entry=3034;
UPDATE page_text SET text='Do not stand at my grave and weep, I am not there, I do not sleep. I am in a thousand winds that blow, across Northrend''s bright and shining snow. I am the gentle showers of rain, on Westfall''s fields of golden grain. I am in the morning hush, of Strangle' WHERE entry=3039;
UPDATE page_text SET text='我个人和艾德温·范克里夫相处了很久，根据我对他的了解，这么说吧，与他为敌不是那么容易的。要知道，他是我儿时的伙伴，是我亲自训练他的，因为我以为有一天他会和我并肩工作。如果范克里夫就是迪菲亚兄弟会的首脑，那么只能希望圣光怜悯我们的灵魂了。$B$B 马迪亚斯·肖尔$B 暴风城刺客公会' WHERE entry=43;
UPDATE page_text SET text='Kids: Joel and Gina. Wife:Suzannah' WHERE entry=3037;
UPDATE page_text SET text='The mighty creature''s maw opened wide, tossing bolts of icy water toward our vessel. Those terrible jaws clamped down upon the bow of our ship, tearing it from the hull. Sailors and cargo were thrown violently into the sea as the remnants of the ship disa' WHERE entry=3035;
UPDATE page_text SET text='First watch. Seven bells Cedric found in rum closet again. Disciplined.  First watch. Eight bells Watches changed. All is well.  Middle watch. One bell Cedric found attempting to to break into Captain''s wine cabinet. Disciplined.  Middle watch. Two bells ' WHERE entry=3044;
UPDATE page_text SET text='<在这个严重烧毁的页面上没有可以辨识的字。>' WHERE entry=3076;
UPDATE page_text SET text='As the fires of the Second War died down, the Alliance took aggressive steps to contain the orcish threat. A number of large internment camps, meant to house the captive orcs, were constructed in southern Lordaeron. Guarded by both the paladins and the ve' WHERE entry=1992;
UPDATE page_text SET text='Though the captive orcs were tense and anxious to do battle once more, the various camp wardens, based at the old prison-fortress of Durnholde, kept the peace and maintained a strong semblance of order.' WHERE entry=1993;
UPDATE page_text SET text='However, on the hellish world of Draenor, a new orcish army prepared to strike at the unsuspecting Alliance. Ner''zhul, the former mentor of Gul''dan, rallied the remaining orc clans under his dark banner. Aided by the Shadowmoon clan, the old shaman planne' WHERE entry=1994;
UPDATE page_text SET text='To power his new portals, he needed a number of enchanted artifacts from Azeroth. To procure them, Ner''zhul reopened the Dark Portal and sent his ravenous servants charging through it.' WHERE entry=1995;
UPDATE page_text SET text='The new Horde, led by veteran chieftains such as Grom Hellscream and Kilrogg Deadeye (of the Bleeding Hollow clan), surprised the Alliance defense forces and rampaged through the countryside. Under Ner''zhul''s surgical command, the orcs quickly rounded up ' WHERE entry=1996;
UPDATE page_text SET text='King Terenas of Lordaeron, convinced that the orcs were preparing a new invasion of Azeroth, assembled his most trusted lieutenants. He ordered General Turalyon and the archmage, Khadgar, to lead an expedition through the Dark Portal to put an end to the ' WHERE entry=1997;
UPDATE page_text SET text='Even with the aid of the high elf Alleria Windrunner, the dwarf Kurdran Wildhammer, and the veteran soldier Danath Trollbane, Khadgar was unable to prevent Ner''zhul from opening his portals to other worlds.' WHERE entry=1998;
UPDATE page_text SET text='Ner''zhul finally opened his portals to other worlds, but he did not foresee the terrible price he would pay. The portals'' tremendous energies began to tear the very fabric of Draenor apart. As Turalyon''s forces fought desperately to return home to Azeroth' WHERE entry=1999;
UPDATE page_text SET text='On Draenor, Turalyon and Khadgar agreed to make the ultimate sacrifice by destroying the Dark Portal from their side. Though it would cost their lives, and the lives of their companions, they knew that it was the only way to ensure Azeroth''s survival. Eve' WHERE entry=2000;
UPDATE page_text SET text='Loyal servants of the elemental lords, OUR TIME IS NOW.

Too long we have languished in the shadows, biding our time, serving our masters, seeking the end we know must come. Now, as the flames of Ragnaros'' Appeasement burn brightly through the night, we h' WHERE entry=3065;
UPDATE page_text SET text='In Neptulon''s service is a great frost lord by the name of Ahune. Even now he is marshalling his power to wage war against Ragnaros. All he requires is a gateway into our world;
 a gateway we will provide. We have the allies. We have the location. We have ' WHERE entry=3066;
UPDATE page_text SET text='All our toils have worked toward this moment. Our masters will rise against one another in one glorious battle that will tear Azeroth asunder.

We live in the end times, my brothers. Hold to your tasks. Strive on. We will soon be triumphant!
' WHERE entry=3072;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<BR/>
<H1 align="center">THE GREEN HILLS OF STRANGLETHORN</H1>
<BR/>
<H3 align="center">by Hemet Nesingwary</H3>
</BODY>
</HTML>' WHERE entry=2945;
UPDATE page_text SET text='Our first day went as well as one can expect first days to go. Most of our time was preoccupied with making the necessary arrangements to establish a base camp. I located an ideal setting by a freshwater river inlet. Judging by the old, abandoned docks ne' WHERE entry=2946;
UPDATE page_text SET text='For this expedition I have assembled Ajeck Rouack and Sir S. J Erlgadin, along with my trusted servant, Barnil Stonepot. I fought alongside Ajeck''s father''s side in many battles in defense of the Alliance. Seeing her grown is quite special. Her father sch' WHERE entry=2947;
UPDATE page_text SET text='Sir S. J. Erlgadin comes from human aristocracy. His father, Count Erlgadin, was renowned for his generosity. It was the Count who lobbied for improved working conditions for the Stonemasons'' Guild during the restoration of Stormwind after the Second Grea' WHERE entry=2948;
UPDATE page_text SET text='In the years that followed, after Stormwind betrayed the Stonemasons'' Guild, Sir Erlgadin grew bitter about the role of the nobles within the Kingdom. He no longer wished to uphold the position that his father''s bloodline had earned for him in the House o' WHERE entry=2949;
UPDATE page_text SET text='We rose with the sun. Barnil began to prepare the morning meal. I noticed Ajeck''s attention was somewhat distracted. The day''s trek would be long and our hunt would bring us close to danger. A lack of focus could easily lead to an errant mishap. Yet Ajeck' WHERE entry=2950;
UPDATE page_text SET text='Just as I was about to question Ajeck''s lack of interest in the day''s hunting strategy, she reached for her quiver, drew an arrow and unleashed a shot right towards poor Barnil. But it was not Barnil that Ajeck was shooting at. For when Barnil stepped asi' WHERE entry=2951;
UPDATE page_text SET text='We set out toward the west, through the thick overgrowth of the tangled jungle. Moving with slow, deliberate steps we paced through thick foliage in search of prey. The morning passed in frustrated silence. Nothing was stirring in the Vale, not even a bre' WHERE entry=2952;
UPDATE page_text SET text='During one such misstep, Erlgadin laid a heavy hand on Barnil''s shoulder. Ajeck and I gave a casual glance, assuming the man was simply giving Barnil a much-needed scolding for his carelessness. Erlgadin, however, gestured slowly with his head toward a ne' WHERE entry=2953;
UPDATE page_text SET text='The beast was a male Stranglethorn Tiger. Before I could cock my rifle, Erlgadin raised his crossbow and fired upon the beast. The bolt missed its mark and caught the beast heavily in the left flank. The tiger made a futile attempt to flee but its wound w' WHERE entry=2954;
UPDATE page_text SET text='The kill brought about a festive mood amongst the expedition. Barnil poured mead for all to enjoy. But our festivities were short-lived. As we were preparing the corpse for transport back to base camp we were all caught off guard by a horrendous growl. In' WHERE entry=2955;
UPDATE page_text SET text='On a rocky precipice above, silhouetted by the setting sun, I could make out the largest cat of prey I have ever laid eyes upon. I was able to loose one clumsy volley with my rifle, but the cat held his ground. He growled once again, this time louder than' WHERE entry=2956;
UPDATE page_text SET text='I had promised the expedition that we would spend the next day hunting panthers, as their furs are in high demand throughout Azeroth. It only makes sense that such demand should exist with all of the able-bodied hunters, trappers and fur-traders off givin' WHERE entry=2957;
UPDATE page_text SET text='Ajeck and Sir Erlgadin were anxious to learn how to hunt effectively with a Dwarven Rifle. I had the two humans leave their primitive range weapons at base camp. Barnil and I outfitted them with some of Ironforge''s finest firearms.' WHERE entry=2958;
UPDATE page_text SET text='On this day we ventured to the south, following some fresh panther tracks. Soon we reached a ravine spanned by a tremendous rope bridge. I could not help but to think of Brann''s descriptive writings of this region when I saw the engineering marvel. So oft' WHERE entry=2959;
UPDATE page_text SET text='Before long, Ajeck tracked the panther to the southwest. We walked quietly, guns at the ready, in anticipation of our prey. A snapping of twigs from a nearby copse of trees drew our attention immediately. Something was in there. One stern glance at Barnil' WHERE entry=2960;
UPDATE page_text SET text='Both Ajeck and Sir Erlgadin stood poised, guns leveled at the bristling overgrowth at the base of the swaying trees. The midday sun beat heavily upon us. A slow trickle of perspiration trailed down from Elrgadin''s temple as he pulled the pin back. Upon th' WHERE entry=2961;
UPDATE page_text SET text='The Humans trained their sights on the panther as it ran along the edge of the tree line. The barrels of their guns moved in perfect parallel tandem. Barnil gave me an urging glance but I shook my head no. This hunt was for the Humans, not Barnil or me. E' WHERE entry=2962;
UPDATE page_text SET text='His gun tossed back violently in his arms. The barrel swooped sideways and came up beneath Ajeck''s rifle. Ajeck had chosen that exact moment to pull her trigger. The rifle, the aim now knocked clumsily toward the tree line, went off with a distinct boom. ' WHERE entry=2963;
UPDATE page_text SET text='As the weeks passed our stockpile of panther and tiger skins grew immense. I decided it was time for the expedition to shift our focus to a new challenge: Raptors.

The Humans, while appreciative of the training Barnil and I offered, decided to refrain fr' WHERE entry=2964;
UPDATE page_text SET text='We set out at first light, heading south past the Tkashi Ruins. Barnil voiced concern that we might encounter members of the Bloodscalp Tribe. I reminded Barnil that the Bloodscalps were more concerned with destroying their tribal enemy, the Skullsplitter' WHERE entry=2965;
UPDATE page_text SET text='I''ve stood before a towering Infernal on the battlefield, the army of the Burning Legion advancing from all directions. An unruly band of Trolls seems as harmless as a jackrabbit in the hills of Dun Morogh.

We passed the Tkashi Ruins without event, much ' WHERE entry=2966;
UPDATE page_text SET text='The beast never so much as detected our presence. In fact, the only greeting he received from the expedition was a bullet between the eyes.

Sir Erlgadin let out a hearty *hurrah* as Ajeck nodded toward me with keen approval. I sifted through my pack in s' WHERE entry=2967;
UPDATE page_text SET text='But I could not bask in the glory of the kill for long. For when I turned my eyes toward the horizon, several silhouettes appeared cresting the hill, just above poor Barnil.

*Flee, Barnil!* I shouted. Ajeck, Sir Erlgadin and myself loosed a volley of bul' WHERE entry=2968;
UPDATE page_text SET text='Our hastily aimed shots were enough to buy Barnil''s escape. Barnil clamored back down the hill and rejoined the party. We scurried off into the jungle;
 a pack of ferocious Lashtail Raptors stalking our every move. 

The hunters were now the hunted.' WHERE entry=2969;
UPDATE page_text SET text='I led the party toward the sea, hoping the shoreline would provide refuge from the Raptors. In our haste we had drifted too far north, to a precariously high elevation. The mistake was made. The fault was mine. We stopped just short of a sheer cliff, the ' WHERE entry=2970;
UPDATE page_text SET text='I stepped slowly forward, gun raised. I had led these brave hunters to their death. I would die defending them. Lashtail Raptors are particularly fierce, known for their unrelenting blood-thirst. They far outnumbered us. But I would be damned if I let the' WHERE entry=2971;
UPDATE page_text SET text='Ajeck and Sir Erlgadin readied their weapons, flanking me on either side, our backs to the sea. Barnil let out a defeated sigh and drew his axe. The Lashtails were almost upon us. Their steady stride had slowed. They were stalking their prey now for they ' WHERE entry=2972;
UPDATE page_text SET text='And then something miraculous happened. From off to our side we heard the distinct and terrifying roar of the great white tiger. Despite their numbers, the Raptors turned and scattered in all directions. We saw but a brief white flash as the tiger darted ' WHERE entry=2973;
UPDATE page_text SET text='We sprinted all the way back to base camp, never slowing. Later that night we sat quietly around the campfire, knowing our lives had been saved by a bizarre twist of fate. Such are the risks of the big game hunter. We toy with fate by delivering it. Yet e' WHERE entry=2974;
UPDATE page_text SET text='My queen,

It has been discovered that the ley line intersection at Moonrest Gardens was unfettered by the blue dragonflight. Their forces used a surge needle to destroy the capstone, but instead of flowing the power back to the Nexus, they utilized a s' WHERE entry=3073;
UPDATE page_text SET text='Hi!$B$BI''m not good at letters and so the matron helped me write this down for you.  I just want to say THANKS because you''re a hero and maybe someday I can save people like you do.$B$BOk, I have to go play so THANKS AGAIN for being good and strong and an' WHERE entry=3075;
UPDATE page_text SET text='Goramosh,$B$BI am sending a representative of the Ethereum to you.  Ambassador Duyheen tells me that there are more of his kind who would like to join the cause.  Feel him out, see if you can find a use for him.$B$BIf he proves helpful, I may consider acc' WHERE entry=3067;
UPDATE page_text SET text='Lok''tar ogar! Victory or death - it is these words that bind me to the Horde. For they are the most sacred and fundamental of truths to any warrior of the Horde.

I give my flesh and blood freely to the Warchief. I am the instrument of my Warchief''s des' WHERE entry=3068;
UPDATE page_text SET text='$N,

If you are reading this letter then you are alive and in one piece - or at least you still have your eyes.

I must apologize for the secrecy. Agmar demands that all mail is read before delivery - too many traitors and thieves there, as the wanted pos' WHERE entry=3069;
UPDATE page_text SET text='But victory... Victory can mean many things. As you have probably noticed, the Kor''kron are there in full force. The Warchief has sent his elite guard to help secure victory in Northrend. They, along with you and other heroes, are pushing the Lich King an' WHERE entry=3070;
UPDATE page_text SET text='It is unfortunate, then, that Hellscream employs such savage tactics. As victory approaches, Hellscream gains further justification for his methods, which in turn brings us closer to a place we have not been in many years: a dark place.

I have sent my so' WHERE entry=3071;
UPDATE page_text SET text='My queen,

It has been discovered that the ley line intersection at Moonrest Gardens was unfettered by the blue dragonflight. Their forces used a surge needle to destroy the capstone, but instead of flowing the power back to the Nexus, they utilized a s' WHERE entry=3074;
UPDATE page_text SET text='Ah''tusa crept silently through the massive underground tunnel, nervously looking over her shoulder in anticipation of the fast moving tram.  "Where is he..." she muttered angrily, stopping suddenly as something moved behind her.  Her eyes narrowed dangero' WHERE entry=3077;
UPDATE page_text SET text='Leaning forward, she counted out loud until the invisible bubble dissipated with an audible pop.  "Twelve seconds?  I know you have abilities that last longer than that."

Bony fingers worked effortlessly beneath his armor, unlatching his breastplate an' WHERE entry=3078;
UPDATE page_text SET text='The Diary of High General Abbendis' WHERE entry=3079;
UPDATE page_text SET text='The commander and the bishop were both receptive. Not that they had any choice. Bishop Street in particular seemed very enthusiastic. He spoke of a revival for the crusade and swore to ferret out the weak of faith within our ranks.

I told him to go eas' WHERE entry=3083;
UPDATE page_text SET text='Day 1: The human scum seem blissfully unaware of my presence here, as intended. They''re ripe for bombing, and it should only be a matter of time before I''ve charted out their position.$B$BDay 2: Charting complete - a trivial task for such an accomplished ' WHERE entry=3103;
UPDATE page_text SET text='Day 12: Ah, sweet relief. The second breath tasted like the purest orphan tears I''ve ever had. The signal remains puzzlingly absent, and I could swear that one of the crabs is attempting to play drums on my big toe. $B$B< The rants grow more disassociated' WHERE entry=3104;
UPDATE page_text SET text='Day 36: Third breath of air finally expired, and the veins in my left elbow filled with bubbles again on the way up. The drumming of the crabs is a constant companion now, a percussive backdrop to my blackened little corner of hell. Clearly, I''ve been for' WHERE entry=3105;
UPDATE page_text SET text='1. If you don''t like the potency of a poison, double the ingredients or halve them.$B2. If a poison doesn''t work the way you want, you''re always more wrong than you think you are.$B3. Prototype, Prototype, Prototype (gnomes make great test subjects).$B4. ' WHERE entry=3106;
UPDATE page_text SET text='Pa set me taking care of Ol'' Bess again. I think he likes watching her try to kick me to pieces. It''s not my fault that she doesn''t like me as much as the others - it was only the once that I ate the apple intended for her. I don''t even know how she knew.' WHERE entry=3109;
UPDATE page_text SET text='An Hochgeneral Abbendis Neu Avalon, Scharlachrote Lande  Hochgeneral Abbendis,  Ich hoffe, Euch ergeht es gut. Mein Name ist Dansel Adams, von Beruf JÃƒÂ¤ger, ein Scharlachroter KreuzzÃƒÂ¼gler im Herzen. Ich mÃƒÂ¶chte Euch hiermit mitteilen, dass ich Zeug' WHERE entry=3110;
UPDATE page_text SET text='Bei einer routinemÃƒÂ¤ÃƒÅ¸igen SÃƒÂ¤uberungsaktion von Heiden im von der GeiÃƒÅ¸el verseuchten Pestwald stieÃƒÅ¸ ein ohrenbetÃƒÂ¤ubender Schrei aus der Luft zu uns nieder. Als wir aufblickten, gen Naxxramas, fielen unsere Kinnladen zu Boden. Hochgeneral, ' WHERE entry=3111;
UPDATE page_text SET text='Die unreinen, heruntergekommenen Barbaren werden als nÃƒÂ¤chstes gerichtet werden;
 so soll es sein. Gelobet sei das Licht!  Bitte, verehrter Hochgeneral, erzÃƒÂ¤hlt unseren BrÃƒÂ¼dern und Schwestern von diesem Wunder.  MÃƒÂ¶ge Euch das Licht Euch auf Ewig' WHERE entry=3112;
UPDATE page_text SET text='1. Cultivate a fulsome beard, for it conceals the imperfections of the face from the Light.

2. Purify your hands in the milk of the mare, that they be soft and supple when handling the offertory.

3. Bathe in the rivers, allowing the glorious natural' WHERE entry=3113;
UPDATE page_text SET text='4. Replace regularly your holy raiment, that your appearance and odours not offend the servants of the Light.

5. Maintain at all times an upright posture - let not fatigue nor sloth curl the spine.

<The list continues for several more pages of minut' WHERE entry=3114;
UPDATE page_text SET text='From the desk of High Abbot Landgren:

It may seem that in dark times of strife and turmoil that one must turn inward, protecting family and loved ones to the exclusion of all else. But these feelings are false - without the beacon of hope that is the C' WHERE entry=3115;
UPDATE page_text SET text='Give to the church. The hardships endured through lack of worldly goods act as a forge for the soul, burning out impurities and raising you up to a higher plane of being. Be not ashamed at the rumbling of an empty stomach, the bite of a sharp rock upon yo' WHERE entry=3116;
UPDATE page_text SET text='Purify the body with labor. Purify the soul with prayer. Purify your enemies with fire. Pain is not an enemy, but an ally to be embraced, held close, and delivered to unbeliever and believer alike.

Resistance to the ways of the Light is a sign of impur' WHERE entry=3119;
UPDATE page_text SET text='Barmherzigkeit ist ein heikles Thema, doch es gibt Zeiten in unserem Leben, da wird sie zu einem notwendigen ÃƒÅ“bel. Ein falsches Urteil;
 ein hartes Wort, vorschnell gesagt;
 ein Schlag oder Tritt in Momenten des Zornes - all diese Dinge sind SchwÃƒÂ¤chen' WHERE entry=3117;
UPDATE page_text SET text='SchlÃƒÂ¤ge:   Schlag ins Gesicht: 2 Gold   Schlag in die Leistengegend: 3 Gold   Schlag auf die Brust: 1 Gold, 45 Silber    <Die detaillierte Preisliste fÃƒÂ¼r SÃƒÂ¼nden geht noch mehrere Seiten weiter.>' WHERE entry=3118;
UPDATE page_text SET text='Hochgeneral,  Die Armeen von Herdweiler und Tirisfal sind weniger als einen Tag von Neu Avalon entfernt. Wir reiten mit dem Lichte im RÃƒÂ¼cken, geschwind wie der Wind. Bald schon wird sich die GeiÃƒÅ¸el der geballten Macht des Scharlachroten Kreuzzugs st' WHERE entry=3120;
UPDATE page_text SET text='The Path of Redemption' WHERE entry=3121;
UPDATE page_text SET text='Minions be hearin'' da call of your masta! Da Lich King be givin'' Drakuru full control of da armies of da Scourge in Zul''Drak. We be commanded ta kill everyting.$B$BEVERYTING MUST DIE!$B$BWe be processin'' all da corpses in da Dead Fields and sendin'' em up ' WHERE entry=3279;
UPDATE page_text SET text='Highlord,

$N has successfully led the campaign against the Scourge of Scourgeholme and positioned us to march upon Icecrown.

The masons are equipped with the supplies that they need to begin construction of Justice Keep - thanks once again to $N for' WHERE entry=3535;
UPDATE page_text SET text='Majesty,$B$BO'' merciful king, may the Light stay your hand and steady your heart. Hold your judgment upon this fallen champion - if only for a moment - and hear my words.$B$BThe bearer of this letter is a former hero of the Alliance. Though $g he:she carr' WHERE entry=3536;
UPDATE page_text SET text='$n represents a new, united front against the Lich King known as the Knights of the Ebon Blade. Yes, majesty, death knights turned against their former master. They are led by the son of Lord Alexandros Mograine - the Ashbringer. They seek what we seek, w' WHERE entry=3537;
UPDATE page_text SET text='Remember, sire, by blood and honor we all serve.$B$BRespectfully,$B$BHighlord Tirion Fordring' WHERE entry=3538;
UPDATE page_text SET text='Warchief,$B$BMighty Warchief, may the Light stay your hand and steady your heart. Hold your judgment upon this fallen champion - if only for a moment - and hear my words.$B$BThe bearer of this letter is a former hero of the Horde. Though $g he:she carries' WHERE entry=3539;
UPDATE page_text SET text='$n represents a new, united front against the Lich King known as the Knights of the Ebon Blade. Yes, Warchief, death knights turned against their former master. They are led by the son of Lord Alexandros Mograine - the Ashbringer. They seek what we seek, ' WHERE entry=3540;
UPDATE page_text SET text='Remember, Thrall, by blood and honor we all serve.$B$BRespectfully,$B$BHighlord Tirion Fordring$B$BP.S. Give Eitrigg my regards and please inform him that I could use a good orc by my side in Northrend - with your permission, of course.' WHERE entry=3541;
UPDATE page_text SET text='Years and years I have been locked away in this magical prison.  Tonight, I make my escape.  I have everything I need to make my break.

<Water smeared ink has ruined this section of the letter>

Why have I been here so long?  What did I do to deserve thi' WHERE entry=3543;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Okay, $N, this is a list of all the stuff that I''m going to need for our new super-secret, er..., super weapon. For now, let''s just call it "Crafty''s Ultra-Advanced Proto-Typical Shortening Blaster".</P>
<BR/>
<P>Trust me, it''s' WHERE entry=3040;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<H1 align="center">My Tools</H1>
<BR/>
<P>First things first... I need my tools. For a project this intricate no others will do!</P>
<BR/>
<P>When we had to run for our lives to escape from the pumping station -- that''s a whole ' WHERE entry=3041;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<H1 align="center">An Overcharged Capacitor</H1>
<BR/>
<P>Any engineering hack worth their salt should be able to whip one of these up for you if you can''t create it yourself. Hell, I''d make one for you, but I''m missing my tools a' WHERE entry=3042;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<H1 align="center">A Handful of Rocknar''s Grit</H1>
<BR/>
<P>This last bit might be a little tricky to get, but it''s necessary to fashion the blaster''s lens from only the finest sand. That means obtaining it from a top-notch eleme' WHERE entry=3043;
UPDATE page_text SET text=' Long had the tale of the Horn of Elemental Fury been told at the campfires of the taunka. Generations of warriors grew up hearing the stories and sought the horn''s hiding place in vain. Like the others, mighty Stormhoof vowed to seek the horn, leaving be' WHERE entry=3054;
UPDATE page_text SET text='For five days, Stormhoof struggled against the wind. As the sixth day dawned, he banished the wind from Frostblade Peak and took possession of the horn. Battered and injured, Stormhoof departed the mountain for his village.

The North Wind gathered a ho' WHERE entry=3055;
UPDATE page_text SET text='The Diary of High General Abbendis' WHERE entry=3092;
UPDATE page_text SET text='Forboding runes are carved on the side of this crate...' WHERE entry=3038;
UPDATE page_text SET text='I''ve not written in a while. It''s as much as I can do to stand upright and not get sick. The men are beginning to wonder why I keep myself holed up in my cabin most of the time. It wouldn''t be good for morale for them to see me this way.

It shouldn''t b' WHERE entry=3093;
UPDATE page_text SET text='We were attacked with no warning whatsoever! Giants in massive oared longships came out of the mist like ghosts! They were silent as the dead.

I lost a ship and all of the men on it. We fought with great courage and skill considering that we have only ' WHERE entry=3094;
UPDATE page_text SET text='I awoke this morning in the middle of making adjustments to my maps. The Light was guiding my hand, showing me exactly where we must go.

We are close!' WHERE entry=3095;
UPDATE page_text SET text='Landfall!

Exiting the rowboat upon the beach, I planted our banner and was overcome by the Holy Light, which spoke through me. Today is the Crimson Dawn - the great day that we''ve waited for. This is to be the site of New Hearthglen. We are no longer t' WHERE entry=3096;
UPDATE page_text SET text='It''s been almost a month now and construction has proceeded apace. I''ve been too busy to write. My scouts tell me that this land is full of dragons and other strange beasts. We''ll keep to ourselves until we''re ready.

In the middle of services today, th' WHERE entry=3097;
UPDATE page_text SET text='Admiral Barean Westwind showed up on my doorstep tonight! By all accounts he''d died upon these shores an age ago.

He didn''t look old enough and yet I knew that it was him. He claimed that he was the only survivor of his doomed fleet and that he''d survi' WHERE entry=3098;
UPDATE page_text SET text='The men have taken to the grand admiral with great zeal, especially High Abbot Landgren and Bishop Street. Apparently the Holy Light whispered a new blessing to the admiral in his sleep, which he passed on to Landgren. Some of the men have converted to th' WHERE entry=3099;
UPDATE page_text SET text='Something doesn''t seem right. I can''t put my finger on it, but I cannot make myself fully trust the admiral. He''s done nothing wrong. Quite the contrary! And yet, I have to trust my gut.

I will pray for understanding. The Light delivered the admiral to' WHERE entry=3100;
UPDATE page_text SET text='Another couple of months have passed. We''ve made great strides in the construction of New Hearthglen. The wall is almost complete as is the barracks. Kaleiki''s men are miracle workers.

My heart hasn''t been into writing. I''ve been avoiding putting my th' WHERE entry=3101;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>There''s been no word from any of my couriers this morning. It''s clear that none of them made it through to Hearthglen. The Plaguelands are lost. Pureblood will come with his forces and they''ll be annihilated out in the open.</P>
<BR' WHERE entry=3143;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>It was with trepidation that I gazed upon New Avalon, I suspect for the last time. Our fate lies in Northrend. I am filled with a sense of ominous foreboding for some reason. The mission ahead should shake away these concerns. I wil' WHERE entry=3144;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Two months they tell me that this journey is going to take. The other ships aren''t built for speed like the Folly. They''re carrying most of our forces and equipment, and they''re not much more than single sail freighters, but they''ll' WHERE entry=3145;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>I''ve not written in a while. It''s as much as I can do to stand upright and not get sick. The men are beginning to wonder why I keep myself holed up in my cabin most of the time. It wouldn''t be good for morale for them to see me this' WHERE entry=3146;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>We were attacked with no warning whatsoever! Giants in massive oared longships came out of the mist like ghosts! They were silent as the dead.</P>
<BR/>
<P>I lost a ship and all of the men on it. We fought with great courage and ski' WHERE entry=3147;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>I awoke this morning in the middle of making adjustments to my maps. The Light was guiding my hand, showing me exactly where we must go.</P>
<BR/>
<P>We are close!</P>
</BODY>
</HTML>
' WHERE entry=3148;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Landfall!</P>
<BR/>
<P>Exiting the rowboat upon the beach, I planted our banner and was overcome by the Holy Light, which spoke through me. Today is the Crimson Dawn - the great day that we''ve waited for. This is to be the site of N' WHERE entry=3149;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>It''s been almost a month now and construction has proceeded apace. I''ve been too busy to write. My scouts tell me that this land is full of dragons and other strange beasts. We''ll keep to ourselves until we''re ready.</P>
<BR/>
<P>In' WHERE entry=3150;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Admiral Barean Westwind showed up on my doorstep tonight! By all accounts he''d died upon these shores an age ago.</P>
<BR/>
<P>He didn''t look old enough and yet I knew that it was him. He claimed that he was the only survivor of his' WHERE entry=3151;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>The men have taken to the grand admiral with great zeal, especially High Abbot Landgren and Bishop Street. Apparently the Holy Light whispered a new blessing to the admiral in his sleep, which he passed on to Landgren. Some of the m' WHERE entry=3152;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Something doesn''t seem right. I can''t put my finger on it, but I cannot make myself fully trust the admiral. He''s done nothing wrong. Quite the contrary! And yet, I have to trust my gut.</P>
<BR/>
<P>I will pray for understanding. T' WHERE entry=3153;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>Another couple of months have passed. We''ve made great strides in the construction of New Hearthglen. The wall is almost complete as is the barracks. Kaleiki''s men are miracle workers.</P>
<BR/>
<P>My heart hasn''t been into writing.' WHERE entry=3154;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>My men report that a small group of Forsaken have broken ground on a camp along the hillside to the north. On the other side of the hill, the Alliance have apparently begun the construction of a much larger base.</P>
<BR/>
<P>The ad' WHERE entry=3155;
UPDATE page_text SET text='<HTML>
<BODY>
<P>Первая фаза строительства завершена. Адмирал Вествинд приказал моим людям основать на севере несколько укреплений. Зачем это надо – он не объяснил, сославшись на "повеление свыше".</P>
<BR/>
<P>Сегодня днем поймали четырех шпионов Отр' WHERE entry=3558;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>The first phase of construction is done. Admiral Westwind has ordered a group of my men to establish a toehold further to the north. He wouldn''t go into detail, claiming that he was being "guided" to do so.</P>
<BR/>
<P>We caught fo' WHERE entry=3156;
UPDATE page_text SET text='DRAGONBLIGHT - Prince Valanar is looking for an exceptional death knight to travel into Dragonblight, Northrend''s frozen central plain, and lead an elite cadre of soldiers in a strike against the red dragonflight.  "Your training is nearly complete," he s' WHERE entry=3171;
UPDATE page_text SET text='Alexstrasza, red dragonqueen and arguably the Scourge''s most powerful enemy in Northrend, has been seen building up her own army as of late, though it is assumed that her efforts are aimed at the rogue blue dragonflight.
' WHERE entry=3172;
UPDATE page_text SET text='The Death Knights of Acherus

Name: Jayde
Status: Alive
Comment: Bloodthirsty' WHERE entry=3175;
UPDATE page_text SET text='Name: Sixen
Status: Alive
Comment: Chatty
' WHERE entry=3176;
UPDATE page_text SET text='Name: Munch
Status: Alive
Comment: Destructive
' WHERE entry=3177;
UPDATE page_text SET text='Name: Cobalt
Status: Deceased
Comment: Fell to his death. Not much upstairs. Probably saved him a lifetime of suffering.
' WHERE entry=3178;
UPDATE page_text SET text='Name: Harmony
Status: Deceased
Comment: The name of this death knight was found in violation of common Scourge decency. Struck down by the Lich King.' WHERE entry=3179;
UPDATE page_text SET text='Name: Melt
Status: Alive*
Comment: Turned into a ghoul.' WHERE entry=3180;
UPDATE page_text SET text='Name: Milton
Status: Alive
Comment: Rambles
' WHERE entry=3181;
UPDATE page_text SET text='Name: Minitalis
Status: Alive
Comment: Sees things that do not exist.
' WHERE entry=3182;
UPDATE page_text SET text='Name: $N
Status: Alive
Comment: Needs more cowbell.

<The book goes on for hundreds of pages.>
' WHERE entry=3183;
UPDATE page_text SET text='Welcome to the Scourge. Now that you have entered your true service, you may find immense relief in your liberation from various mortal inconveniences. No bothersome sleeping to take up your time anymore, nor any great need for shelter from the elements, ' WHERE entry=3226;
UPDATE page_text SET text='However, there are a few, almost insignificant, details to being undead:$BKeep an eye on your rotting. Some is all very well to scare your foes, but an arm falling off mid-stab is just embarrassing.$BLearn to love your stench. Some say foul, we say rawrr.' WHERE entry=3227;
UPDATE page_text SET text='Heed your unintelligibility. Should you misplace your lower jaw, you may be reassigned to a position where your gurgling is not amiss. And few of those hold any prestige.$BAlcohol is simply not the same. My apologies.$BA bloodbath a day keeps the living a' WHERE entry=3228;
UPDATE page_text SET text='I warned the lot of you that the next campaign on which I spent more time cleaning my boots than kicking infants, heads would roll! Dung cleanup shifts are henceforth doubled in length and number for all geists!

--Instructor Razuvious
' WHERE entry=3239;
UPDATE page_text SET text='Behold the finest of ironies. The living ascribe unto undeath all the most sickly attributes of their own lives--hopeless servitude, savagery, stillness of the spirit. We serve! The living serve, too, though they serve kings, warlords, druids, priests, go' WHERE entry=3240;
UPDATE page_text SET text='For all the endeavours of men, there exist only endless records of tragedy, cruelty, betrayal, and selfishness. For the Scourge, there is only efficiency and totality. Serve the Lich King in life, or serve him in death. His is a way of choice whose roads ' WHERE entry=3241;
UPDATE page_text SET text='Cold in flesh, but warmed by unity. The mighty Scourge are one nation, one mind, one being. True cold dwells in the heartless gaze of the guards who turn away sickly refugees from their neighboring country in a time of war! Are not all men of one kind? Na' WHERE entry=3242;
UPDATE page_text SET text='Raise high our ideals, and bring low our foes! Fold their broken into our number until all serve the Frozen Throne!' WHERE entry=3243;
UPDATE page_text SET text='The Decree of the Scourge
Chapter 1
By Kel''Thuzad

The roots of the Scourge are sewn in the folly of all races. Our rise to power is the product of the sins of those who mean our end. The so called ''heroes'' of the land fall before us by resorting to a' WHERE entry=3269;
UPDATE page_text SET text='The Master, our Lich King, was born under this very same doctrine.

To conquer is to corrupt. To corrupt is to take what it is to be righteous and hopeful, to be living, and invert it through any means in your arsenal. The attributes of the living all h' WHERE entry=3270;
UPDATE page_text SET text='Knowing the most direct path of corruption is the pinnacle of wisdom. A simple weakening of the heart, dismemberment of vital organs, or direct disease will work for most. However the conquer of most is not the decree of the Master, but the conquer of all' WHERE entry=3271;
UPDATE page_text SET text='The Decree of the Scourge
Chapter 2

The largest misconception the living have of the Scourge is our penchant for what is considered ''evil.'' For the sake of demoralization we allow this error to perpetuate, and indeed spread it on our own. The true nat' WHERE entry=3272;
UPDATE page_text SET text='For example: What benefits do emotion and honor really hold? They serve to validate the living, to make them feel ''good.'' Now, what flaws do they hold? Emotion is directly correlated to the ignorance of logic and reason. Honor is, at most times, the sole ' WHERE entry=3273;
UPDATE page_text SET text='Moral ambiguity cannot be ''cleansed.'' Antipathy cannot be ''healed'' or ''assuaged.'' Greed cannot be ''dispelled'' and wrath cannot be ''cured.'' We choose to be the embodiment of all these things, and yet there are some still foolish enough to believe that the ' WHERE entry=3274;
UPDATE page_text SET text='The Decree of the Scourge
Chapter 3

The Scourge is infinite in potential. We are not, however, infallible by any means. Always be well aware of your limits, and the resources at your disposal. Always have an exit strategy. Sacrifice of eager minions t' WHERE entry=3275;
UPDATE page_text SET text='Another fallacy outsiders hold of the Scourge is that our power resides in the residual will of the living, that we are an advanced form of parasite, and without a host of regenerating life would simply wither away. Again we do not deny such ignorant thou' WHERE entry=3276;
UPDATE page_text SET text='It is true that we take architecture, technology, and physical prowess from assimilated cultures. This, like the so many ''evil'' acts of the Scourge, is done entirely out of pragmatism. The Scourge has neither the time nor the desire to generate a culture ' WHERE entry=3277;
UPDATE page_text SET text='The Scourge is the will of the land. All manner of life kneel to our will with an ease that yields a single conclusion: That they need us, they yearn for our salvation. There is no resilience to our practices, no immunity to our commandments. We are every' WHERE entry=3278;
UPDATE page_text SET text='Ask The Mage!

Q: My friends tell me that studying magic and becoming a mage will make me frail, weak, and unpopular with the ladies. Is it true?
-Jimmy "Insecure" Townsend' WHERE entry=3302;
UPDATE page_text SET text='A: Don''t worry, Jimmy. Your friends are referring to an unfair stereotype that started as a result of a few lazy mages with poor eating habits. It is entirely possible to maintain peak physical condition while still finding time to master manipulating the' WHERE entry=3303;
UPDATE page_text SET text='Q: My parents are not supportive of my decision to become a mage. They say that arcane magic is dangerous and leads to other "harder" magics like demonology. I do not want to sell my soul. Are they right?
-Joseph Winters

A: Your parents'' concern is un' WHERE entry=3304;
UPDATE page_text SET text='Q: I just recently started studying the arcane and so far my friends just laugh at me. All they seem to want me around for is to conjure food and drinks and teleport them around. When will people start respecting me?
-Gregory "Doormat" Adams
' WHERE entry=3305;
UPDATE page_text SET text='Some have accused mages of being an insular, self-centered group. We would like you to know that this could not be further from the truth. Mages are caring individuals whose relentless pursuit of knowledge and power is centered on your well-being! How do ' WHERE entry=3306;
UPDATE page_text SET text='Nervous at a public speaking engagement? Imagining your audience in their underwear not helping? What if you imagine them as sheep? Still nothing? We will turn your audience into sheep.

Ask your mage friend to cast a slowing charm on you and take the tim' WHERE entry=3307;
UPDATE page_text SET text='A friend of a mage never hungers or thirsts. Summoned food has no transmuted fats!

Think a frosted mug is the best way to keep your ale cool? You should see a frostbolted mug.

Studies show that most master works of literature have been written while the' WHERE entry=3308;
UPDATE page_text SET text='Have a white Winter Veil every year when mages summon blizzards for you. (Warning: standing outside during an arcane blizzard may cause slight tingling in the fingers and painful death.)

And always remember: If anything should go astray, a mage is just a' WHERE entry=3309;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver>' WHERE entry=3358;
UPDATE page_text SET text='The wondrous gift of magic can be bent to many purposes. We the learned have found that it is easiest to divide the eldritch arts into eight different categories in order to further understand the fundamentals of magic itself. Each of these categories is ' WHERE entry=3359;
UPDATE page_text SET text='All schools of magic can be combined to create formidable spells that utilize multiple sources of power. Some of these potent spells are discussed later in this series of books, but beware, combining multiple types of magic can be extremely dangerous - es' WHERE entry=3360;
UPDATE page_text SET text='By Ilustriel Greenleaf

Stop! Think about what you''re doing. Is arcane magic really right for you? 

' WHERE entry=3393;
UPDATE page_text SET text='Facts:
- Magic is a dangerous force that leads to the deaths of millions each year.
- Arcane magic is highly addictive. Once you start practicing magic, it''s almost impossible to stop.
- Learning simple arcane spells can seem innocent at first, but it''s o' WHERE entry=3394;
UPDATE page_text SET text='That''s why we''ve started the Magic Resistance Abuse Education (M.A.R.E.) program to educate people everywhere about the dangers of magic abuse. Our mission is to show the world that it''s okay to live without magic. You can find fun elsewhere, like with fl' WHERE entry=3395;
UPDATE page_text SET text='In addition, our program helps recovering magic addicts re-integrate themselves into society. In the nearly 6 days of our existence, our program has established a very strong relationship with the Priestess of Elune and the Cenarion Circle. These organiza' WHERE entry=3396;
UPDATE page_text SET text='Contemporary Azeroth is full of unique challenges that make it very difficult to maintain a safe and magic-free lifestyle. We''re here to help you find that safe, comfortable path. Dozens of people have already benefited from our lifestyle enriching magic-' WHERE entry=3397;
UPDATE page_text SET text='So You Think You Can Cast: Frequently Asked Questions from First-Time Mages:

' WHERE entry=3497;
UPDATE page_text SET text='Q: I''m having trouble casting any spells at all.  What can I do?

A: You may be suffering from dehydration.  If you''re having trouble casting a spell that you know you know, try drinking a glass of water!  Proper hydration is critical to effective spellca' WHERE entry=3502;
UPDATE page_text SET text='Q: I can''t cast fireblast!  I just cast it a couple seconds ago and now it''s not working.  Help!

A: Having trouble casting a spell?  Did you just cast it a few seconds ago?  Some spells just won''t work twice in quick succession.  Try mixing in a few diff' WHERE entry=3503;
UPDATE page_text SET text='Q: I peeked at my friend''s spellbook in the locker room, and he already has way more spells than I do!  What''s wrong with me?

A: First of all, this is COMPLETELY NORMAL.  Be sure to talk to your trainer regularly.  He or she may be able to teach you some' WHERE entry=3504;
UPDATE page_text SET text='Q: My co-workers all seem to be doing more damage than I do.  How can I catch up with them without looking like a dufus?

A: It''s not all about damage.  You can aid your group in other ways - Arcane Refreshment spells are a good example.  If that doesn''t ' WHERE entry=3505;
UPDATE page_text SET text='Archmage Antonidas, Grand Magus of the Kirin Tor

The great city of Dalaran stands once again - a testament to the tenacity and will of its greatest son.

Your sacrifices will not have been in vain, dearest friend.


With Love and Honor,

Jaina P' WHERE entry=3542;
UPDATE page_text SET text='You''ve no doubt heard the phrase "all good things must come to an end" and so it is with your life on Azeroth. It won''t be long before the world erupts into chaos as the elements reclaim their birthright.

But you don''t have to be afraid during these ha' WHERE entry=3612;
UPDATE page_text SET text='<The majority of the book''s pages are missing or soiled beyond recovery. A few of the early entries and the name ''Darius Orion'' are still legible.>
' WHERE entry=3284;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3346;
UPDATE page_text SET text='Запись 1

Судьба нанесла удар столь внезапно, что я даже не успел понять, откуда пришла беда. Земля содрогнулась под нашими ногами, и великий шпиль, возвышавшийся над Далараном со времен Второй войны, пошатнулся.

Я увидел лицо отца, исчезнувшее за ру' WHERE entry=3353;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver> ' WHERE entry=3361;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver>' WHERE entry=3366;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver> ' WHERE entry=3374;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver> ' WHERE entry=3383;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver> ' WHERE entry=3387;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3398;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3403;
UPDATE page_text SET text='Stresses on the fragile Alliance increased following the Second War due to overflowing internment camps and the taxes that were raised to support them.  The lack of a common enemy meant there was no reason to put aside the politics and petty squabbles tha' WHERE entry=3409;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3414;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3419;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3432;
UPDATE page_text SET text='It is not our intention to replace popular transportation methods such as ships, zeppelins, and flightmasters. These are cheap, practical, and safe methods of transportation. Portals, when used properly, are just as safe and certainly faster. HOWEVER, in ' WHERE entry=3443;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3454;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3461;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3469;
UPDATE page_text SET text='Докладная записка верховному магу Ансирему Руноплету' WHERE entry=3472;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3477;
UPDATE page_text SET text='Thule Ravenclaw

Though accounts vary wildly, many recent  events transpiring in Tirisfal Glades and Silverpine Forest seem to indicate that Thule Ravenclaw had willingly sided with the Scourge. The husk of Fenris Keep on Lordamere Lake may yield clues,' WHERE entry=3479;
UPDATE page_text SET text='Rheanna,

I can scarcely pass the seconds in your absence. My every waking moment yearns for your touch, your sweet, woolen caress.

Were the stars to fall from the sky, I''d catch not a one amid the brighter light burning, blinding, beyond the the inf' WHERE entry=3482;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3487;
UPDATE page_text SET text='Need TXT YTDB ' WHERE entry=3490;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3498;
UPDATE page_text SET text='- Fight fire with fire!  Just because a monster''s body is completely made of flames doesn''t mean that your fireball spell won''t work.  Give it a shot!  The results might surprise you.

- Dress for success!  Studies show that mages who pay attention to t' WHERE entry=3500;
UPDATE page_text SET text='Sorry, UDB does not know this page yet' WHERE entry=3506;
UPDATE page_text SET text='The Old Wizard''s Almanac: The Alliance

As a historically Alliance-friendly organization, one would think that the Kirin Tor might not need a guidebook outlining the Alliance races.  I feel that the opposite is true - that we can only understand the oth' WHERE entry=3512;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaer>' WHERE entry=3370;
UPDATE page_text SET text='Divination is the school of magic dedicated to gathering information. Powerful divinations can allow the mage to see targets from a great distance, or even view what may normally be invisible. One of the most common uses of divination magic is scrying, wh' WHERE entry=3371;
UPDATE page_text SET text='I''d like to take this time to remind my apprentices'' that scrying pools are not to be used for displaying students of the opposite sex on a pay per view basis. Consider this your last warning.' WHERE entry=3372;
UPDATE page_text SET text='The legendary archmage known as Medivh is perhaps the greatest known master of divination. His potent spells allowed him to peer into the world of Draenor from our home in Azeroth - and perhaps even beyond. We can only speculate at the true depths of the ' WHERE entry=3373;
UPDATE page_text SET text='<Penned by the skilled hand of Archmage Ansirem Runeweaver>' WHERE entry=3379;
UPDATE page_text SET text='Illusion is the art of deceiving reality itself. The mist of illusion can make a mage invisible or inaudible to the world or twist the image of a location into something entirely different. Illusion can be used for disguise for manipulation. Illusions exi' WHERE entry=3380;
UPDATE page_text SET text='Contrary to popular belief, illusions are far more than mere parlor tricks. The sell of invisibility is among the most integral in a battle mage''s repertoire. As you will often find yourself in dangerous situations and in need of a quick method for a stra' WHERE entry=3381;
UPDATE page_text SET text='The former archmage Jandace Barov - may her soul rest in peace - was an excellent example of a talented illusionist. In life, she developed a spell that displayed several images of her body that were nearly indistinguishable form her real form. These imag' WHERE entry=3382;
UPDATE page_text SET text='Abjuration is the study of protective magic and one of the most important schools for a young mage to study. The most generalized abjuration spell is the mana shield, a spell that transmutes raw mana into a barrier that protects the caster from attacks. P' WHERE entry=3362;
UPDATE page_text SET text='A series of elemental armor spells were invented to aid the traveling mage in the unfortunate case that he or she might be attacked. These spells require far less raw energy to cast then a mana shield and are more easily maintained over time, but lack the' WHERE entry=3363;
UPDATE page_text SET text='Practitioners of the arcane arts are often ambitious, and we frequently find ourselves in situations where magic may slip just slightly beyond our control. It is for this reason that the ward spells exist. Ward spells are quick, potent incantations to pro' WHERE entry=3364;
UPDATE page_text SET text='One of the most renowned practitioners of Abjuration magic is Prince Kael''thas Sunstrider. While the prince is quite formidable in all schools of magic, Kael''thas has created a variation of Mana Shield that is practically unsurpassed in among the resident' WHERE entry=3365;
UPDATE page_text SET text='Enchantment is the process of imbuing an object - or person - with magical power. Some enchantments are temporary, while others can offer permanent benefits. Enchanting can be difficult to learn, but it is one of the most potentially lucrative forms of ma' WHERE entry=3375;
UPDATE page_text SET text='Disenchanting is the process of dispelling or removing magic. The dispel magic spell is among the most important in a mage''s arsenal, as it can potentially reverse the catastrophic effects of a misfired spell. It is also possible to permanently disenchant' WHERE entry=3376;
UPDATE page_text SET text='While he has already previously been mentioned for his skill in abjuration, Prince Kael''thas Sunstrider is also considered one of the foremost masters of enchanting in our time. He has not only mastered the creation of potent magical weapons, but the prin' WHERE entry=3377;
UPDATE page_text SET text='Necromancy is the study of magic involving the dead. It is highly illegal and should be avoided at all costs. I discuss necromancy here only because it is our obligation to have a basic understanding of the magic employed by our enemies - and make no mist' WHERE entry=3384;
UPDATE page_text SET text='Necromantic magic has many functions beyond simply raising the dead. Masters of this tainted field of magic can conjure festering diseases, harness the shadows into bolts of incendiary energy, and chill the living with the power of death. Necromancy can a' WHERE entry=3385;
UPDATE page_text SET text='The former archmage Kel''Thuzad is perhaps the most notable example of a modern necromancer. He greatly contributed to the initial spread of the Scourge and the fall of Lordaeron. Now, Kel''Thuzad reigns as a lich from the floating citadel of Naxxramas. His' WHERE entry=3386;
UPDATE page_text SET text='The ninth and final school of magic is transmutation. It is among the most popular and useful of all of the schools, allowing a mage to manipulate time and space. Perhaps the most iconic Transmutation spell is Polymorph, which allows a mage to turn someth' WHERE entry=3388;
UPDATE page_text SET text='The second most famous use for transmutation magic is teleportation. The most basic teleportation spell is blink, and it remains among the most useful. Blink can be used to quickly escape a foe - or save a mage who has accidentally fallen off a cliff. Do ' WHERE entry=3389;
UPDATE page_text SET text='Make absolutely certain you know your destination before attempting to teleport. There''s a reason we have very specific spells to teleport to certain locations - attempts to cast a teleportation ''on the fly'' often result in one very dead mage inside a wal' WHERE entry=3390;
UPDATE page_text SET text='Spells that manipulate time also fall into this category. The ever-popular slow fall spell is an excellent alternative to falling to your death (and much more reliable than Blink at this function). More advanced practitioners of the arcane arts can also l' WHERE entry=3391;
UPDATE page_text SET text='Lady Jaina Proudmoore is a skilled practitioner of transmutation magic. She has developed a powerful variation of the popular mass-teleport spell that is capable of moving a significant percentage of her army with minimal effort. This spell helps make her' WHERE entry=3392;
UPDATE page_text SET text='Human - As adaptable a race as you will ever find, humans can be some of the most highly skilled magic-users.  Any list of the most powerful mages in history will be dominated by humans.  Perhaps most tellingly, the Old Wizard himself is a human.

Dwarf' WHERE entry=3513;
UPDATE page_text SET text='Gnome - Gnomes are remarkably adept arcanists.  Pound for pound, they are some of the most potent casters the world has ever known, and have always had a presence in the Kirin Tor.

Night Elf - While night elves tend to avoid arcane energy like it was t' WHERE entry=3514;
UPDATE page_text SET text='Draenei - This ancient race has brought the Alliance both powerful wizards and masterful wielders of the Light.  More recently, the Draenei have adopted shamanism after their arrival in Kalimdor.

High Elf - The magic of the high elves is extremely powe' WHERE entry=3515;
UPDATE page_text SET text='The Old Wizard''s Almanac: The Horde

Up until the last few years, most of my information on the Horde has been anecdotal, or inferred from my few experiences in battle against them.  However, as the Kirin Tor has recently adopted a more neutral stance i' WHERE entry=3516;
UPDATE page_text SET text='Orc - Despite their obvious physical strength, they display a decent magical ability.  Orcs tend to make poor arcanists, but culturally have a heritage of peaceful shamanism, combined with a more recent focus on the darker magic of warlocks and necromancy' WHERE entry=3517;
UPDATE page_text SET text='Troll - A surprising affinity for the magic arts belies the trolls'' barbaric reputation and history.  My Zul''tour - an expedition into the troll empires of Zul''Aman, Zul''Farrak, and Zul''Drak - has revealed a startling variety in troll casters, ranging fro' WHERE entry=3518;
UPDATE page_text SET text='Blood Elf - A history of prolonged exposure to magical energy has left an indelible mark on the Blood Elves.  These lithe, magic-addicted creatures seem to fare well in any magical school they study.  Most recently, the blood elves have taken up the path ' WHERE entry=3519;
UPDATE page_text SET text='The Old Wizard''s Almanac: Other Arcanist-Friendly Races

Magic is not limited simply to the races of the Horde and the Alliance.  Many of the creatures that make Azeroth their home are capable of thaumaturgical pursuits. - O.W.
' WHERE entry=3520;
UPDATE page_text SET text='Naga - While males are more suited for melee combat, female naga are incredible sorcerers, commanding the power of water and ice at their fingertips.  It should be noted that their ancient queen Azshara was reputedly one of the most powerful magic-users i' WHERE entry=3521;
UPDATE page_text SET text='Ogre - Most of these expatriates from Draenor focus on the path of the warrior or the ranger, but a small percentage choose a life of sorcery as ogre-magi.  Cho''gall, one of the first ogre-magi, was an immensely powerful sorcerer (in addition to simply be' WHERE entry=3522;
UPDATE page_text SET text='Blue Dragons - The ancient children of Malygos are among the foremost experts on arcane magic. Some, such as the adventurous Kalecgos, are friendly to the mortal wizard and potentially could make excellent research partners. Unfortunately, recent rumors f' WHERE entry=3523;
UPDATE page_text SET text='The Old Wizard''s Almanac: The Shamanic Races

My travels have introduced me to numerous societies across Azeroth, many of whom practice shamanism.  Many of these peoples live off the land, shunning advanced society for a more nature-centric existence. -' WHERE entry=3524;
UPDATE page_text SET text='Quilboar - The few quilboar that remain in Kalimdor are known to practice geomancy, a crude form of shamanism.  Some plagued quilboar practice this form of magic even in undeath.

Gnoll - Gnolls are a strange race.  I once managed to gain the favor of a' WHERE entry=3525;
UPDATE page_text SET text='Centaur - Centaur females tend to use a dark, perverted form of shamanism.  Magic use among centaur males, on the other hand, is quite rare.

Wolvar - This wolverine-like group may appear primitive upon first glance.  However, their tribal leaders are o' WHERE entry=3526;
UPDATE page_text SET text='Oracles - Though they are the sworn enemies of the wolvar, the oracles seem to have a nearly identical social system.  Grunt work is done by warriors, but their cultural leaders are nearly always great shamanic practitioners.

Furbolg - These days, it s' WHERE entry=3527;
UPDATE page_text SET text='The Old Wizard''s Almanac: Peoples of the Land

Shamanism isn''t the only nature-centric magic.  Many of Azeroth''s simpler races perform spells that stem from the the earth''s energies, but which cannot be called shamanism.  Whether their magic powers come' WHERE entry=3528;
UPDATE page_text SET text='Tuskarr - The walrus-men practice a form of magic that, on its surface, is astonishingly similar to shamanism.  Our scholars have not yet deciphered the source of the tuskarr''s magic.

Kobold - These simple creatures are only capable of simple earth mag' WHERE entry=3529;
UPDATE page_text SET text='Wildkin - These feathered creatures go by many names - moonkin, owlbear, and owlkin, to name a few.  These gentle giants possess a natural, druidic energy similar to that of the night elves.

Harpy - The cackling bird-women are capable of powerful eleme' WHERE entry=3530;
UPDATE page_text SET text='Murloc - For many years these enigmatic creatures appeared to be capable of only the most basic magic.  Do not be deceived by their unintelligent fae.  The fish-men are fully capable of casting potent earth and water spells, and their numbers on land incr' WHERE entry=3531;
UPDATE page_text SET text='The Old Wizard''s Almanac: Non-Magical Creatures

Magic isn''t for everyone.  The non-intelligent beasts of the world have survived for millennia on their wits alone, as have several of the simpler races.  Some races, while socially advanced, simply prefe' WHERE entry=3532;
UPDATE page_text SET text='Goblin - Goblins tend to be distrustful of magic, preferring to focus mainly on technological ventures.  Unlike their gnomish counterparts, they lack the capacity to understand and appreciate the arcane.  That being said, there are some that have combined' WHERE entry=3533;
UPDATE page_text SET text='Magnataur - The enormous magnataur have little to no magical affinity.  Magnataur casters are very rare, and tend to be follow a shamanic route if they practice magic at all.  I can tell you first-hand, however, that they won''t go down without a fight, an' WHERE entry=3534;
UPDATE page_text SET text='The voice whispered, "Come to me." From the very beginning I knew that it was the Holy Light speaking to me in dreams. At last! After all of my years of prayers and good deeds, the cleansing of the blight of the unliving from the face of Azeroth. After al' WHERE entry=3122;
UPDATE page_text SET text='It happened again. "Come to me...", the Light commanded.

This time I woke up freezing, but it wasn''t cold in my chambers. I''m going to redouble my efforts! I''ll tell the high abbot tomorrow that I want prayers increased. No more half-measures!

The H' WHERE entry=3123;
UPDATE page_text SET text='This time I was awake! It was very vivid, and yet for over a minute, in the middle of the warm, sunny day, my breath came out misted and chill. One of the priests noticed and dropped to his knees in prayer.

No one else heard the voice, though. At least' WHERE entry=3124;
UPDATE page_text SET text='The commander and the bishop were both receptive. Not that they had any choice. Bishop Street in particular seemed very enthusiastic. He spoke of a new crusade and swore to ferret out the weak of faith within our ranks.

I told him to go easy. We''re not' WHERE entry=3125;
UPDATE page_text SET text='Our prayers have been answered. The high abbot was particularly moved by the force of the Light''s voice, its clarity, and sense of purpose.

Those of us going north - the most faithful - shall be known as the Scarlet Onslaught.

And an onslaught upon ' WHERE entry=3126;
UPDATE page_text SET text='<HTML>
<BODY>
<BR/>
<P>It is with trepidation that I gaze upon New Avalon, I somehow suspect for the last time. The fate of our cause lies in Northrend. I am filled with a sense of ominous foreboding for some reason. The mission ahead should shake away' WHERE entry=3129;
UPDATE page_text SET text='Conjuration is the study of summoning - both creatures and objects. Ever really, really wanted a fresh drink of spring water when you''re in the middle of nowhere? Conjuration, my friend, is the answer. There is nothing more enjoyable for a mage than creat' WHERE entry=3367;
UPDATE page_text SET text='More formidable specialists in conjuration can summon several glasses of water at once, or perhaps even a tankard. A few daring wizards have occasionally attempted to summon water without remembering the glass - and thus, the art of summoning water elemen' WHERE entry=3368;
UPDATE page_text SET text='There are several wizards who have chosen to follow the refreshing path of conjuration. Captain Balinda Stonehearth is a fine example of a mage who has chosen to adapt conjuration magic for battle. Perhaps the most famous conjuror of our time, however, wa' WHERE entry=3369;
UPDATE page_text SET text='Leafing through the book''s crumbling pages reveals nothing more than descriptions of life on the Valgan farm. The changing of seasons, planting and harvesting of crops are noted, along with the births and deaths of children.$B$BThe entries end abruptly wi' WHERE entry=3545;
UPDATE page_text SET text='<It appears Archavon has been keeping a journal. It appears to be written in multiple languages.>

Day 3613785:

Archavon stop journal. Instead, watch puny little men fight. When they finish, Archavon wake up and see who touch orb fastest. Winners so far:' WHERE entry=3547;
UPDATE page_text SET text='Day 3613725:

The little people come to Wintergrasp from across the ocean. Fight many times everyday. Archavon watch. 

Day 2145617:

Large quakes outside. Little people seem to be busy. Archavon stay in home.

Day 1051213:

Archavon wake up, notice face ' WHERE entry=3548;
UPDATE page_text SET text='Day 900500:

Been very boring outside. Archavon go to sleep. Some noises outside, it get cold. 

Day 10500: 

Archavon think journal boring. Take break.

Day 10:

The makers left. Archavon left here to watch.
' WHERE entry=3549;
UPDATE page_text SET text='Doctor Kohler,$B$BThe Black Knight has not yet served his purpose. Retrieve his remains from the tournament grounds and use your arts to return him to life. We will use the strength of the crusaders and their followers against them.$B$BTake prisoners and ' WHERE entry=3569;
UPDATE page_text SET text='Why all the trouble? First, Ley Lines don''t grow on trees. Massive traffic through a Line from all over Azeroth wears down the infrastructure and must be periodically replaced. We charge the mage for every portal via reagent taxes, and encourage mages to ' WHERE entry=3444;
UPDATE page_text SET text='Remember that a portal most used is a portal most efficient: More persons using a single portal causes no further stress to the Ley Lines, and is encouraged. A "Portalpooling" program is in the works that will give tax breaks to mages who create portals f' WHERE entry=3445;
UPDATE page_text SET text='Second, while a properly used portal is just as safe as your average zeppelin trip (maybe more so considering the engineering practices of goblins), an improperly used portal can potentially yield dire results. Here is a list of immutable regulations for ' WHERE entry=3446;
UPDATE page_text SET text='Rule #1: Do not create a portal to anywhere but the designated Kirin Tor portal drop-off zones. The most dangerous aspect of the portal spell is its vast potential. We realize it''s easy for a mage to create a door to anywhere, so our only way to combat su' WHERE entry=3447;
UPDATE page_text SET text='Rule #2: Create a portal in the proper place, and use it in the proper way. Do not create a portal beneath the feet of someone. Do not linger halfway in and out of a portal. The portal is not a garbage disposal. The portal is not a shield. Do not use a po' WHERE entry=3448;
UPDATE page_text SET text='Do not back out of a portal after partially entering it. Do not try and "grab" the edges of the portal, either from the inside or the outside. A portal does not create "handlebars" to assist usage, and disruption of its boundaries is dangerous. 
' WHERE entry=3449;
UPDATE page_text SET text='Rule #3: Never force or trick anyone to go through a portal. Not only is this is a great way to lose repeat customers, it''s also incredibly dangerous (See Rule #2). 
' WHERE entry=3450;
UPDATE page_text SET text='Rule #4: Do not have someone who is polymorphed enter a portal. This has yet to not cause an explosion. This is also covered in "Polymorphic Rules & Regulations."
' WHERE entry=3451;
UPDATE page_text SET text='Rule #5: Do not remove the liquid filter from a portal spell. Portals innately prevent large amounts of flowing water through them so that they can be cast underwater. To allow for water elementals to use a portal, this filter can be omitted when casting.' WHERE entry=3452;
UPDATE page_text SET text='Rule #6: Standard Portal dimensions are 3 yards, 1 foot, 3 and 3/4 inches tall, 2 yards, 8 feet, 9 and 15/16 inches wide. Double-wide portal creation requires Special Issue License G-16, and is commonly issued to mages with a clean portal record of 8 year' WHERE entry=3453;
UPDATE page_text SET text='<HTML>
<BODY>
<H1 align="center">WANTED: HEMET NESINGWARY</H1>
<H1 align="center">FOR CRIMES AGAINST NATURE!</H1>
<BR/>
<IMG src="Interface\Pictures\obj_nesingwary_256" align="center"/>
<BR/>
<BR/>
<BR/>
<BR/>
<BR/>
<BR/>
<BR/>
<BR/>
<BR/>
<H1 align="cent' WHERE entry=3057;
UPDATE page_text SET text='Skor''zad nervously peered around the corner of the column.  As he had planned, he saw her floating there, alone in her chamber.  Had he made the right decision, visiting the banshee''s private chamber so late at night?  The necromancers would surely put hi' WHERE entry=3157;
UPDATE page_text SET text='What few doubts the zombie had were quickly tossed aside once he caught a full glimpse of her beauty.  Her distinctly elven features - a reminder of her form in a past life - were now only enhanced by the oozing wounds and scabs that dotted her face.  Pur' WHERE entry=3158;
UPDATE page_text SET text='Item 1 out of 2.' WHERE entry=3159;
UPDATE page_text SET text='Item 2 out of 2.' WHERE entry=3160;
UPDATE page_text SET text='"Skor''zad," she said.  "I''ve been waiting for you.  You fought well today."  The banshee glanced coyly over her rotting right shoulder, allowing her wrappings to loosen ever so slightly.  "It''s time you... collected your reward."' WHERE entry=3161;
UPDATE page_text SET text='<The next few pages seems to be stuck together.>' WHERE entry=3162;
UPDATE page_text SET text='Tartek the Enraged.  One of the most powerful abominations the Scourge has ever created.  Assembled by lich Amnennar the Coldbringer to assist in setting up a base at Razorfen Downs.  Tartek single-handedly felled more than 1200 quilboar before finally be' WHERE entry=3163;
UPDATE page_text SET text='Obrahiim, the Traveler.  Brilliant architect, pivotal in the conception of Naxxramas, and mastermind behind the creation of Acherus.  Quickly rose up the ranks from lowly skeletal peon to one of Kel''Thuzad''s most trusted advisors.

Always the scholar, O' WHERE entry=3164;
UPDATE page_text SET text='Diodor the Damned.  Human necromancer, one of the first members of the Cult of the Damned, and decorated hero of the First War.  Successfully led a contingent of Scourge to victory during the First and Second Summertide Assaults upon Scarlet Monastery.  K' WHERE entry=3165;
UPDATE page_text SET text='Kirkessen the Zealous.  Powerful lich who reported directly to the Lich King himself.  A decorated veteran of countless battles, Kirkessen designed and led the Siege of the Sanguine, one of the largest organized assaults on Light''s Hope Chapel.  Despite o' WHERE entry=3166;
UPDATE page_text SET text='WESTERN NORTHREND - Reports from the Aerial Surveillance Squadron in Icecrown Glacier show that communication with the lich-lord, Chillwinter, has been cut sharply cut off.  `Chillwinter was last seen piloting the necropolis, Talramas, over Borean Tundra ' WHERE entry=3167;
UPDATE page_text SET text='DEATH''S BREACH, EASTERN KINGDOMS - Instructor Razuvious spoke out earlier this week, reiterating his policy on mutiny and insubordination.  `Any death knight who dares desert the Scourge will meet a fate far worse than death.  Their suffering shall see no' WHERE entry=3169;
UPDATE page_text SET text='UNDERCITY - Our sources inside the Undercity report that the Horde is mobilizing to stage an assault on Northrend. "The Horde''s troops, most of whom are returning from deployment in Outland, are now gathering and preparing to strike at Icecrown."
' WHERE entry=3173;
UPDATE page_text SET text='Furthermore, covert agents report that the Forsaken''s Royal Apothecary Society has ramped up activity lately.  "While nothing is confirmed at this point, rumors fly that the Society has had a breakthrough in their plague research.  Again, this is only hea' WHERE entry=3174;
UPDATE page_text SET text='The Death Knights of Acherus$B$BName: Jayde$BStatus: Alive$BComment: Unstoppable.' WHERE entry=3184;
UPDATE page_text SET text='Name: Sixen$BStatus: Deceased$BComment: Died with his mouth open.' WHERE entry=3185;
UPDATE page_text SET text='Name: Munch$BStatus: Alive$BComment: Angry. Hateful. Will do well.' WHERE entry=3186;
UPDATE page_text SET text='Name: Cobalt$BStatus: Deceased$BComment: Fell to his death. Not much upstairs. Probably saved him a lifetime of suffering.' WHERE entry=3187;
UPDATE page_text SET text='Name: Harmony$BStatus: Deceased$BComment: The name of this death knight was found in violation of common Scourge decency. Struck down by the Lich King.' WHERE entry=3188;
UPDATE page_text SET text='Name: Melt$BStatus: Deceased$BComment: Turned into a ghoul. Killed by a Scarlet peasant.' WHERE entry=3189;
UPDATE page_text SET text='Item 1 out of 4.' WHERE entry=3190;
UPDATE page_text SET text='Item 2 out of 4.' WHERE entry=3191;
UPDATE page_text SET text='Item 3 out of 4.' WHERE entry=3192;
UPDATE page_text SET text='Item 2 out of 4.' WHERE entry=3213;
UPDATE page_text SET text='Spokes of unholy light emanated from the center of the frozen bones, cracking through the snow and ice until at last the immense remains were fully exposed. With a gesture from Grand Necrolord Antiok, the bones shuddered and lurched above the ground, rota' WHERE entry=3214;
UPDATE page_text SET text='Item 4 out of 4.' WHERE entry=3215;
UPDATE page_text SET text='The Grand Necrlord came forward, and spoke. "The Lich King has seen fit to raise you to serve the Scourge. You will be our loftiest instrument of death, raining torment upon the villages of our enemies, feasting upon the living, and bearing our finest dea' WHERE entry=3216;
UPDATE page_text SET text='The frost wyrm regarded them and dipped its head slightly in accord. The conversion was complete. Rearing back, it flared its wings like a fan of knives across the sky.
' WHERE entry=3217;
UPDATE page_text SET text='It has reached my attention that some new death knights may be troubled by memories of their former lives. I entreat these restless minds to brood no longer, as no one can be filled with more loathing of his previous errors than I. Yet in the Scourge I ha' WHERE entry=3218;
UPDATE page_text SET text='In my ignorance, I was once a paladin pledged to the hateful Light. Blinded with lies about hope, I left my wife and two young daughters at home whilst I scouted for Scourge presence in our area. Our petty band searched the woods for weeks, but every trai' WHERE entry=3219;
UPDATE page_text SET text='Ascending the final hill revealed a terrifying vista. The village lay burnt and deformed. I ran to our house. A makeshift bolt had been nailed across the outside of the door. Too distressed to wonder at this, I burst in to find the remains of my family pr' WHERE entry=3220;
UPDATE page_text SET text='I later learned that in our absence, rumors had flown that a plaguebearer was hiding around the village. The Scarlet Crusade had seen to it that every last inhabitant was rounded up and burned alive. Unthinkable though their cruelty was, I found that the ' WHERE entry=3221;
UPDATE page_text SET text='Eventually, I was made to reassemble with the rest of my party. I sensed my own despondence and fury in some of the others, but the leaders ordered us to continue to the nearest remaining waypost. Not long after nightfall, we heard the ominous cackling of' WHERE entry=3222;
UPDATE page_text SET text='Mechanically, I slew them. But for each of the fallen, two more crawled forth from the hills. We were caught in the same tide of Scourge we had been hunting, only now we were broken and unprepared. My allies were succumbing to wounds and exhaustion. There' WHERE entry=3223;
UPDATE page_text SET text='As the blows came, I remembered playing in these woods with my daughters. It filled me with hatred. Why must such memories exist? They were an illusion, serving only to distract me from the reality of pain and dissolution. My daughters were dead and the f' WHERE entry=3224;
UPDATE page_text SET text='Then and there, I swore allegiance to the Lich King, the herald of victory in our age. He purged me of the hateful human sensations that had tormented me. I was reborn as a death knight. There is no force to which my brethren and I will fall. There are no' WHERE entry=3225;
UPDATE page_text SET text='Item 2 out of 2.' WHERE entry=3244;
UPDATE page_text SET text='Things within the Scholomance are far more rustic than I''d expected. Piles of research materials are strewn in awkward piles, some sealed together with wax dripped from the odd untended candle. Constructs, spirits, and demons roam the halls untended. I mu' WHERE entry=3245;
UPDATE page_text SET text='Today a troupe of brigands broke into the school and began slashing their way through to the crypts. As they cut down a study group in the foyer, the nearby students continued their practices, oblivious! The forces within that hall would overwhelm a small' WHERE entry=3246;
UPDATE page_text SET text='As I read with Darkmaster Gandling today, invaders broke through the viewing room doors and reached the crypts! The crazy sod hid behind a bookcase, giggling, as he watched them slay each of the school''s administrators within the crypts! Then, he burst fo' WHERE entry=3247;
UPDATE page_text SET text='Today I became a Thuzadin Necromancer within Stratholme! I rather wonder why no-one puts out the fires, and I was mortified to learn of the nonsensical system of ziggurrats linked to the slaughterhouse gates. If we need to keep people away from the slaugh' WHERE entry=3248;
UPDATE page_text SET text='I''m beginning to learn why things are backwards around here. This arrogant sod on a rotten horse strolls by and proclaims himself "Baron" Rivendare of Stratholme. The man has clearly mistaken the scourge for a petting zoo, as he spends half of every after' WHERE entry=3249;
UPDATE page_text SET text='Item 1 out of 2.' WHERE entry=3250;
UPDATE page_text SET text='Item 2 out of 2.' WHERE entry=3251;
UPDATE page_text SET text='I went to work within a war factory of the mighty Scourge today! Naxxramas bristles with activity. I was saddened to learn that they were using more foolish puzzle mechanisms to power mission-critical teleport devices, but otherwise it seemed to be a tigh' WHERE entry=3252;
UPDATE page_text SET text='Item 1 out of 1.' WHERE entry=3253;
UPDATE page_text SET text='Item 1 out of 2.' WHERE entry=3254;
UPDATE page_text SET text='Item 2 out of 2.' WHERE entry=3255;
UPDATE page_text SET text='After repeated failures at serving within the Scourge, I found that I held myself to much higher standards than even those within the upper echelons of the organization. Given the inherent inflexibility of social power structures, it is difficult to balan' WHERE entry=3256;
UPDATE page_text SET text='It is fortunate, then, that this organization offers low-skill employment opportunities for disaffected individuals or those inconvienced by some malady (such as, in my case, death).' WHERE entry=3257;
UPDATE page_text SET text='I have come to embrace one truth. The arrival of death is cold and unfulfilling, and gives no answers. I am freed of earthly obligation, but I feel no relief for I feel no heart. I simply am. I may only hope to fall again before the blazing wrath of a nob' WHERE entry=3258;
UPDATE page_text SET text='The necropolis has been called back to Icecrown. We have taken on supplies and personnel, and the city is alive once again! I am different. I feel whole. I feel alive. I feel His perfect will directing me. I know exactly where I will stand, and when the w' WHERE entry=3259;
UPDATE page_text SET text='День 214586:
Зеленые привели какой-то другой народец, потом показали друг на друга, и вдруг все начали драться!

Спасаю свою шкуру, присматриваю только за коридором, ну и еще утащил у этих немного погремушек, с ними будет не скучно.
        -АРКАВОН
' WHERE entry=3602;
UPDATE page_text SET text='День 214701:
Братцы вернулись! Они, оказывается, спали в закрытых коридорах!

Я немножко зол, что они бросили меня одного присматривать за всем, но все равно отдал им немного блестящих погремушек, потому что я устал быть один и еще набегают постоянно.' WHERE entry=3603;
UPDATE page_text SET text='- Friendly fire!  Don''t doubt yourself - go ahead and cast that spell!  It''s OK if you miss;
 your arcane missiles probably won''t hit your friends.

- Get a job!  A great way to build your skill is to ask people if they need any help with anything.  You''' WHERE entry=3501;
UPDATE page_text SET text='Dedicated to those that fell to the Scourge during the war in the frozen wastes.' WHERE entry=3605;
UPDATE page_text SET text='You must meet with Magister Hathorel inside The Filthy Animal. He will entrust you with a book that is beyond value. Be discreet in your movements and guard this book with your life. Deliver it to Myralion Sunblaze at Quel''Delar''s rest with all haste.' WHERE entry=3598;
UPDATE page_text SET text='Rare indeed are the ''prismatic'' blades forged by the combined will of the five dragonflights. Among the greatest of these blades were the sister swords of Quel''Serrar and Quel''Delar.$B$BIn her wisdom, the dragon queen Alexstrasza gifted one of the blades ' WHERE entry=3596;
UPDATE page_text SET text='You must meet with Arcanist Tybalin on the top floor of the Silver Enclave. He will entrust you with a book that is beyond value. Be discreet in your movements and guard this book with your life. Carry it back to Caladis Brightspear at Quel''Delar''s rest w' WHERE entry=3597;
UPDATE page_text SET text='In addition to this, a plague had developed in the north.  Having investigated the matter, Antonidas discovered that Kel''Thuzad, a member of the Kirin Tor, had been practicing necromancy, and suspected that the plague of the north was magical in nature.  ' WHERE entry=3410;
UPDATE page_text SET text='Fearful of the backlash it would create, King Terenas failed to listen to their pleas.  It was in this climate that a prophet came to the now elderly Archmage.  He warned of the plague, telling Antonidas that Azeroth was lost.  The prophet advised Antonid' WHERE entry=3411;
UPDATE page_text SET text='But Antonidas was now in his seventies.  He was wise, but also increasingly cautious and stubborn.  Even though his apprentice, Lady Jaina Proudmore, sensed the prophet''s great power and suggested heeding his words, Antonidas dismissed the prophet''s words' WHERE entry=3412;
UPDATE page_text SET text='The archmage decided instead to continue his efforts to investigate the plague in the north from the safety of his city. See: "The Journal of Archmage Antonidas" for his research on the plague.  Ultimately, he sent Jaina to investigate the matter.  She wa' WHERE entry=3413;
UPDATE page_text SET text='Rule #1: Never blink into space occupied by anyone else. Blink, as it has been taught, replaces the air and water from the casters target position, to the casters starting position. The spells success and widespread use is based on its simple elegance: Th' WHERE entry=3462;
UPDATE page_text SET text='The spell is elegant enough to recognize and avoid people most of the time. Immense Kirin Tor resources are being spent to perfect an already nearly flawless spell, but be warned that deliberate blinking into others may result in one of three outcomes: Th' WHERE entry=3463;
UPDATE page_text SET text='Rule #2: Look where you''re going! After a staggering number of incidences that were the product of people violating Rule #1, the Kirin Tor has moved this rule up from its previous position at #8 to here. We understand that accidents happen, but some accid' WHERE entry=3464;
UPDATE page_text SET text='Rule #3: Don''t blink to anywhere you can''t see. This is a variation of Rule #2 that deserves special mention, due to the fact that this rule is the one most commonly broken on purpose. Like Rule #2, we have gotten increasing reports of mages meeting tragi' WHERE entry=3465;
UPDATE page_text SET text='Solid matter is connected to itself rigidly enough to, well, make it solid. Unlike air and water, which can be easily separated and swapped, the bonds of solids WILL translate onto the caster. The Kirin Tor feels obligated to list all documented Small Cla' WHERE entry=3466;
UPDATE page_text SET text='10012-c: "Removal of bar stool from hip of Squibly Ratchetdibble via fire. Collateral burns minimal."

19798-g: "Removal of (3) mithril support rods from head of Jenus Killian via corrosive brew. Thanks to RAS for donation of mentioned brew. Side-effect' WHERE entry=3467;
UPDATE page_text SET text='16616-x: "Removal of Harland Wilson from statue of General Turalyon via magma, shipped from Ironforge. Collateral damage moderate. Mr. Wilson was unharmed, but nearby school children witnessed the General being melted to retrieve him, and were consequentl' WHERE entry=3468;
UPDATE page_text SET text='Rheanna,

The crescent moon wanes, and my fingertips bristle with anticipation at the thought of the new moon, its inky void stretching the breadth of the night sky to hide our sinful pleasures.

I am breathless, airless, gasping for the breath I brea' WHERE entry=3483;
UPDATE page_text SET text='Rheanna,

The eve has come, and the cold night air''s my only companion. The stiff branches stand stolid watch o''er the grove where we kept council, their bony fingers slapping me for a fool as I forage for thee amid the foliage.

I ache for thee where' WHERE entry=3484;
UPDATE page_text SET text='Rheanna,

Imagine my surprise at the postman''s refusal to take my letter to thee! Surely, this is a mistake? Mine eyes scour over the meticulous copies I''ve made of each of my past letters, but I can find no cause for errant worry. I shall deliver this ' WHERE entry=3485;
UPDATE page_text SET text='Good Sir;


Lady Rheanna has demanded explicitly that no communication on your part should reach her under any circumstances. You are hereby ordered to refrain from such.

Milady also wishes me, briefly, to inform you that the incident involving your u' WHERE entry=3486;
UPDATE page_text SET text='Я прошу вас не толковать превратно мою попытку пролить свет на эту ситуацию, но господин Арголи более не является студентом нашего учебного заведения. Недавно верховный маг Атаерик ускорил подготовку своих учеников, в результате чего я получил целый курс ' WHERE entry=3473;
UPDATE page_text SET text='Известно, что из трав Альтерка получается отличная ароматическая добавка к чаю. Я отправил этого юношу за стены парящего города, чтобы тот собрал мне немного свежих растений, и совершенно не обратил внимания его затянувшееся отсутствие, ибо был занят ремо' WHERE entry=3474;
UPDATE page_text SET text='Сейчас я вспоминаю глупую ухмылку Арголи при получении данного задания, и понимаю, что совершил ошибку, отправив его с этим поручением. Тайна исчезновения студента была раскрыта сегодня утром, когда я отправил вниз моего посыльного за важной запиской, кот' WHERE entry=3475;
UPDATE page_text SET text='Когда же я нашел сложенный пучок сквернопли среди его одеяний, у меня отпали последние сомнения в том, что несчастный сам повинен в своей гибели. Очевидно, он буквально воспринял мой призыв "раздобыть немного травы" и пожевал немного сквернопли перед тем,' WHERE entry=3476;
UPDATE page_text SET text='Entry 42)  Ley-line excavations continue, with pleasant results.  We were surprised to find several similarities in the ley-line structures between Azeroth and Draenor, possibly indicating a similar genesis?
My close associate Naberius reports that the L' WHERE entry=3507;
UPDATE page_text SET text='Entry 205) Most of the Alliance forces have left for Azeroth.  Hopefully the carefully-compiled reports that we sent with General Turalyon will make it back to Dalaran safely.
Ner''zhul''s reckless portals have torn Farahlon apart, its green hills now quic' WHERE entry=3508;
UPDATE page_text SET text='Entry 1363) Year 14, and Kirin''Var still stands.  We gather daily for a feast conjured by Luminrath, and Dathric''s steely mageblade has managed to protect the village from intruders.  The destruction of Draenor has proven to be a mixed blessing as the mag' WHERE entry=3509;
UPDATE page_text SET text='Entry 1969)  
<This page is hastily scribbled, in stark contrast to the perfect calligraphy of the earlier entries.>

We''ve been attacked... Kael''thas'' army... thousands of them!!
Floating ships... far larger than any zeppelin I''ve seen... strong, for' WHERE entry=3510;
UPDATE page_text SET text='Entry 1970)  Kael''s forces took us completely by surprise, and have trapped me in Kirin''Var''s tower.  An arcane golem guards the door below, programmed to aggrieve.  I can study all the books I want, but I can never leave!
Though Kael''s magic prevents me' WHERE entry=3511;
UPDATE page_text SET text='My men report that a small group of Forsaken have broken ground on a camp along the hillside to the north. On the other side of the hill, the Alliance have apparently begun the construction of a much larger base.

The admiral says that we should leave t' WHERE entry=3102;
UPDATE page_text SET text='Жил-был однажды маленький зайчик. Его звали Пушок.' WHERE entry=3420;
UPDATE page_text SET text='Целый день он ел цветы. "Цветы очень вкусные!" – говорил он своему другу."' WHERE entry=3421;
UPDATE page_text SET text='Его друга звали Волчок. Волчок был воргом.' WHERE entry=3422;
UPDATE page_text SET text='Волчок любил смотреть на то, как Пушок ест цветы.' WHERE entry=3423;
UPDATE page_text SET text='Однажды, когда Пушок жевал какую-то аппетитную траву, Волчок схватил его и проглотил.' WHERE entry=3424;
UPDATE page_text SET text='"Пушок очень вкусный!" – воскликнул Волчок.' WHERE entry=3425;
UPDATE page_text SET text='Мораль: не дружи с воргами.' WHERE entry=3426;
UPDATE page_text SET text='Soon they were at Antonidas'' doorstep, looking to destroy Dalaran and take the Book of Medivh, with which they planned to summon the demon Archimonde.  $B$BAntonidas stood before Arthas and his undead army, refusing to give up the book or the city.  Using' WHERE entry=3415;
UPDATE page_text SET text='Sadly, this was not enough, and Arthas found a way to dispel the enchantment.  He marched straight into Dalaran and murdered Antonidas in cold blood.  Kel''Thuzad and Arthas entered the Violet Citadel, took the Book of Medivh, and summoned Archimonde.  $B$' WHERE entry=3416;
UPDATE page_text SET text='[Epilogue]$B$BHaving fallen in battle defending the only home he knew, Antonidas'' legacy continues to be an example for those who live on. His accomplishments, valor, and memory are a testament to the survival of the old world and its new legacy. In this ' WHERE entry=3417;
UPDATE page_text SET text='Dec. 2 of the Year 20

The cold this year has been particularly cruel. I find that no matter how many layers I wear under my robes, the frost cuts deep into my bones. The masters say that it will pass but I have trouble believing that at times.
' WHERE entry=3285;
UPDATE page_text SET text='A small group of workers from an outlying farm near Andorhal were brought in this morning and taken to the infirmary within the Violet Citadel. I do not know much about what ails them but I overheard one of them complaining about weakness and nausea. I ho' WHERE entry=3286;
UPDATE page_text SET text='2 hours later

What luck! One of the masters informed me that I will be working with the men who were brought in from Andorhal earlier. I intend to make good use of this opportunity to show how far I have come in my studies.
' WHERE entry=3287;
UPDATE page_text SET text='6 hours later

This is not turning out to be quite as glorious as I had planned. The farmers'' conditions have deteriorated quickly in their short time here. One has developed irritated boils covering large portions of his skin. I have treated the most s' WHERE entry=3288;
UPDATE page_text SET text='10 hours later

The situation has quickly gotten out of control. All of the subjects are now covered in lesions which leak yellow-green fluid. All but a few are unconscious at this point. The few that are awake alternate between complaints of paralyzing' WHERE entry=3289;
UPDATE page_text SET text='Our attempts to slow the progress of the illness have been unsuccessful. Word has spread among the apprentices that this disease may be magical in nature;
 the masters were quick to quash the rumors. Many of the other apprentices that I had been working wi' WHERE entry=3290;
UPDATE page_text SET text='I excused myself to take a walk out on one of the terraces to clear my thoughts. I could not have been outside for more than a couple minutes when I had to run back inside. My hands and feet had gone numb and my nose and ears were showing symptoms of mild' WHERE entry=3291;
UPDATE page_text SET text='13 hours later

Light save us.

The subjects have begun severe hemorrhaging from the eyes and ears. The masters believe they will all be dead within the hour. All attempts to halt the progress of the disease have failed. I have done what I can to ease' WHERE entry=3292;
UPDATE page_text SET text='To make matters worse one of the guards found the body of a first year apprentice in the gardens. It has not been confirmed yet but the rumors are that he froze to death. I do not think it has been this cold here in Dalaran in decades, if ever.
' WHERE entry=3293;
UPDATE page_text SET text='18 hours later

The farmers from Andorhal are dead. I thought they would finally be at peace but I was wrong. Only a few minutes after the last one breathed his last breath something horrifying happened. Their disease riddled corpses somehow animated an' WHERE entry=3294;
UPDATE page_text SET text='There were minimal casualties. A few of the apprentices had been scratched;
 one had a nasty bite that required stitches. Shortly afterward guards arrived and escorted myself and the other apprentices to our rooms. I tried to learn what was going on but th' WHERE entry=3295;
UPDATE page_text SET text='Item 1 out of 4.' WHERE entry=3296;
UPDATE page_text SET text='Item 2 out of 4.' WHERE entry=3297;
UPDATE page_text SET text='Item 3 out of 4.' WHERE entry=3298;
UPDATE page_text SET text='Item 4 out of 4.' WHERE entry=3299;
UPDATE page_text SET text='We have resumed our efforts to learn more about the disease. Work has been slow due to most of the bodies having been obliterated. The masters have called Lady Jaina Proudmoore to aid in our research. She will teleport here by the end of the day. I hear s' WHERE entry=3300;
UPDATE page_text SET text='<The journal is too badly damaged to read beyond this point.>
' WHERE entry=3301;
UPDATE page_text SET text='Item 2 out of 2.' WHERE entry=3354;
UPDATE page_text SET text='Запись 4

Я должен верить в Кирин-Тор. Великие маги Даларана не бросят свой народ на произвол судьбы. Что такое куча мусора для опытного волшебника? Он мог бы убрать ее одним мановением руки, открыв для меня путь к свободе. Меня спасут, и я закончу свое' WHERE entry=3355;
UPDATE page_text SET text='Запись 5

Я не знаю, что стало с моими родными и с остальными жителями. Никто не откликается на мои крики о помощи. Зачем я выжил? Сердце мое вскоре успокоится, но разум не желает примириться с действительностью.' WHERE entry=3356;
UPDATE page_text SET text='Item 1 out of 1.' WHERE entry=3357;
UPDATE page_text SET text='Severly injured? we got you covered!  LAVA BLAST will give you that extra energy you need to find your way to safty!  Do you love fire?  Have you ever thought about how awsome it would be to drink liquid fire?  If so, you''ll love new LAVA BLAST from Pyroc' WHERE entry=3399;
UPDATE page_text SET text='Warning Lava Blast is not for everyone, Pregnant Women, Children, and Women who might become pregnat or are nursing should consult their doctor before drinking Lava Burst.' WHERE entry=3400;
UPDATE page_text SET text='Possible side affects may include,  Dry Mouth,  Upset Stomach, Dry Eyes, Indigestion, Back Pain, Bone and Joint Pain, Slight Disconfiguration, Internat Bleeding, Temporary Insanity, Lava Blast Addiction, Magic Addiction, Pyromania, Fear of Spiders, Lightn' WHERE entry=3401;
UPDATE page_text SET text='Caution drinking multiple Lava Blasts in rapid sucession can result in spontaneous combustion.$B$BTry new LAVA BLAST now!' WHERE entry=3402;
UPDATE page_text SET text='A student of mine asked me today, "Why are there so many limitations on traditional portals, when Fel portals can be made twice as large and last ten times as long?" The student was not yet educated in the abstraction of what is practical versus what is a' WHERE entry=3433;
UPDATE page_text SET text='I do all I can to stifle studies of Fel magics and necromancy here, yet I find myself both disturbed and enthralled by their potential. I refuse to believe that that their efficiency so soundly trumps the common criticisms of being unstable or "evil" that' WHERE entry=3434;
UPDATE page_text SET text='Oct 16.

My primary focus has shifted to research of the plague that ravages the north. I''ve canceled most of my classes to focus on research of this terrible anomaly. 
With immense precaution I''ve procured a shipment of the infested grain. Immediately' WHERE entry=3435;
UPDATE page_text SET text='Oct 17.
Further study of the plague has yielded disturbing conclusions, and even more disturbing implications. 
Initial testing showed the plague had only minor effects on non-human creatures. Symptoms ranged from fatigue, nausea, fever, to minor halluc' WHERE entry=3436;
UPDATE page_text SET text='It would be foolish to think that such an efficient human killer only being found in human rations is a coincidence. While it''s certainly possible that these two occurrences are unrelated, I''ve decided to delegate more resources towards finding the source' WHERE entry=3437;
UPDATE page_text SET text='Oct 18.

I''ve stumbled upon a key factor of this plague, one so cleverly hidden in its methodology that I''ve come to two immutable conclusions: That its development was for the singular purpose of ending human life, and its inception was at the hands of' WHERE entry=3438;
UPDATE page_text SET text='At that moment I did not have any evidence to prove it, but I nonetheless I spent time pursuing it. I used my limited knowledge of necromancy and casted simple curses on the corpse. At the time I had no motivation to raise the dead, only to change or dist' WHERE entry=3439;
UPDATE page_text SET text='I did not hesitate to incinerate it to dust, and I now I regret doing so. But I was able to prove my unprovoked theory, that the corpse (and by extension the plague that saturates it) was indeed waiting for further commands. It''s clear that those who die ' WHERE entry=3440;
UPDATE page_text SET text='Oct 20.

I have decided to send my most trusted disciple, Jaina Proudmoore, to investigate the source of the plague. Based on my research, I believe only my most skillful disciple will be able to handle the unknown challenges that await such an endeavor' WHERE entry=3441;
UPDATE page_text SET text='I only wish I could investigate it myself, but Terenas has proven to be predictably stubborn to my requests. It is paramount that I convince him to quarantine the north. Little else matters at this point in time. Regardless, I have the fullest faith in Ja' WHERE entry=3442;
UPDATE page_text SET text='Hark!

Magic is not what you have been taught. Its dangers far exceed the greatest gifts it may bring! Question your Elders, that you may know the truth. Act now while there is time to save yourselves! Learn the ways of Nature and share in the balance o' WHERE entry=3478;
UPDATE page_text SET text='...It''s not so much an echo as it is a comforting voice in my head,peassuring me that there''s more to come.  It feels like the opposite of a headache (if that makes any sense), a wave of warmth and ideas.  For example: I knew the librarian kept some mater' WHERE entry=3491;
UPDATE page_text SET text='My conscience was right again.  I am more than adept at the simple spellwork they teach us at school.  For every biscuit my peers conjure, I can make a meal.  Nikolai can see the change within me.  Is he scared?  My conscience tells me that''s what the eld' WHERE entry=3492;
UPDATE page_text SET text='I could seek him out... he''s surely in the north!  I can see the way clearly.  Redemption can''t be impossible.  It can''t be too late.  I can make him whole again, or better!  With my powers growing, amplified, I can make us all so happy!  Mother, Father, ' WHERE entry=3493;
UPDATE page_text SET text='Nikolai fears me;
 his eyes betray what his lips won''t say.  It''s fine;
 our history and my conscience agree that respect and fear are the same.  If he leaves me, I''ll make sure that whoever dares to touch what''s mine lives to regret it.  They''ll all be our' WHERE entry=3494;
UPDATE page_text SET text='  ...with threats to report or expel me if I don''t return his cat to normal.  What''s abnormal about an old cat?  I would have liked to do it to him instead.  How dare they defend him when he stood up to me in front of Nikolai?
' WHERE entry=3495;
UPDATE page_text SET text='Mother had the nerve to scold me.  Doesn''t she realize who I am?  I can feel him calling to me.  This city and these people don''t deserve me.  More than enough of the provisions I''d need are in the kitchen.  Nikolai, Mother, even that blasted cat... they''' WHERE entry=3496;
UPDATE page_text SET text='This is my Runeblade: There Are Many Like It But This One Is Mine
By Lady Blaumeux

Greetings, death knight. By now, Instructor Razuvious has likely begun teaching you the first lessons of what it means to be a death knight. Allow me to begin your inst' WHERE entry=3261;
UPDATE page_text SET text='Without your hand to guide it, your runeblade is but a hollow shell.  Separate, you are both broken entities;
 weak and powerless.  Should you ever find yourself without possession of a runeblade, know then that your only task should be the acquisition of ' WHERE entry=3262;
UPDATE page_text SET text='As a death knight, it is through your runeblade that your will shall be imposed on all who dare resist the Lich King.  For just as you, young death knight are the extension through which the Lich King imposes his will, so is your runeblade the instrument ' WHERE entry=3263;
UPDATE page_text SET text='1.) United, your runeblade becomes an extension of your very body.  And your body belongs to the Lich King.  

2.) As one, your runeblade becomes your will manifest in physical form.  And your will is that of the Lich King.  

3.) Together, your runeb' WHERE entry=3264;
UPDATE page_text SET text='Through the course of your training, you may find yourself compelled to focus upon some of the different disciplines of study available to our kind.  On this matter I can only say this;
 all are worthy of study and to neglect some at the cost of others is ' WHERE entry=3265;
UPDATE page_text SET text='It is likely that some of you may soon find your runeblade to be a particularly potent object through which to channel your own fury.  However, this is not enough.  Do not be content to believe that your runeblade is simply a mere tool to focus one''s medi' WHERE entry=3266;
UPDATE page_text SET text='Others may find that their blade responds most eagerly when infused with the power of an icy chill.  In this way, even the sharpest of runeblades will find themselves made even more potent.  The same power that permeates our glorious citadel of Icecrown i' WHERE entry=3267;
UPDATE page_text SET text='Still others may find their true calling in mastering the power of their blades to bring about disease and plague in crushing our enemies.  This too is a specialty unique to our kind and worthy of pursuit.  The mightiest of defenses may seem impregnable a' WHERE entry=3268;
UPDATE page_text SET text='Gunther Arcanus

Presumably killed during the events of the third war and lost to the Scourge.

Gunther was last in possession of my favorite pipe. Should his remains turn up, I would be most gracious for its return!
' WHERE entry=3480;
UPDATE page_text SET text='Bethor Iceshard

Killed during the events of the third war. Bethor is known to have risen as a member of the Forsaken and should be treated as an agent of the Horde in all dealings.
' WHERE entry=3481;
UPDATE page_text SET text='<The handwriting is unintelligible chicken scratch, but you can make out references to the color pink...>' WHERE entry=3107;
UPDATE page_text SET text='需要大芒果文本' WHERE entry=3622;
UPDATE page_text SET text='Brrrraaaaaiiins. Braaaaaaaaaaaaaiiiiiiiinnnnnnnnns. BRRRRAAAAIIIIIIIIINNNSS!!!$B$B<This goes on for forty more pages.>' WHERE entry=3260;
UPDATE page_text SET text='Corpulous great cook of Acherus who make good food for you. He proud to feed mighty Scourge and make stronger. No make Corpulous mad, he no feed you.

Rules:

Death Knight eat first, ghoul wait turn.

No eat ghoul next to you. Need clean plate first' WHERE entry=3211;
UPDATE page_text SET text='Item 1 out of 4.' WHERE entry=3212;
UPDATE page_text SET text='Entry 1:$B$BThe High General''s fervor is ablaze in the peasantry! The Crusade''s fleet grows mightier with each day and our ranks swell with able men. At our bow, a mighty sword sits poised to strike at Northrend and free us from this endless battle. Our s' WHERE entry=3235;
UPDATE page_text SET text='Entry 15:$B$BAbbendis has lost her senses. She seeks to form a schism within the Crusade and attack the Lich King''s very citadel with but a fraction of our most faithful! Does she mean to leave New Avalon and Tyr''s Hand to burn as she sails over the edge ' WHERE entry=3236;
UPDATE page_text SET text='Entry 23:$B$BThe morning is bright, pick and plow glinting as the men and women labor in the mines and fields. A shadow has come--a necropolis. This is not Naxxramas. The Scourge make camp nearby, and Abbendis has ordered that we fight to the last man. Ha' WHERE entry=3237;
UPDATE page_text SET text='<Folded into the last page of the diary is a hastily-scrawled map. It seems that the author planned to swim all the way around the northeastern coast of Lordaeron and land in Tirisfal Glades!>' WHERE entry=3238;
UPDATE page_text SET text='Grooming for Ghouls$BBeing A Manual on Debridement and Recycling' WHERE entry=3229;
UPDATE page_text SET text='Bandages$B$BWounds that bleed more than thrice daily should be bandaged. When selecting a type of cloth for your bandages, go with your preference. Many ghouls prefer Runecloth for its natural purple color which blends to a sickly maroon when soaked with ' WHERE entry=3230;
UPDATE page_text SET text='Scabs and Sores$B$BA crusted, festering wound is a great fashion statement and really helps convey your changing mood. Don''t let it overstay its welcome, though! A scab unpicked is an opportunity wasted.' WHERE entry=3231;
UPDATE page_text SET text='Insects$B$BOh, won''t you just leave them be? They don''t eat much, and their contributions to your pallid demeanor and overpowering stench are invaluable. If you should become colonized by bees or wasps, however, seek aid at the nearest slaughterhouse imme' WHERE entry=3232;
UPDATE page_text SET text='Missing Limbs$B$BAmidst the confusion of combat is the wrong time and place to replace a lost limb. Please make due with whatever you''ve got left. Your limb will be replaced with the best match we can find as soon as an acolyte can get a look at you. In a' WHERE entry=3233;
UPDATE page_text SET text='Cannibalism$B$BTo avoid any further premature devourings of scourge personnel, you may not eat anything until it has been dead on the ground for at least 5 seconds! The acolytes'' bunks do not count as ''on the ground''!' WHERE entry=3234;
UPDATE page_text SET text='As the children of the earth roamed the fields of dawn, they harkened to dark whispers from deep beneath the world.  The whispers told the children of the arts of war and deceit. Many of the Shu''halo fell under the shadow''s sway and embraced the ways of m' WHERE entry=2298;
UPDATE page_text SET text='The Earthmother, her heart heavy with her children''s'' plight, could not bear to watch them fall from grace. In her grief, she tore out her eyes and set them spinning across the endless, starry skies. An''she and Mu''sha, seeking to ease the other''s sorrow, ' WHERE entry=2299;
UPDATE page_text SET text='Though sightless, the Earthmother could not long stray from the world of her heart. She kept her ear to the winds and listened to all that transpired across the fields of the dawn. Her great heart was always with her children - and her loving wisdom never' WHERE entry=2300;
UPDATE page_text SET text='We live in tumultuous times. War, invasion, and famine have swept the world, but the real trial is yet to come: the end of Azeroth itself.

How will you cope with the loss and destruction of everything you hold dear? The answer is that you don''t have to' WHERE entry=3613;
UPDATE page_text SET text='Long ago, when the North Wind ruled these peaks alone, a powerful Taunka Chieftain''s brother coveted these lands for himself.' WHERE entry=3280;
UPDATE page_text SET text='The Chieftain''s brother, Stormhoof gathered all his strength and set out to conquer the Storm Peaks from its rightful ruler, the North Wind.' WHERE entry=3281;
UPDATE page_text SET text='Stormhoof ambushed the North Wind in the heart of it''s domain, and nearly succeeded in his plot. But the North Wind survived Stormhoof''s treachery and executed the Taunka as punishment for his invasion.' WHERE entry=3282;

