UPDATE npc_text SET text0_0='',text0_1='很高兴见到你 $N' WHERE Id=1;
UPDATE npc_text SET text0_0='',text0_1='嘿这里, $N. 我有什么可以帮到你?' WHERE Id=2;
UPDATE npc_text SET text0_0='你好$N',text0_1='你好 $N' WHERE Id=68;
UPDATE npc_text SET text0_0='朋友，你看起来很强壮，能帮助我吗?......',text0_1='' WHERE Id=197;
UPDATE npc_text SET text0_0='你好 $N。',text0_1='你好 $N。' WHERE Id=384;
UPDATE npc_text SET text0_0='野锤矮人也许可能有快速的马, 但那些艾瑞峰高峰格瑞夫恩站立的地方不是真正的炎热吗? 我认为不是!',text0_1='' WHERE Id=401;
UPDATE npc_text SET text0_0='很多事情要做，很多事情要做!协会已经给了我们最后的期限，我们决不能超过这个期限!',text0_1='' WHERE Id=518;
UPDATE npc_text SET text0_0='雷德沃克斯主管让我负责新型伐木机的研制计划。只剩几个月了，我处在水深火热之中!我需要你的帮助，$n!',text0_1='' WHERE Id=519;
UPDATE npc_text SET text0_0='看看，风险投资公司的新伐木机比我的要好多啦，从可拆换的机械臂到控制把手，都是那么棒!我的老板给我下了死命令，但我们却拿不出任何东西。$b$b现在我们自己的设计研制工作已经完全停止了，所以我决定向他们“借”一个。我派维兹克兰克去淤泥沼泽偷一个回来，但他到现在还没音讯!',text0_1='' WHERE Id=520;
UPDATE npc_text SET text0_0='雷德沃克斯主管让我负责新型伐木机的研制计画。只剩几个月了，我处在水深火热之中!我需要你的说明，$n!',text0_1='' WHERE Id=521;
UPDATE npc_text SET text0_0='看看，风险投资公司的新伐木机比我的要好多啦，从可拆换的机械臂到控制把手，都是那么棒!我的老板给我下了死命令，但我们却拿不出任何东西。$b$b现在我们自己的设计研制工作已经完全停止了，所以我决定向他们“借”一个。我派维兹克兰克去淤泥沼泽偷一个回来，但他到现在还没音讯!',text0_1='' WHERE Id=522;
UPDATE npc_text SET text0_0='你杀了鬼嚎。你这个傻瓜!',text0_1='' WHERE Id=523;
UPDATE npc_text SET text0_0='年轻的$c，靠近一点。我年轻的时候耳朵可好使了，但现在你必须大声说话我才能听到。',text0_1='你好啊，法师。我能在魔法知识的学习上为你提供什么帮助吗?' WHERE Id=538;
UPDATE npc_text SET text0_0='我在这片平原上生活了很多很多年，我捕猎过许多凶猛的野兽，从来没有失败过……直到我遇见了鬼嚎。$B$B很久以前，这只巨狼曾经是牛头人的盟友，还和燃烧军团英勇作战。不过后来它被一个恶魔所伤，身上的伤口一直没有治愈。最后……这道伤口把它逼疯了。$B$B现在它总是痛苦地在平原上游荡，寻找终止它的痛苦的方法。我很惭愧，因为我无力把他杀掉……',text0_1='幸会, $c.  我给你一个忠告: 当你在大陆上旅行的时候，一定要小心那些会魔法的家伙，他们的魔法有可能把你烧成灰烬.' WHERE Id=539;
UPDATE npc_text SET text0_0='你好啊，法师。我能在魔法知识的学习上为你提供什么帮助吗?',text0_1='真巧.  我是一个法师训练师，而你刚好就是个法师.' WHERE Id=558;
UPDATE npc_text SET text0_0='幸会, $c.  我给你一个忠告: 当你在大陆上旅行的时候，一定要小心那些会魔法的家伙，他们的魔法有可能把你烧成灰烬.',text0_1='幸会, $c.  我给你一个忠告: 当你在大陆上旅行的时候，一定要小心那些会魔法的家伙，他们的魔法有可能把你烧成灰烬.' WHERE Id=559;
UPDATE npc_text SET text0_0='真巧.  我是一个法师训练师，而你刚好就是个法师.',text0_1='真巧.  我是一个侏儒法师训练师，而你刚好就是个法师.' WHERE Id=560;
UPDATE npc_text SET text0_0='幸会, $c.  我给你一个忠告: 当你在大陆上旅行的时候，一定要小心那些会魔法的家伙，他们的魔法有可能把你烧成灰烬.',text0_1='你好。我是一个地精法师训练师，而你不是一个法师。' WHERE Id=561;
UPDATE npc_text SET text0_0='真巧.  我是一个侏儒法师训练师，而你刚好就是个法师.',text0_1='你好。我是一个亡灵法师训练师，而你是一个法师。' WHERE Id=562;
UPDATE npc_text SET text0_0='你好。我是一个地精法师训练师，而你不是一个法师。',text0_1='你好，$c。我给你的建议是：当你在世界各地旅行的时候，要当心魔法，它会将不熟悉它的人烧成灰。' WHERE Id=563;
UPDATE npc_text SET text0_0='你好。我是一个亡灵法师训练师，而你是一个法师。',text0_1='你好, $c.  你是来这里学习黑暗魔法的吗？' WHERE Id=564;
UPDATE npc_text SET text0_0='你好，$c。我给你的建议是：当你在世界各地旅行的时候，要当心魔法，它会将不熟悉它的人烧成灰。',text0_1='$c， 你这个可怜的家伙。奥术的力量远远超出你的想象...' WHERE Id=565;
UPDATE npc_text SET text0_0='你好, $c.  你是来这里学习黑暗魔法的吗？',text0_1='现在还不是让你长眠的时候。我会帮你起死回生……但你也要为此付出一些代价。' WHERE Id=580;
UPDATE npc_text SET text0_0='$c， 你这个可怜的家伙。奥术的力量远远超出你的想象...',text0_1='经瓦里玛萨斯大人批准，亡灵哨兵的数量增加了。我们将进一步加强打击敌人的力度。' WHERE Id=581;
UPDATE npc_text SET text0_0='你要做什么，$c?  我快要迟到了，我的雇主不会给迟到的人好脸色看的。',text0_1='' WHERE Id=623;
UPDATE npc_text SET text0_0='经瓦里玛萨斯大人批准，亡灵哨兵的数量增加了。我们将进一步加强打击敌人的力度。',text0_1='' WHERE Id=624;
UPDATE npc_text SET text0_0='你要做什么，$c?  我快要迟到了，我的雇主不会给迟到的人好脸色看的。',text0_1='破碎之手氏族将会见证部落的崛起和荣耀，酋长的懦弱不会阻止我们!' WHERE Id=638;
UPDATE npc_text SET text0_0='是的，我就是。你有什么事吗？',text0_1='' WHERE Id=678;
UPDATE npc_text SET text0_0='破碎之手氏族将会见证部落的崛起和荣耀，酋长的懦弱不会阻止我们!',text0_1='' WHERE Id=698;
UPDATE npc_text SET text0_0='看啊，竟然有个年轻的$c来看像我这样的老农夫.',text0_1='' WHERE Id=699;
UPDATE npc_text SET text0_0='纳拉雷克斯又陷入了沉睡!$b$b很久以前，纳拉雷克斯曾满怀着进入翡翠梦境、让贫瘠之地重新变成茂密森林的伟大理想而来到了这处洞穴中。但他的执着却逐渐消退了，而他的思想也被脑海蜿蜒的影像所侵染。$b$b现在，那些奇怪的爬虫正从他的梦境中爬到这片土地上来，我们必须把他从梦魇中唤醒过来，否则他就将永远失落于其中，并继续给这片大地带来邪恶的力量!$b$b不过，只有杀死他那些堕落的仆人─毒牙之王，我才能开始进行唤醒仪式。',text0_1='' WHERE Id=718;
UPDATE npc_text SET text0_0='毒牙之王死了!我们还有希望!$b$b然而，整个唤醒仪式是非常复杂的，我无法独自完成它。$b$b我现在就开始着手完成所有必要的准备工作，但与此同时，我需要你保护好我。从纳拉雷克斯的梦魇中召唤出的怪物确实非常难缠。如果没有你的帮助，这个任务对我来说会非常可怕。$b$b当你准备好要保护我的时候，就过来跟我说一声，我会带你到纳拉雷克斯的房间去。',text0_1='' WHERE Id=720;
UPDATE npc_text SET text0_0='机器调整了一下，面对着你。$b$b它的背后是空的，但是有一个奇怪的凹槽，上面写着:“基尔卡克•旋杆的财产”',text0_1='' WHERE Id=738;
UPDATE npc_text SET text0_0='基尔卡克的钥匙滑到了缝隙中。',text0_1='' WHERE Id=758;
UPDATE npc_text SET text0_0='当我因为绑着这个大铁球而不能保护自己的时候，你会嘲笑我吗?',text0_1='' WHERE Id=759;
UPDATE npc_text SET text0_0='嘿!你在为提尔斯干活吗?如果我是你的话，我会离他远远的!酒精把他的大脑麻痹了，但是他的魔法还是和以前一样厉害!',text0_1='' WHERE Id=760;
UPDATE npc_text SET text0_0='当然了，我会告诉你密码的。只要你不让提尔斯抓到我就行了!',text0_1='' WHERE Id=761;
UPDATE npc_text SET text0_0='基尔卡克的钥匙滑到了缝隙中。',text0_1='' WHERE Id=762;
UPDATE npc_text SET text0_0='暴风城银行坐落在贸易区，就在城门的西北面。来，让我在地图上指给你看。',text0_1='暴风城银行坐落在贸易区，就在城门的西北面。来，让我在地图上指给你看。' WHERE Id=764;
UPDATE npc_text SET text0_0='有个人类手中有能打开这个装置的钥匙。我想他的名字叫埃斯顿。',text0_1='' WHERE Id=766;
UPDATE npc_text SET text0_0='从这里离开，$c，不然他们也会把你锁住的。',text0_1='' WHERE Id=767;
UPDATE npc_text SET text0_0='玛尔根……他是一个狱卒。他应该有那把钥匙。',text0_1='' WHERE Id=768;
UPDATE npc_text SET text0_0='暴风城银行坐落在贸易区，就在城门的西北面。来，让我在地图上指给你看。',text0_1='' WHERE Id=769;
UPDATE npc_text SET text0_0='如果你问我，那我要说，哥布林的科技更加先进。我们有工具，我们还有天赋!',text0_1='如果你问我，那我要说，哥布林的科技更加先进。我们有工具，我们还有天赋!' WHERE Id=778;
UPDATE npc_text SET text0_0='哦，你说的是约翰森?我听说他躲起来了。',text0_1='哦，你说的是约翰森?我听说他躲起来了。' WHERE Id=779;
UPDATE npc_text SET text0_0='要不是哥布林的狗屎运，他们每次都会把车撞进山里去!',text0_1='要不是哥布林的狗屎运，他们每次都会把车撞进山里去!' WHERE Id=780;
UPDATE npc_text SET text0_0='这些天提尔斯和他的助手都变得怪怪的。',text0_1='这些天提尔斯和他的助手都变得怪怪的。' WHERE Id=781;
UPDATE npc_text SET text0_0='终于！终于从这破牢房里逃出来了！$b$b肯瑞托将我从达拉然派到这个银松森林里来，要我调查阿鲁高和他的亡灵仆从们的活动，可我们却一点也不知道那个巫师已经完全失去了理智。$b$b我必须立刻把这个消息汇报上去！可在我离开之前，让我先把庭院门上的魔法锁给打开。$b$b既然你能击败雷希戈尔，或许也能从前面的层层埋伏中杀出一条血路……',text0_1='' WHERE Id=798;
UPDATE npc_text SET text0_0='终于！终于有人把我从这破牢房里给救出来了！$b$b高级执行官哈德瑞克大人派我们来这儿收集这座要塞里的信息，以便制定一个能永久铲除阿鲁高的计划。$b$b但那个老不死的巫师还真有点能耐，我们很快就被他的魔法结界给发现了。我被抓来关在这里，不过文森特可就没这么走运了。$b$b我得马上回去向哈德瑞克大人汇报。首先让我把庭院里的锁给你打开，或许你这么强悍的$c能从前面的一大堆伏兵里杀出一条血路……',text0_1='' WHERE Id=799;
UPDATE npc_text SET text0_0='如果你问我，那我要说，地精的科技更加先进。我们有工具，我们还有天赋！',text0_1='' WHERE Id=818;
UPDATE npc_text SET text0_0='哦，你说的是约翰森?  我听说他躲起来了.',text0_1='欢迎来到我的旅店，疲惫的旅行者。我能为您做点什么吗?' WHERE Id=820;
UPDATE npc_text SET text0_0='要不是地精的狗屎运，他们每次都会把车撞进山里去！',text0_1='放松一下自己疲倦的身心。' WHERE Id=821;
UPDATE npc_text SET text0_0='这些天提尔斯和他的助手都变得怪怪的。',text0_1='我们一直欢迎你的到来，就像我们欢迎平原上吹过的风。' WHERE Id=822;
UPDATE npc_text SET text0_0='终于！终于从这破牢房里逃出来了！$b$b肯瑞托将我从达拉然派到这个银松森林里来，要我调查阿鲁高和他的亡灵仆从们的活动，可我们却一点也不知道那个巫师已经完全失去了理智。$b$b我必须立刻把这个消息汇报上去！可在我离开之前，让我先把庭院门上的魔法锁给打开。$b$b既然你能击败雷希戈尔，或许也能从前面的层层埋伏中杀出一条血路……',text0_1='满上一杯啤酒，拉一张凳子过来坐坐。我们要畅饮一番，同时还要分享我们的故事。' WHERE Id=823;
UPDATE npc_text SET text0_0='终于！终于有人把我从这破牢房里给救出来了！$b$b高级执行官哈德瑞克大人派我们来这儿收集这座要塞里的资讯，以便制定一个能永久铲除阿鲁高的计画。$b$b但那个老不死的巫师还真有点能耐，我们很快就被他的魔法结界给发现了。我被抓来关在这里，不过文森特可就没这么走运了。$b$b我得马上回去向哈德瑞克大人汇报。首先让我把庭院里的锁给你打开，或许你这么强悍的$c能从前面的一大堆伏兵里杀出一条血路……',text0_1='你看上去很疲惫。在我们这里休息一会儿吧，让艾露恩引领你进入甜美的梦乡。' WHERE Id=824;
UPDATE npc_text SET text0_0='我以前曾经追寻过墓光之锤的道路。为了找到复活上古之神的方法，我只身深入这座巢穴，想要找到从那个该死的恶魔阿库麦尔身上抽取能量的方法。$b$b在看到无数无辜者白白地牺牲之后，我慢慢恢复了理智。$b$b我被困住了一段时间，但是现在我自由了！不幸的是，这里离我的家乡卡兹莫丹太远了！$b$b勇敢的冒险者，我现在可以将你传送到一个特别的地方，然后回来干掉阿库麦尔。如果你愿意的话，我现在就送你到达纳苏斯去。',text0_1='请进，请进！不要坐得离火炉太近。它今天还没爆炸，但是为了安全起见，我想你还是离它远点比较好。' WHERE Id=825;
UPDATE npc_text SET text0_0='你好，$r，很高兴认识你。',text0_1='你好，$r，很高兴认识你。' WHERE Id=838;
UPDATE npc_text SET text0_0='放松一下自己疲倦的身心。',text0_1='哈哈，看看谁来了……有什么要我帮你的吗，$c？' WHERE Id=878;
UPDATE npc_text SET text0_0='你可以在英雄谷东北边的那个城堡平台上找到狮鹫兽管理员。',text0_1='你可以在英雄谷东北边的那个城堡平台上找到狮鹫兽管理员。' WHERE Id=879;
UPDATE npc_text SET text0_0='你可以在贸易区的暴风城接待中心里找到奥德文·拉弗林。',text0_1='你可以在贸易区的暴风城接待中心里找到奥德文·拉弗林。' WHERE Id=882;
UPDATE npc_text SET text0_0='你看上去很疲惫。在我们这里休息一会儿吧，让艾露恩引领你进入甜美的梦乡。',text0_1='你要寻找哪种职业的训练师?' WHERE Id=898;
UPDATE npc_text SET text0_0='法师们都聚集在法师区的巫师圣所里，那里有一座高塔。和它相比，我们的兵营就好像是一座农舍。
',text0_1='法师们都聚集在法师区的巫师圣所里，那里有一座高塔。和它相比，我们的兵营就好像是一座农舍。
' WHERE Id=899;
UPDATE npc_text SET text0_0='你应该和奥斯伯谈谈。暴风城没有比他更擅长潜行艺术了，那家伙就在旧城区里。',text0_1='你应该和奥斯伯谈谈。暴风城没有比他更擅长潜行艺术了，那家伙就在旧城区里。' WHERE Id=900;
UPDATE npc_text SET text0_0='战士们一般都在猪和哨声旅店或者在旧城区的兵营里出没。但我建议你还是到旅店去找找比较好。',text0_1='战士们一般都在猪和哨声旅店或者在旧城区的兵营里出没。但我建议你还是到旅店去找找比较好。' WHERE Id=901;
UPDATE npc_text SET text0_0='你可以在花园区的月井旁边找到塞瑞德兰或者玛尔德利恩。到法师区的北边，教堂广场的西边就可以找到花园区了。',text0_1='你可以在花园区的月井旁边找到塞瑞德兰或者玛尔德利恩。到法师区的北边，教堂广场的西边就可以找到花园区了。' WHERE Id=902;
UPDATE npc_text SET text0_0='教堂广场的圣光大教堂是暴风城神职人员的住所，你可以在那里找到高阶牧师劳瑞娜。',text0_1='教堂广场的圣光大教堂是暴风城神职人员的住所，你可以在那里找到高阶牧师劳瑞娜。' WHERE Id=903;
UPDATE npc_text SET text0_0='你要寻找哪种职业的训练师?',text0_1='如果你想变成强大的圣骑士，那么格雷森·沙东布瑞克公爵是你最好的导师。你可以在教堂广场上的光明大教堂中找到他。' WHERE Id=904;
UPDATE npc_text SET text0_0='托尔芬·石盾从铁炉堡而来，让我们见识到了什么叫真正的狩猎艺术。如果你不介意被烟熏得泪流满面，就到矮人区去找他吧。他的屋子就在那个区域的东北部。',text0_1='托尔芬·石盾从铁炉堡而来，让我们见识到了什么叫真正的狩猎艺术。如果你不介意被烟熏得泪流满面，就到矮人区去找他吧。他的屋子就在那个区域的东北部。' WHERE Id=905;
UPDATE npc_text SET text0_0='什么?我不认为暴风城里有术士训练师。

不过……在法师区的那家名叫「已宰的羔羊」的旅店中有一些与恶魔有关的活动，我想你应该去那里看看。',text0_1='什么?我不认为暴风城里有术士训练师。

不过……在法师区的那家名叫「已宰的羔羊」的旅店中有一些与恶魔有关的活动，我想你应该去那里看看。' WHERE Id=906;
UPDATE npc_text SET text0_0='战士们一般都在猪和哨声旅店或者在旧城区的兵营里出没。但我建议你还是到旅店去找找比较好。',text0_1='什么风把你吹来的，$n?' WHERE Id=907;
UPDATE npc_text SET text0_0='你可以在花园区的月亮井旁边找到塞瑞德兰或者玛尔德利恩。到法师区的北边，教堂广场的西边就可以找到花园区了。',text0_1='' WHERE Id=908;
UPDATE npc_text SET text0_0='教堂广场的光明大教堂是暴风城神职人员的住所，你可以在那里找到高阶牧师劳瑞娜。',text0_1='你在寻找哪种专业的训练师?' WHERE Id=918;
UPDATE npc_text SET text0_0='如果你要学习炼金术，暴风城只有一个地方值得你去……那就是炼金材料店。你可以沿着法师区的周边找到这家店铺。',text0_1='如果你要学习炼金术，暴风城只有一个地方值得你去……那就是炼金材料店。你可以沿着法师区的周边找到这家店铺。' WHERE Id=919;
UPDATE npc_text SET text0_0='你应该去找瑟鲁姆·深炉谈谈，他是我见过的最好的矮人铁匠。你可以在矮人区的中心地带找到他。',text0_1='你应该去找瑟鲁姆·深炉谈谈，他是我见过的最好的矮人铁匠。你可以在矮人区的中心地带找到他。' WHERE Id=920;
UPDATE npc_text SET text0_0='如果你想要成为一名好厨师，那就去旧城区的猪和哨声旅店，找斯蒂芬·雷百克谈谈。那家伙知道怎羊才能做出与众不同的肋排大餐来。

啊……说到他那著名的肋骨大餐，我都感到有些饿了。你可不要指望他会把那道菜的做法传授给你!
',text0_1='如果你想要成为一名好厨师，那就去旧城区的猪和哨声旅店，找斯蒂芬·雷百克谈谈。那家伙知道怎羊才能做出与众不同的肋排大餐来。

啊……说到他那著名的肋骨大餐，我都感到有些饿了。你可不要指望他会把那道菜的做法传授给你!
' WHERE Id=921;
UPDATE npc_text SET text0_0='暴风城有一个天才地精名叫利廉姆·火轴，他是这里最好的工程学训练师。你可以在矮人区的后面找到他。',text0_1='暴风城有一个天才地精名叫利廉姆·火轴，他是这里最好的工程学训练师。你可以在矮人区的后面找到他。' WHERE Id=922;
UPDATE npc_text SET text0_0='圣光大教堂是暴风城所有治疗相关技能的训练中心。你可以找珊娜·弗勒学习急救技能。',text0_1='圣光大教堂是暴风城所有治疗相关技能的训练中心。你可以找珊娜·弗勒学习急救技能。' WHERE Id=923;
UPDATE npc_text SET text0_0='你可以在法师区的炼金材料店外面找到塔尼莎。',text0_1='你可以在法师区的炼金材料店外面找到塔尼莎。' WHERE Id=924;
UPDATE npc_text SET text0_0='你想要学习制皮?西蒙·坦纳尔可以教你。你可以在旧城区的「护体皮甲」店里找到他。',text0_1='你想要学习制皮?西蒙·坦纳尔可以教你。你可以在旧城区的「护体皮甲」店里找到他。' WHERE Id=925;
UPDATE npc_text SET text0_0='你可以去找吉尔曼·石手谈谈。我知道他在矮人区有一栋房子，但我不知道确切的地方。如果我是你的话，我就会去那边看看。',text0_1='你可以去找吉尔曼·石手谈谈。我知道他在矮人区有一栋房子，但我不知道确切的地方。如果我是你的话，我就会去那边看看。' WHERE Id=927;
UPDATE npc_text SET text0_0='如果你要去学剥皮术，可以到旧城区的「护体皮甲」店里看看。',text0_1='如果你要去学剥皮术，可以到旧城区的「护体皮甲」店里看看。' WHERE Id=928;
UPDATE npc_text SET text0_0='邓肯雇佣了暴风城最好的裁缝，乔吉奥·波利罗。他的店就坐落在法师区里。',text0_1='邓肯雇佣了暴风城最好的裁缝，乔吉奥·波利罗。他的店就坐落在法师区里。' WHERE Id=929;
UPDATE npc_text SET text0_0='光明大教堂是暴风城所有治疗相关技能的训练中心。你可以找珊娜•弗勒学习急救技能。',text0_1='' WHERE Id=930;
UPDATE npc_text SET text0_0='你可以在法师区的炼金材料店外面找到塔尼莎。',text0_1='' WHERE Id=931;
UPDATE npc_text SET text0_0='欢迎来观看赛车!希望你喜欢这里，但请记得不要把钱都下注在同一个地方!',text0_1='欢迎来观看赛车!希望你喜欢这里，但请记得不要把钱都下注在同一个地方!' WHERE Id=932;
UPDATE npc_text SET text0_0='你可以去找吉尔曼•石手谈谈。我知道他在矮人区有一栋房子，但我不知道确切的地方。如果我是你的话，我就会去那边看看。',text0_1='你需要帮助吗？' WHERE Id=933;
UPDATE npc_text SET text0_0='如果你要去学剥皮术，可以到旧城区的「护体皮甲」店里看看。',text0_1='' WHERE Id=934;
UPDATE npc_text SET text0_0='邓肯雇佣了暴风城最好的裁缝，乔吉奥•波利罗。他的店就坐落在法师区里。',text0_1='如果我们要成为这块新地区的主人，那么我们就必须要找个地方好好休息。把你的斧头放在火边，让大家分享你英勇战斗的故事吧。' WHERE Id=938;
UPDATE npc_text SET text0_0='没有什么能比在水晶湖钓一天的鱼更惬意的事情了。阿诺德·利兰教我学会了钓鱼。你可以在运河区的码头找到他。

哦，不要相信他告诉你的任何关于运河里有怪物之类的故事。',text0_1='没有什么能比在水晶湖钓一天的鱼更惬意的事情了。阿诺德·利兰教我学会了钓鱼。你可以在运河区的码头找到他。

哦，不要相信他告诉你的任何关于运河里有怪物之类的故事。' WHERE Id=940;
UPDATE npc_text SET text0_0='鲁坎·考迪尔在监狱附近的运河边上有一家小店。我相信他可以教你附魔的技巧。',text0_1='鲁坎·考迪尔在监狱附近的运河边上有一家小店。我相信他可以教你附魔的技巧。' WHERE Id=941;
UPDATE npc_text SET text0_0='欢迎来观看赛车！希望你喜欢这里，但请记得不要把钱都压在一支车队上。',text0_1='' WHERE Id=942;
UPDATE npc_text SET text0_0='你需要帮助吗？',text0_1='' WHERE Id=943;
UPDATE npc_text SET text0_0='像只猫一样在雨中爬行，你刮着自己的爪子，一遍又一遍……$b$b哦，我没看见你进来，$N!我能为你做什么吗?',text0_1='' WHERE Id=1038;
UPDATE npc_text SET text0_0='如如果我们要成为这块新地区的主人，那么我们就必须要找个地方好好休息。把你的斧头放在火边，让大家分享你英勇战斗的故事吧。',text0_1='' WHERE Id=1039;
UPDATE npc_text SET text0_0='没有什么能比在水晶湖钓一天的鱼更惬意的事情了。阿诺德•利兰教我学会了钓鱼。你可以在运河区的码头找到他。$b$b哦，不要相信他告诉你的任何关于运河里有怪物之类的故事。',text0_1='你是来接受训练，还是来浪费一个战士的时间的?' WHERE Id=1040;
UPDATE npc_text SET text0_0='鲁坎•考迪尔在监狱附近的运河边上有一家小店。我相信他可以教你附魔的技巧。',text0_1='' WHERE Id=1041;
UPDATE npc_text SET text0_0='我独自走在路上，为了捍卫荣誉和清除这片大陆上的敌人而战。$b$b我能为你做什么，$N?',text0_1='' WHERE Id=1058;
UPDATE npc_text SET text0_0='这是一种非常奇怪的植物，你从未在泰达希尔的其他地方见过。',text0_1='' WHERE Id=1059;
UPDATE npc_text SET text0_0='无论萨尔是否存在，破碎之手氏族的秩序都将延续下去。',text0_1='' WHERE Id=1060;
UPDATE npc_text SET text0_0='碎手氏族的赞杜沙。赞杜沙怎么会帮你？他不能！也绝对不会！',text0_1='' WHERE Id=1079;
UPDATE npc_text SET text0_0='你是来接受训练，还是来浪费一个战士的时间的?',text0_1='' WHERE Id=1080;
UPDATE npc_text SET text0_0='这台机器开始运转了。',text0_1='' WHERE Id=1081;
UPDATE npc_text SET text0_0='他给你蜂蜜酒$b$b他给你啤酒$b$b他总是过着快乐的生活$b$b这么多年他为我们每个人都服务过我们叫他微笑的吉姆。',text0_1='' WHERE Id=1082;
UPDATE npc_text SET text0_0='这是一种非常奇怪的植物，你从未在泰达希尔的其它地方见过。',text0_1='' WHERE Id=1083;
UPDATE npc_text SET text0_0='这个植物矗立在泰达希尔的普通植物之间，散发着奇异的紫色光芒。',text0_1='' WHERE Id=1084;
UPDATE npc_text SET text0_0='你好。我的职责在得到允许的情况下，根据艾泽拉斯的造物者对于土灵的分析，向来访者提供相关的资讯。我随时都可以与你分享这些资讯。',text0_1='' WHERE Id=1085;
UPDATE npc_text SET text0_0='土灵是造物者设计的综合产物，并作为艾泽拉斯开始的几个种族之一。土灵被用于帮助造物者改善这个世界。$b$b他们是造物者在其它世界中设计的标准地下生物的改良形态。在最初的结构得以确定之后，这种原型产生了很多的变化。',text0_1='' WHERE Id=1086;
UPDATE npc_text SET text0_0='它是造物者在开创世界的时候创建的最早的一个物种。造物者所创建的每种生物都肩负了一定的使命。对于艾泽拉斯来说，必须改造原有的标准地下生物构造，使其适应地下深处的生活，土灵就是这种改造的产品。$b$b在土灵被创造出来之后，由于巨大的环境压力，它们出现了许多事先无法预见的变化。',text0_1='' WHERE Id=1087;
UPDATE npc_text SET text0_0='在正确回答这个问题之前，需要向你介绍更多关于土灵的背景资料。$b$b资料处理中。$b$b为了理解土灵的变化，首先要了解土灵的设计特征。创世者的目的是要提高标准地下生物母体的存活性，因此他们把与整个世界相联系的弹性构造基础整合在其中，土灵的出现正是为了达到这一目的。',text0_1='' WHERE Id=1088;
UPDATE npc_text SET text0_0='所谓弹性构造基础就是指用于种族合成的基本材料。造物者在创造土灵的时候放弃了以前创造世界时一直使用的基础材料，转而使用这种常见于艾泽拉斯的材料。$b$b通过对世界组成成分的分析，造物者认为可以合成一种加强型的生物，将它作为世界本质的缩影。造物者最终通过混合艾泽拉斯大陆上各种不同的石头成分，最后组成了这样一种生物的构造基础。',text0_1='' WHERE Id=1089;
UPDATE npc_text SET text0_0='简单地说，事实确实如此。$b$b虽然土灵的外表看起来像是一个小型的人型生物，但它们包含了艾泽拉斯大陆上各种石头的成分。它们在得到了力量和耐力最大化的同时也没有牺牲敏锐的感觉。它们的皮肤和肌肉的设计使其几乎完全免疫物理伤害，而且只需进行非常小的改动，土灵就可以展现出惊人的魔法抗性。',text0_1='' WHERE Id=1090;
UPDATE npc_text SET text0_0='以上这些内容是用来说明你理解创世者的动机。他们创造出土灵这样一个物种是为了在他们离开之后，土灵可以成为这个世界中的一个重要部分，并保障创世者在艾泽拉斯世界的宏大计画得以继续执行。$b$b创世者对于“土灵”这个名字十分满意，因为它很好地体现了这个种族的基本特性。',text0_1='' WHERE Id=1091;
UPDATE npc_text SET text0_0='土灵唯一的异常变化是在高压环境下对于母体扰动的趋向。$b$b附录:设计的目的是让该物种能够适合地下深处的生活，从而无法满足高压环境下的适应性要求。$b$b这种扰动直到土灵按照计画进入世界的主回圈之后才被发现。造物者并没有将土灵召回再重新进行改造，而是直接对其进行了即时的改造。',text0_1='' WHERE Id=1092;
UPDATE npc_text SET text0_0='[当你问了这个问题之后，它明显地停顿了一会儿]',text0_1='' WHERE Id=1093;
UPDATE npc_text SET text0_0='你需要的资讯无法在该资料库中获取。对此我表示歉意。',text0_1='' WHERE Id=1094;
UPDATE npc_text SET text0_0='你可以在资料更新之后再次查询该资讯，或者从艾泽拉斯的其它资讯资料库处获得更多资讯。',text0_1='' WHERE Id=1118;
UPDATE npc_text SET text0_0='破碎之手氏族的影响遍布这一地区。我们已经统治了整个卡利姆多─法律，政治，军事，一切的一切。我们无所不知，我们目及一切。$b$b你现在已经成长到能够为我们效力的时候了，$N。是时候让你投入战斗了。$b$b你做好接受下一个任务的准备了吗?',text0_1='' WHERE Id=1124;
UPDATE npc_text SET text0_0='当土灵的合成母体不稳定的时候，产生了两个变种。一号教程图像正在初始化。$b$b第一类变种被称为“石腭怪”。这个变种保留了土灵的力量和耐力，但是它的感知力量完全丧失。欲望和狡诈成为了石腭怪的本能。',text0_1='' WHERE Id=1127;
UPDATE npc_text SET text0_0='抱歉，我无法将现有记录资料按照时间顺序进行排序。$b$b虽然石腭怪仍然包含了艾泽拉斯的各种石头的核心成分，但是它们感知能力的丧失是造物者无法接受的。$b$b石腭怪可以进行单体繁殖。它们会把所有的东西当作食物，包括石头，甚至是另外一个石腭怪。这样的同类相残是造物者极度反感的。',text0_1='' WHERE Id=1128;
UPDATE npc_text SET text0_0='二号教程图像正在初始化。$b$b土灵母体的第二个变种和标准的地下生物母体相比较而言，保留了很多必要的元素。这个种族被称作“矮人”。$b$b这个变种同样保留了土灵的力量和耐力。在某些方面，矮人甚至超过了土灵母体所具有的感知能力。但是，矮人这个变种的身体结构中已经完全没有了石质成分的踪迹。',text0_1='' WHERE Id=1129;
UPDATE npc_text SET text0_0='你的问题在资料库中有相关联接。$b$b矮人依然和艾泽拉斯的各种石头有着密切的关系，但是由于土灵在高压环境下的变异，矮人的结构与标准地下生物母体的结构保持了一致。$b$b因此，正如你所猜想的那样，矮人确实是从母体中变异出来的。',text0_1='' WHERE Id=1130;
UPDATE npc_text SET text0_0='抱歉，我无法将现有记录资料按照时间顺序进行排序。$b$b虽然矮人还是和艾泽拉斯的各种石头有着某种联系，但是他们更多的是向普通的地下物种发展。矮人的生活习性和繁衍方式都和其它的标准生物完全一致。$b$b造物者认为矮人是一种可以接受的变种，可以让其继续发展下去。',text0_1='' WHERE Id=1131;
UPDATE npc_text SET text0_0='造物者就是……造物者。$b$b他们根据自己的设计来创造和改变这个世界。他们是这个世界出现的原因，他们是艾泽拉斯的创造者。',text0_1='' WHERE Id=1132;
UPDATE npc_text SET text0_0='造物者也知道这个资料库中汇集了大量的资讯。所以，如果你拥有诺甘农圆盘的话，便可以得到一份所有资讯的拷贝。$b$b请确认你现在没有关于这方面资讯的问题了。当你找到诺甘农圆盘之后，可以随时过来制作拷贝。',text0_1='' WHERE Id=1133;
UPDATE npc_text SET text0_0='那么说来你想要成为一名铁匠?扎好围裙，拿起铁锤$g小伙子:小姑娘;
，让我们开始吧。',text0_1='' WHERE Id=1135;
UPDATE npc_text SET text0_0='欢迎来到大锻炉，$g小伙子:姑娘;
。外面虽然非常寒冷，但是这里确实热火朝天。拿起锤子开工吧，让我看看你到底有些什么能耐!',text0_1='' WHERE Id=1136;
UPDATE npc_text SET text0_0='干得好，$N，我打赌你做的东西和布鲁克的酒一样正点。你应该去和米洛尔•怒斩谈谈，他会给你更多指引的。',text0_1='' WHERE Id=1138;
UPDATE npc_text SET text0_0='当然，我会告诉你怎么才能找到米洛尔的。他就在大锻炉的铁砧旁。仔细聆听他的教导吧，米洛尔绝对是名不虚传!',text0_1='' WHERE Id=1158;
UPDATE npc_text SET text0_0='$N，你已经得到了我的认可，你是我这些年来带过的最好的徒弟。如果你想要铸造一把真正的武器，那么你一定要去和米洛尔•怒斩谈谈。那个矮人能够教你铸造出一把真真正正的绝世好剑。',text0_1='' WHERE Id=1159;
UPDATE npc_text SET text0_0='你要找米洛尔•怒斩?他就在那儿，你瞧，就在你身后!呃，好吧，也许在你前面!反正就在大锻炉附近!',text0_1='' WHERE Id=1160;
UPDATE npc_text SET text0_0='瘟疫袭击了这座塔。这附近的所有风险投资公司雇员，包括我，都病倒了。$b$b就在上个星期，我们巡逻队的两个人死掉了，然后就变成了两具没有思想的行尸!$b$b我感到自己的生命力正在慢慢地被抽干……我已经渐渐丧失对自己的控制力。快让这样的痛苦结束吧……求求你了……*费苏勒开始重重地抽打自己的脸*我还没有死……听着……作为风险投资公司的高级成员，我知道很多敏感的资讯。',text0_1='我希望你是因为好事才打断我的，我正在做一些重要的工作。' WHERE Id=1202;
UPDATE npc_text SET text0_0='你真的那么笨吗?你锻造出来的是什么东西?那最多算得上是一把水果刀罢了。我可不会花时间来训练一个菜鸟。',text0_1='关于草药学，嗯……我认为你现在和我的水准已经差不多了，也许我只能在个别细节上给你一些点拨。' WHERE Id=1203;
UPDATE npc_text SET text0_0='你打扰我就是为了这个?你穿得真是跟垃圾一样，你还不如背着个死兔子到食人妖的洞里去跑一圈哪!',text0_1='啊，一个渔夫。你想要接受训练吗?也许我能教你些东西?' WHERE Id=1205;
UPDATE npc_text SET text0_0='$N，这真是你做的吗?真是一件精美的作品。我会继续训练你的，相信总有一天你可以达到皇家铸甲匠的水准。',text0_1='欢迎来暴风城。我们可是花了很长时间才将它重建起来的，但是这些工作都很值得。那么，你是来参观的还是有任务在身?' WHERE Id=1206;
UPDATE npc_text SET text0_0='大约五个月之前，风险投资公司荆棘谷分公司从藏宝海湾的一个名叫克兰克•菲兹巴布的神秘商人那里买了一瓶特别的毒药。显然，那是从赞吉尔手中偷来的!$b$b没错，我说的就是那个被流放的赞吉尔，他因为研究亡灵巫术而被他的部族赶了出去。$b$b那帮荆棘谷分公司的家伙拿到毒药之后就开始互相实验，结果可想而知。',text0_1='找我学习烹饪的学徒并不多，如果你准备好了的话，我马上就可以教你一些烹饪技巧。' WHERE Id=1207;
UPDATE npc_text SET text0_0='大工头普兹克•加里维克斯在那件事情发生之后就把剩余的毒药带到了他在淤泥沼泽的塔中继续进行研究，主要是想要解决毒药的不稳定性。最后他决定和迪菲亚兄弟会达成协议，共同研制开发这种毒药，代价是由迪菲亚兄弟会提供批量的成品毒药。$b$b迪菲亚兄弟会的克拉文•摩特维克负责对赞吉尔的毒药进行改良。',text0_1='我看起来像是那种闲得可以招待每个旅行者的人吗?快点告诉我你需要什么，我可没有时间和你慢慢磨蹭。' WHERE Id=1208;
UPDATE npc_text SET text0_0='接下来就是你看到的情况了：毒药发挥了预期的作用，喝下毒药的人都变成了被人控制的行尸走人，然而，这种毒药非常不稳定。$b$b加里维克斯，还有这座塔里里外外的人都已经感染了这种毒药。我们的意志和身体都在不断被侵袭。我们的器官变得越来越脆弱。$N，我已经无力去拯救这里的人了，而且我感觉自己马上要变成他们的一份子了。',text0_1='找我学习剥皮的学徒并不多，如果你准备好了，我马上就可以教你一些东西。' WHERE Id=1210;
UPDATE npc_text SET text0_0='现在，这座塔的防御力量正处于最薄弱的时刻。包括加里维克斯在内的所有人都感染了疾病，你的攻击一定可以对他们造成致命打击！$b$b我想要看到你血洗那座塔，你要拿到大工头普兹克•加里维克斯的脑袋，还有最后一瓶毒药，把这些东西都交给申苏尔。他会知道接下来该怎么办的……我希望如此。',text0_1='虽然现在是和平时期，但是我们可不能荒废了我们的战斗技能!' WHERE Id=1215;
UPDATE npc_text SET text0_0='我希望你是因为好事才打断我的，我正在做一些重要的工作。',text0_1='暴风城是人类的支柱，它是建立在钢铁的意志和锋利的刀刃上的。' WHERE Id=1216;
UPDATE npc_text SET text0_0='关于草药学，嗯……我认为你现在和我的水准已经差不多了，也许我只能在个别细节上给你一些点拨。',text0_1='你好。你想要学一些战斗技巧吗?' WHERE Id=1217;
UPDATE npc_text SET text0_0='啊，一个渔夫。你想要接受训练吗?也许我能教你些东西?',text0_1='活到老，学到老。' WHERE Id=1218;
UPDATE npc_text SET text0_0='欢迎来暴风城。我们可是花了很长时间才将它重建起来的，但是这些工作都很值得。那么，你是来参观的还是有任务在身?',text0_1='战士的任务之一就是保护。正如我们在战场上保护自己的同伴一样，我们要时刻保护被遗忘者的利益。' WHERE Id=1219;
UPDATE npc_text SET text0_0='',text0_1='这个发射体让我陷入困难!我缺少修复它的所有零件。' WHERE Id=8775;
UPDATE npc_text SET text0_0='我看起来像是那种闲得可以招待每个旅行者的人吗?快点告诉我你需要什么，我可没有时间和你慢慢磨蹭。',text0_1='怎么了，$g小伙子:姑娘;
?我能帮你什么忙吗?' WHERE Id=1221;
UPDATE npc_text SET text0_0='找我学习剥皮的学徒并不多，如果你准备好了，我马上就可以教你一些东西。',text0_1='我从铁炉堡来到这里协助进行重建工作。我希望能向你传授尽可能多的本领，然后我就能回家去，把这堆事情丢给你来做。' WHERE Id=1225;
UPDATE npc_text SET text0_0='虽然现在是和平时期，但是我们可不能荒废了我们的战斗技能!',text0_1='什么?你打扰我了，你最好赶快找到一个说得过去的理由。' WHERE Id=1226;
UPDATE npc_text SET text0_0='暴风城是人类的支柱，它是建立在钢铁的意志和锋利的刀刃上的。',text0_1='' WHERE Id=1228;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。' WHERE Id=1231;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。' WHERE Id=1232;
UPDATE npc_text SET text0_0='战士的任务之一就是保护。正如我们在战场上保护自己的同伴一样，我们要时刻保护被遗忘者的利益。',text0_1='为了增进夜精灵和人类的联盟关系，我千里迢迢带来了由泰达希尔最好的工匠制作的东西。我这里的东西应有尽有，请随意挑选。' WHERE Id=1233;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎·考迪尔和我的其他一些商业伙伴很好的完成了我的订单。' WHERE Id=1234;
UPDATE npc_text SET text0_0='暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗?',text0_1='暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗?' WHERE Id=1235;
UPDATE npc_text SET text0_0='我从铁炉堡来到这里协助进行重建工作。我希望能向你传授尽可能多的本领，然后我就能回家去，把这堆事情丢给你来做。',text0_1=' 暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗？' WHERE Id=1236;
UPDATE npc_text SET text0_0='什么?你打扰我了，你最好赶快找到一个说得过去的理由。',text0_1=' 暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗？' WHERE Id=1237;
UPDATE npc_text SET text0_0='对话',text0_1='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布尔商人。' WHERE Id=1238;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎•考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布尔商人。' WHERE Id=1239;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎•考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布尔商人。' WHERE Id=1240;
UPDATE npc_text SET text0_0='为了增进夜精灵和人类的联盟关系，我千里迢迢带来了由泰达希尔最好的工匠制作的东西。我这里的东西应有尽有，请随意挑选。',text0_1='让圣光保佑你一路平安。如果你需要需要任何帮助，就来找我吧。' WHERE Id=1241;
UPDATE npc_text SET text0_0='在达拉然陷落和奎尔萨拉斯被摧毁之后，这样的东西就很难在世面上看到了。但是鲁坎•考迪尔和我的其他一些商业伙伴很好的完成了我的订单。',text0_1='让圣光保佑你一路平安。如果你需要需要任何帮助，就来找我吧。' WHERE Id=1242;
UPDATE npc_text SET text0_0='暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗？',text0_1='不要让市场上的人类愚弄了你，$g小伙子:姑娘;
。有了地精建造的那条地铁运输线，你可以很轻松地把货物从铁炉堡运送过来。如果那些家伙要收你运费的话，那么就告诉他们你要到我这里来买东西。' WHERE Id=1243;
UPDATE npc_text SET text0_0='暴风城最好的货物啊，朋友，你绝对不应该错过。看看有什么你需要的东西吗？',text0_1='如果你把A标签插到B槽中，那么当然会爆炸!来，看看我有些什么，然后你可以问利廉姆怎样组合才不会爆炸。' WHERE Id=1249;
UPDATE npc_text SET text0_0='没有人能够从这里偷走东西。从来没有人……从来!',text0_1='没有人能够从这里偷走东西。从来没有人……从来!' WHERE Id=1250;
UPDATE npc_text SET text0_0='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布林商人。',text0_1='欢迎来到蓝色隐士，这里是魔法汇集的地方。$g先生:女士;
，我能帮你什么忙吗?' WHERE Id=1252;
UPDATE npc_text SET text0_0='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布林商人。',text0_1='我建议你最好不要坐得靠近阴影。' WHERE Id=1253;
UPDATE npc_text SET text0_0='我这里只卖最好的东西，而且绝无二价。你想要讨价还价的话，就去找个哥布林商人。',text0_1='欢迎来到猪和哨声旅店!和朋友在这里举杯畅饮，不亦乐乎!' WHERE Id=1254;
UPDATE npc_text SET text0_0='让圣光保佑你一路平安。如果你需要需要任何说明，就来找我吧。',text0_1='我们是整个暴风城中唯一提供鲜花的地方。你可以在我们店里购买到各种美丽的花儿。' WHERE Id=1255;
UPDATE npc_text SET text0_0='$g先生:女士;
，你想去哪里?只需要花几个小钱，你就可以搭乘狮鹫兽快速到达目的地。',text0_1='$g先生:女士;
，你想去哪里？只需要花几个小钱，你就可以搭乘狮鹫快速到达目的地。' WHERE Id=1256;
UPDATE npc_text SET text0_0='不要让市场上的人类愚弄了你，$g小伙子:姑娘;
。有了地精建造的那条地铁运输线，你可以很轻松地把货物从铁炉堡运送过来。如果那些家伙要收你运费的话，那么就告诉他们你要到我这里来买东西。',text0_1='在这里说话你要小心点，一不小心就可能招来杀身之祸。现在，你有什么需要我帮助的事情吗?' WHERE Id=1257;
UPDATE npc_text SET text0_0='如果你把A标签插到B槽中，那么当然会爆炸!来，看看我有些什么，然后你可以问利廉姆怎样组合才不会爆炸。',text0_1='在这里说话你要小心点，一不小心就可能招来杀身之祸。现在，你有什么需要我帮助的事情吗?' WHERE Id=1258;
UPDATE npc_text SET text0_0='没有人能够从这里偷走东西。从来没有人……从来！',text0_1='欢迎来到暴风城公会注册办公室。有什么需要我帮忙的吗?' WHERE Id=1259;
UPDATE npc_text SET text0_0='欢迎来到蓝色隐士，这里是魔法汇集的地方。$g先生:女士;
，我能帮你什么忙吗?',text0_1='欢迎来到暴风城公会注册办公室。有什么需要我帮忙的吗?' WHERE Id=1260;
UPDATE npc_text SET text0_0='我建议你最好不要坐得靠近阴影。',text0_1='' WHERE Id=1261;
UPDATE npc_text SET text0_0='欢迎来到猪和哨声旅店!和朋友在这里举杯畅饮，不亦乐乎!',text0_1='' WHERE Id=1262;
UPDATE npc_text SET text0_0='我们是整个暴风城中唯一提供鲜花的地方。你可以在我们店里购买到各种美丽的花儿。',text0_1='你在找什么？' WHERE Id=1272;
UPDATE npc_text SET text0_0='去找克拉姆吧。你可以在中心高地上的雷霆崖咨询处里找到他。',text0_1='去找克拉姆吧。你可以在中心高地上的雷霆崖咨询处里找到他。' WHERE Id=1291;
UPDATE npc_text SET text0_0='你可以在中心高地上找到雷霆崖银行。',text0_1='你可以在中心高地上找到雷霆崖银行。' WHERE Id=1292;
UPDATE npc_text SET text0_0='双足飞龙栖息处就在城镇中心的图腾柱顶部。',text0_1='双足飞龙栖息处就在城镇中心的图腾柱顶部。' WHERE Id=1293;
UPDATE npc_text SET text0_0='去长者高地的长者大厅找图拉克·符文图腾吧。',text0_1='去长者高地的长者大厅找图拉克·符文图腾吧。' WHERE Id=1294;
UPDATE npc_text SET text0_0='啊，那你就要去猎人高地上的猎手大厅了。你可以在那里找到像浩特·雷角那样伟大的猎人。',text0_1='啊，那你就要去猎人高地上的猎手大厅了。你可以在那里找到像浩特·雷角那样伟大的猎人。' WHERE Id=1295;
UPDATE npc_text SET text0_0='你是魔法的研习者?嗯，好吧……你可以在灵魂高地下的预见之池中找到他们。',text0_1='你是魔法的研习者?嗯，好吧……你可以在灵魂高地下的预见之池中找到他们。' WHERE Id=1296;
UPDATE npc_text SET text0_0='你应该找柯布神父谈谈，到灵魂高地下的预见之池去找他吧。',text0_1='你应该找柯布神父谈谈，到灵魂高地下的预见之池去找他吧。' WHERE Id=1297;
UPDATE npc_text SET text0_0='灵魂大厅是萨满的家园，它坐落在灵魂高地上。愿你的先祖保佑你。',text0_1='灵魂大厅是萨满的家园，它坐落在灵魂高地上。愿你的先祖保佑你。' WHERE Id=1298;
UPDATE npc_text SET text0_0='想要加入我们的行列?萨尔克·狂暴图腾可以指引你，他就在猎手大厅里。',text0_1='想要加入我们的行列?萨尔克·狂暴图腾可以指引你，他就在猎手大厅里。' WHERE Id=1299;
UPDATE npc_text SET text0_0='你可以在中心高地上找到雷霆崖银行。',text0_1='你要找哪一类型的训练师？' WHERE Id=1300;
UPDATE npc_text SET text0_0='双足飞龙巢穴就在城镇中心的图腾柱顶部。',text0_1='哪一项专业？' WHERE Id=1301;
UPDATE npc_text SET text0_0='去长者高地的长者大厅找图拉克•符文图腾吧。',text0_1='' WHERE Id=1302;
UPDATE npc_text SET text0_0='啊，那你就要去猎人高地上的猎手大厅了。你可以在那里找到像浩特•雷角那样伟大的猎人。',text0_1='' WHERE Id=1303;
UPDATE npc_text SET text0_0='到中部高地的「贝娜的炼金店」去找贝娜，她可以指导你学习配制药剂的方法。',text0_1='到中部高地的「贝娜的炼金店」去找贝娜，她可以指导你学习配制药剂的方法。' WHERE Id=1332;
UPDATE npc_text SET text0_0='你想知道如何用铁砧和锤子制作东西吗?卡恩·石蹄可以教你这些。他是个铁匠，就在中部高地的水池旁。',text0_1='你想知道如何用铁砧和锤子制作东西吗?卡恩·石蹄可以教你这些。他是个铁匠，就在中部高地的水池旁。' WHERE Id=1333;
UPDATE npc_text SET text0_0='在雷霆崖，你肯定找不到比阿丝卡·迷雾行者更好的厨师。嗯……我在这里都可以闻到他正在烹制的美味佳肴。你可以在中部高地的厨房里找到她。

呃……我又饿了。',text0_1='在雷霆崖，你肯定找不到比阿丝卡·迷雾行者更好的厨师。嗯……我在这里都可以闻到他正在烹制的美味佳肴。你可以在中部高地的厨房里找到她。

呃……我又饿了。' WHERE Id=1334;
UPDATE npc_text SET text0_0='到中部高地的晨行者附魔商店去看看吧。泰戈会很乐意帮助你的。',text0_1='到中部高地的晨行者附魔商店去看看吧。泰戈会很乐意帮助你的。' WHERE Id=1335;
UPDATE npc_text SET text0_0='急救是一项很有用的技能。在战斗中，它常常能救人一命。如果你想要学习这项技能的话，就去灵魂高地的「精神治疗」小店里面找找潘德·缚石，他可是这方面最好的训练师。',text0_1='急救是一项很有用的技能。在战斗中，它常常能救人一命。如果你想要学习这项技能的话，就去灵魂高地的「精神治疗」小店里面找找潘德·缚石，他可是这方面最好的训练师。' WHERE Id=1336;
UPDATE npc_text SET text0_0='我不会因为你想学钓鱼而责怪你的。莫高雷有卡林多大陆上最好的钓鱼胜地，而在山顶渔具店中，你可以找到钓鱼所需的一切装备。

告诉卡尔·迷雾行者是我让你去的!',text0_1='' WHERE Id=1337;
UPDATE npc_text SET text0_0='如果你想要学习草药学的话，就应该去找克米恩·冬蹄谈谈。他在中部高地那里。',text0_1='如果你想要学习草药学的话，就应该去找克米恩·冬蹄谈谈。他在中部高地那里。' WHERE Id=1338;
UPDATE npc_text SET text0_0='去雷霆崖中部高地的雷霆崖防具店找犹纳吧。',text0_1='去雷霆崖中部高地的雷霆崖防具店找犹纳吧。' WHERE Id=1339;
UPDATE npc_text SET text0_0='去中部高地的石蹄地质学会找布瑞克·石蹄，他会教你如何采集矿石和宝石。',text0_1='去中部高地的石蹄地质学会找布瑞克·石蹄，他会教你如何采集矿石和宝石。' WHERE Id=1340;
UPDATE npc_text SET text0_0='坦帕以她制作的衣物而闻名，你可以在中部高地的雷霆崖防具店找到她。',text0_1='坦帕以她制作的衣物而闻名，你可以在中部高地的雷霆崖防具店找到她。' WHERE Id=1341;
UPDATE npc_text SET text0_0='莫兰塔可以教你如何剥皮。你可以在中部高地的卡恩铁匠铺旁找到她。',text0_1='莫兰塔可以教你如何剥皮。你可以在中部高地的卡恩铁匠铺旁找到她。' WHERE Id=1343;
UPDATE npc_text SET text0_0='这块被诅咒的土地上的野兽拥有超自然的能力。

我们的研究表明，在黑暗之门打开的时候泄漏出了特别的能量，这种能量注入了那些野兽的体内，并把它们变成了现在的样子。

毫无疑问，这些野兽非常危险，但是我们也认为它们能够在我们的研究中发挥很大的作用。

$N，也许你有兴趣帮助我们研究这些野兽?',text0_1='' WHERE Id=1351;
UPDATE npc_text SET text0_0='我的兄弟德拉吉亚专注于研究诅咒之地上的这些野兽的生理特点，而我则倾向于研究它们的精神特点。

那些野兽确实具有相当惊人的力量、敏捷和耐力，而且还拥有惊人的智力和重生能力，这和它们的外表显得不太符合。

$r，你是不是有兴趣来协助我进行研究呢?',text0_1='我的兄弟德拉吉亚专注于研究诅咒之地上的这些野兽的生理特点，而我则倾向于研究它们的精神特点。

那些野兽确实具有相当惊人的力量、敏捷和耐力，而且还拥有惊人的智力和重生能力，这和它们的外表显得不太符合。

$r，你是不是有兴趣来协助我进行研究呢?' WHERE Id=1371;
UPDATE npc_text SET text0_0='我不会因为你想学钓鱼而责怪你的。莫高雷有卡利姆多大陆上最好的钓鱼胜地，而在山顶渔具店中，你可以找到钓鱼所需的一切装备。    告诉卡尔•迷雾行者是我让你去的！',text0_1='' WHERE Id=1391;
UPDATE npc_text SET text0_0='如果你想要学习草药学的话，就应该去找克米恩•冰蹄谈谈。他在中部高地那里。',text0_1='' WHERE Id=1392;
UPDATE npc_text SET text0_0='去雷霆崖中部高地的雷霆崖防具店找犹纳吧。',text0_1='' WHERE Id=1411;
UPDATE npc_text SET text0_0='去中部高地的石蹄地质学会找布瑞克•石蹄，他会教你如何采集矿石和宝石。',text0_1='' WHERE Id=1451;
UPDATE npc_text SET text0_0='坦帕以她制作的衣物而闻名，你可以在中部高地的雷霆崖防具店找到她。',text0_1='' WHERE Id=1452;
UPDATE npc_text SET text0_0='莫兰塔可以教你如何剥皮。你可以在中部高地的卡恩铁匠铺旁找到她。',text0_1='' WHERE Id=1453;
UPDATE npc_text SET text0_0='这块被诅咒的土地上的野兽拥有超自然的能力。$b$b我们的研究表明，在黑暗之门打开的时候泄漏出了特别的能量，这种能量注入了那些野兽的体内，并把它们变成了现在的样子。$b$b毫无疑问，这些野兽非常危险，但是我们也认为它们能够在我们的研究中发挥很大的作用。$b$b$N，也许你有兴趣帮助我们研究这些野兽?',text0_1='' WHERE Id=1454;
UPDATE npc_text SET text0_0='那些禁锢之石就是你要去摧毁的东西!正如我刚刚所说的，基利斯有一个完整的计划。$b$b每个被奴役的战士都有一个弱点，你必须尽量攻击他们，直到他们的实体形态几近瓦解。这时禁锢之石就会变得非常脆弱。你一定要抓紧时间摧毁禁锢之石，否则不久之后，那些奴隶又将获得新的力量，并再次变得刀枪不入了。',text0_1='' WHERE Id=1455;
UPDATE npc_text SET text0_0='很难想象如此多的死亡和恐惧会汇集在那么小的一块地区中。在这些门后是一块充斥着混乱和毁灭的大陆。$b$b冒险者，你要非常小心谨慎才行。诅咒之地中到处都是可以让你丧命的强大生物。',text0_1='' WHERE Id=1456;
UPDATE npc_text SET text0_0='作为萨尔手下最强大的二十名战士，我们被称为萨尔近卫军。$b$b在等待奥格瑞玛的命令时，我要求在诅咒之地边境建立一座营地。但是数星期过去了，酋长那里还是没有任何消息传来，我们开始变得有些焦躁不安了。$b$b$N，那是个错误的决定。我曾经年轻而又雄心勃勃，无所畏惧。这支部队在我的指挥下开进了诅咒之地。$b$b不久之后我就开始后悔了。',text0_1='' WHERE Id=1471;
UPDATE npc_text SET text0_0='后悔。这就是现在我所能感受到的一切。一个错误的决定导致了如此灾难性的后果。我多么希望当时能多等几天，直到命令传来。也许那样我们就能事先知道这片被诅咒的土地上到底有多少恐怖的东西等着我们!也许这一条命令就能指引我们去另外一个方向!无论怎么样，这都是我的错。所有的一切都是我造成的。',text0_1='' WHERE Id=1493;
UPDATE npc_text SET text0_0='你能相信作为精英战士的我居然失败了吗?$b$b我们的部队被无法抗拒的力量彻底摧毁，我所记得的一切就是不顾一切地逃跑，我所听到的一切只有我的战友撕心裂肺的惨叫和我自己的心跳。$b$b过了不久，我又回到了诅咒之地，希望能拯救我的伙伴。但是我被抓住了，最后被活活打死。$b$b这段日子中，我所能感受到的只有恐惧。',text0_1='' WHERE Id=1511;
UPDATE npc_text SET text0_0='我被抓之后遭受了非人的虐待，$N。他们轮番拷打我和基利斯中尉，而且在虐待一方的同时让另外一个在旁边看着。我们不断被折磨，直到有一天基利斯告诉把战友们的遭遇告诉了我，还有他的拯救计画。$b$b他们所遭受的痛苦比我和基利斯所遭受的还要多，他们真的是生不如死。',text0_1='' WHERE Id=1513;
UPDATE npc_text SET text0_0='你和我都无法想象当他们的灵魂被强行从躯体中剥离出来的时候有多么痛苦。他们没有死，但是他们也不是活着的。他们成为了一具具行尸，只会听从主人发号施令。$b$b干出这些惨绝人寰的事情的就是这里的恶魔首领拉瑟莱克，他把我的战友都变成了奴隶。其中的九个被他绑定在黑暗之门附近，其余的九个则被他的爪牙们瓜分。',text0_1='' WHERE Id=1514;
UPDATE npc_text SET text0_0='影誓大法师奥利斯塔、影誓术士瑟温妮女士、还有巨锤部落的巨魔’毁灭者’戈洛尔，他们各自分配到了三个。$b$b$N，你要知道，如果没有灵魂，我的战友是无法被杀死的。他们现在都处于一种无敌的状态。幸好的是，他们不能离开禁锢之石太远的距离。',text0_1='' WHERE Id=1515;
UPDATE npc_text SET text0_0='那些禁锢之石就是你要去摧毁的东西!正如我刚刚所说的，基利斯有一个完整的计画。$b$b每个被奴役的战士都有一个弱点，你必须尽量攻击他们，直到他们的实体形态几近瓦解。这时禁锢之石就会变得非常脆弱。你一定要抓紧时间摧毁禁锢之石，否则不久之后，那些奴隶又将获得新的力量，并再次变得刀枪不入了。',text0_1='' WHERE Id=1516;
UPDATE npc_text SET text0_0='我想你真的可以帮我，$N，但是单凭你的力量是无法和拉瑟莱克以及他的爪牙抗衡的。$b$b你一定要找到一支足够强大的队伍来解救我的战友，让他们脱离无尽的痛苦!你总共要摧毁十八块石头。$b$b努力地去战斗吧，$n。',text0_1='' WHERE Id=1517;
UPDATE npc_text SET text0_0='需要一些炼金术的材料吗?或者你有别的什么事情?',text0_1='你好!如果你想要接受一些挑战的话，我这里有个建议给你!$b$b我正在利用我发明的超级测蛋器帮助夜精灵的德鲁伊们拯救鹰角兽。他们受到菲拉斯废墟中的戈杜尼巨魔影响，数量正在迅速减少。$b$b我收集各种不同类型的蛋。你能帮我找到一些吗?' WHERE Id=1519;
UPDATE npc_text SET text0_0='$N，你好。',text0_1='这里西边有一处叫做菲拉斯的地方，那一带的角鹰兽是夜精灵长久以来的同伴，他们正处于危险的境地中。$b$b我需要你从菲拉斯南部的伊斯迪尔废墟中给我带回角鹰兽的蛋，超级测蛋器会分析你带回来的蛋，并判断它是否可以孵化。然后我可以把蛋送给德鲁伊们，避免它们受到戈杜尼巨魔的黑暗魔法影响。$b$b请记得一点，$N，有些被拯救的蛋是坏掉的，永远也不会孵化。' WHERE Id=1521;
UPDATE npc_text SET text0_0='救命!$b$b如果你能帮我离开这里，我就帮你炸开通向祖尔法拉克酋长所在地的那扇门!',text0_1='' WHERE Id=1569;
UPDATE npc_text SET text0_0='我们要杀掉更多的食人妖!杀了足够的食人妖，我就炸开食人妖酋长的门!',text0_1='' WHERE Id=1571;
UPDATE npc_text SET text0_0='谢谢你，$N。你出现的真是时候，我差一点就死于非命了!现在我们只差打破这扇门就能面对食人妖酋长了……',text0_1='' WHERE Id=1597;
UPDATE npc_text SET text0_0='救命啊!我的队伍被食人妖俘虏了，他们准备杀了我们!$b$b只要你能救我们出去，我会答应你的任何条件!',text0_1='' WHERE Id=1598;
UPDATE npc_text SET text0_0='没有时间聊天了!我们必须马上想办法对付那些食人妖!',text0_1='' WHERE Id=1599;
UPDATE npc_text SET text0_0='$N，非常感谢你。没有你，我们绝对没办法逃离魔爪。哦，如果我刚才说过要报答你之类的话……忘掉它吧!',text0_1='' WHERE Id=1600;
UPDATE npc_text SET text0_0='欢迎你，铁匠。让我和你分享一些秘密吧。在这世界上，你不能相信任何人。任何人……你能相信的只有钢铁。',text0_1='' WHERE Id=1605;
UPDATE npc_text SET text0_0='你有什么事?你是来接受训练的吗?你是来寻找钢铁的秘密的吗?还是要学习锻造的技巧?快说!',text0_1='' WHERE Id=1606;
UPDATE npc_text SET text0_0='对话',text0_1='' WHERE Id=1609;
UPDATE npc_text SET text0_0='你好，$N!如果你需要的东西在我店里找不到，那么我可以专门去帮你找一下!',text0_1='' WHERE Id=1610;
UPDATE npc_text SET text0_0='铁匠?真少见啊。我能为你做什么吗?',text0_1='' WHERE Id=1611;
UPDATE npc_text SET text0_0='如果不住在有大理石天花板的房间里，我就浑身不舒服。天上的星星让我觉得很烦燥……',text0_1='' WHERE Id=1615;
UPDATE npc_text SET text0_0='对话',text0_1='' WHERE Id=1616;
UPDATE npc_text SET text0_0='对话',text0_1='' WHERE Id=1617;
UPDATE npc_text SET text0_0='欢迎你，铁匠。让我和你分享一些秘密吧。在这世界上，你不能相信任何人。任何人……你能相信的只有钢铁。',text0_1='' WHERE Id=1618;
UPDATE npc_text SET text0_0='你有什么事?你是来接受训练的吗?你是来寻找钢铁的秘密的吗?还是要学习锻造的技巧?快说!',text0_1='' WHERE Id=1619;
UPDATE npc_text SET text0_0='',text0_1='到兽人城市奥格玛去，他就在荣誉谷的「传说中的装备」那家店里。' WHERE Id=1620;
UPDATE npc_text SET text0_0='',text0_1='$N，你铸造的武器很不错，已经达到切金断玉的水准了。但是我还认识比你的技艺更加精湛的铁匠，那是一个名叫克尔格鲁克·血斧的兽人，去找他继续学习吧!' WHERE Id=1621;
UPDATE npc_text SET text0_0='到奥格瑞玛的荣誉谷去找她。她和她的丈夫还有两个孩子都住在那里。他们都是出色的铁匠，而她将会是你最好的导师。',text0_1='' WHERE Id=1633;
UPDATE npc_text SET text0_0='你已经在锻造方面有了相当的造诣，可以把钢铁变成护身的铠甲。你的技艺已经超过了我，我必须让你去更好的锻造训练师那里深造。$N，你应该去奥格瑞玛找莎伊斯?钢怒，她是我所知道最好的护甲锻造师，她应该能教你很多东西。',text0_1='' WHERE Id=1634;
UPDATE npc_text SET text0_0='所有东西都有灵魂，如果学会聆听它们的声音，你就可以随心所欲地使用它们的力量。锻造并不是击打金属并将其改变成自己想要的形状那么简单，你必须倾听钢铁的声音，然后指引它，让它为你所用。',text0_1='' WHERE Id=1635;
UPDATE npc_text SET text0_0='你似乎正在寻求知识。也许你在找寻锻造之道，也许我能在这条道路上指引你。但是一旦你决定从事铁匠这个职业，你就应该学会聆听钢铁中的那些灵魂的呼喊。',text0_1='' WHERE Id=1637;
UPDATE npc_text SET text0_0='到奥格瑞玛去，你可以在荣誉谷找到她和她的家人。',text0_1='$N，你的旅行怎么样?$g苏米和图米都很想念你，在你结束训练之后应该去拜访他们:我听说了一些关于你的故事，你似乎一直都很忙;
。现在让我们来看看在你离开的这段时间里，你都学了些什么。' WHERE Id=1638;
UPDATE npc_text SET text0_0='你所锻造的护甲能够抵挡最锋利的刀刃。$N你给我留下了深刻的印象，这可不容易。去找一个名叫莎伊斯•钢怒的兽人吧，她是除了那些该死的矮人之外最好的铸甲匠。',text0_1='我不会训练一点水准都没有的铁匠，等你觉得自己达到我的要求之后再回来找我。' WHERE Id=1640;
UPDATE npc_text SET text0_0='你铸造的武器怎么样?你认为它能轻易斩下敌人的头颅吗?让我来告诉你如何把它变得更加锋利吧。',text0_1='$N，我已经看到了你的潜力。现在拿上锤子准备开工吧，你需要大量的练习才能提高自己的水准。' WHERE Id=1641;
UPDATE npc_text SET text0_0='想要成为一名铁匠?想要锻造出最好的武器?我可以帮你，希望你能对这门手艺投入最大的热情。',text0_1='' WHERE Id=1643;
UPDATE npc_text SET text0_0='$N，欢迎回到大锻炉。你是来拜访我的，还是准备进行下一阶段的训练?',text0_1='' WHERE Id=1644;
UPDATE npc_text SET text0_0='$N，这些金属真不错。拿把铁锤过来，让我指导你如何锻造一把绝世的利器。',text0_1='庞大的戈杜尼巨魔部落控制了菲拉斯森林的很大一块区域。他们的黑暗魔法已经渗透了周围的环境，从而直接对那里的其它生物造成了毁灭性的打击。$b$b如果你去菲拉斯的话，可得小心那些巨魔─他们非常骯脏，而且很多都会使用强大的黑暗魔法。' WHERE Id=1646;
UPDATE npc_text SET text0_0='什么事?你没有看到我很忙吗?',text0_1='' WHERE Id=1647;
UPDATE npc_text SET text0_0='$N，你是回来学更多东西的吗?那么当你准备好的时候，我们就继续吧。',text0_1='' WHERE Id=1648;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-C，这是一台三级机密等级的终端。$b$b你必须拥有一张蓝色穿孔卡片才能够使用该终端的功能。$b$b010100100110010101100011011010010111000001100101001110100010000001001101011001010110001101101000011000010110111001101001011000110110000101101100001000000100001101101000011010010110001',text0_1='' WHERE Id=1649;
UPDATE npc_text SET text0_0='蓝色穿孔卡片读取成功……$b$b正在分配四级机密等级许可权。$b$b01010000011011000110000101111001001000000100110101101111011100100110010100100000010101110110111101010111',text0_1='' WHERE Id=1650;
UPDATE npc_text SET text0_0='吱吱!

欢迎使用矩阵式打孔电脑3005-D，这是一台四级机密等级终端机。

你必须拥有一张红色穿孔卡片才能够使用该终端的功能。

01010011 01101000 01101111 01110010 01110100 00100000 01100001 01101110 01100100 00100000 01110011 01110111 01100101 01100101 01110100',text0_1='' WHERE Id=1651;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-A，这是一台一级机密等级的终端。$b$b你必须拥有一张白色穿孔卡片才能够使用该终端的功能。$b$b0100010001101111011101110110111000100000011101110110100101110100011010000010000001110100011010000110010100100000011010000110111101110010011001000110010100100001',text0_1='' WHERE Id=1652;
UPDATE npc_text SET text0_0='白色穿孔卡片读取成功……$b$b正在分配二级机密等级许可权。$b$b01010000011011000110000101111001001000000111010001101000011001010010000001010111011000010111001001100011011000010111001001100110011101000010000001110010011011110110110001100101011100000110110001100001011110010110100101101',text0_1='' WHERE Id=1653;
UPDATE npc_text SET text0_0='沙德拉-艾罗萨蜘蛛之神，剧毒之母，蛛丝舞者，死亡之吻。',text0_1='' WHERE Id=1654;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-B，这是一台二级机密等级的终端。$b$b你必须拥有一张黄色穿孔卡片才能够使用该终端的功能。$b$b010001110110111001101111011011010110010101110010011000110111100100100001',text0_1='' WHERE Id=1655;
UPDATE npc_text SET text0_0='黄色穿孔卡片读取成功……$b$b正在分配三级机密等级许可权。$b$b01010100011010000110010100100000010011000110100101100011011010000010000001001011011010010110111001100111001000000110110001101001011101100110010101110011001000010010000100100001001000010010000100100001001000010010000100100',text0_1='' WHERE Id=1656;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-C，这是一台三级机密等级的终端。$b$b你必须拥有一张蓝色穿孔卡片才能够使用该终端的功能。$b$b010100100110010101100011011010010111000001100101001110100010000001001101011001010110001101101000011000010110111001101001011000110110000101101100001000000100001101101000011010010110001',text0_1='' WHERE Id=1657;
UPDATE npc_text SET text0_0='蓝色穿孔卡片读取成功……$b$b正在分配四级机密等级许可权。$b$b01010000011011000110000101111001001000000100110101101111011100100110010100100000010101110110111101010111',text0_1='请等一下，$N。辛达尔在想办法把精灵龙从恐怖图腾营地中救出来。我们正巧路过这里，谁知道那些邪恶的牛头人对它们做了些什么。' WHERE Id=1673;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-D，这是一台四级机密等级级终端。$b$b你必须拥有一张红色穿孔卡片才能够使用该终端的功能。$b$b010100110110100001101111011100100111010000100000011000010110111001100100001000000111001101110111011001010110010101110100',text0_1='' WHERE Id=1674;
UPDATE npc_text SET text0_0='红色穿孔卡片读取成功……$b$b正在分配四级机密等级许可权。$b$b001111000110100101101110011100110110010101110010011101000010000001100110011101010110111001101110011110010010000001101101011001010111001101110011011000010110011101100101001000000110100001100101011100100110010100111110',text0_1='' WHERE Id=1675;
UPDATE npc_text SET text0_0='吉布林-艾拉卡猛虎之神，万兽之王$b$b缪萨拉-安泰恩死亡之神，时间之子，睡眠之父，夜晚之友',text0_1='' WHERE Id=1676;
UPDATE npc_text SET text0_0='沙德拉-艾罗萨蜘蛛之神，剧毒之母，蛛丝舞者，死亡之吻。',text0_1='' WHERE Id=1677;
UPDATE npc_text SET text0_0='矩阵式科技知识检测器探测到了你所具备的工程学天赋。你可以从以下选项中进行选择：$b$b01000111011011110010000001100111011011110010000001100111011011110010000100100001',text0_1='' WHERE Id=1678;
UPDATE npc_text SET text0_0='奥丹姆是一座为维系艾泽拉斯的自然体系而建造的研究工厂。只有那些拥有奥丹姆圆盘的人知道创世者在奥丹姆所进行的研究工作的详细情况。

奥丹姆中的资料库被用于进行特殊的试验和资料编辑，更多详细资讯，请查询资料库。',text0_1='' WHERE Id=1679;
UPDATE npc_text SET text0_0='资料访问授权。祝你开心!$b$b010011100110000101110100011000010110110001101001011001010010000001010000011011110111001001110100011011010110000101101110001000000101001001101111011000110110101101110011',text0_1='感谢圣光!现在情况十分紧急，即使有一个双头巨魔愿意施以援手，我也会欣然接受的。$b$b这座城市里到处都是石腭怪!为了把它们赶出这里，我们采取了一些行动，但是却导致这一地区遭受了大面积的污染。幸好我们还有希望!$b$b我们疏散到铁炉堡的科学家正在研究对付辐射疾病的方法。同时，如果你能帮我阻止石腭怪的入侵，那也许我们就能够夺回我们的城市!' WHERE Id=1693;
UPDATE npc_text SET text0_0='$N，给我几分钟时间。这里刚刚发生了一些事情，我要去确定一切都已经搞定了。我会马上会来继续和你谈谈的。',text0_1='' WHERE Id=1713;
UPDATE npc_text SET text0_0='向你致敬。我是这个入口的守卫。除非你的圆盘中包括奥丹姆圆盘，否则我是不会让你进入奥丹姆的。',text0_1='' WHERE Id=1734;
UPDATE npc_text SET text0_0='拥有奥丹姆圆盘才能够进入奥丹姆。这些圆盘中储存了造物者在这里的所有活动的纪录。$b$b从组成上来看，这些圆盘各不相同。它们的标注则只和奥丹姆资讯相关，与奥达曼圆盘截然不同。',text0_1='' WHERE Id=1753;
UPDATE npc_text SET text0_0='我的职责是为造物者守卫奥丹姆的入口。只有拥有正确的圆盘才能进入其中。$b$b你的圆盘中没有包含奥丹姆圆盘，所以你不具备进入奥丹姆的基本条件。除非奥丹姆圆盘存在，否则你无法进入。',text0_1='' WHERE Id=1754;
UPDATE npc_text SET text0_0='造物者制造了若干张奥丹姆圆盘以供使用。他们控制着向整个世界分配奥丹姆圆盘的工作。同样，艾泽拉斯已经被安排了新的探访计画，到那时，未来的奥丹姆圆盘也许会重新开始流通。$b$b现有的奥丹姆圆盘已经被全部分给了具有一定忠诚度的种族。',text0_1='' WHERE Id=1755;
UPDATE npc_text SET text0_0='当外部势力和内部势力相互冲突，以至于扰乱整个世界的时候，造物者将探访计画作为重新控制世界的手段，不过执行这样的策略并不容易。$b$b关于预先安排的探访计画的更多资讯，请查询所有与造物者相关的资料库。',text0_1='' WHERE Id=1756;
UPDATE npc_text SET text0_0='奥丹姆是一座为维系艾泽拉斯的自然体系而建造的研究工厂。只有那些拥有奥丹姆圆盘的人知道创世者在奥丹姆所进行的研究工作的详细情况。$b$b奥丹姆中的资料库被用于进行特殊的试验和资料编辑，更多详细资讯，请查询资料库。',text0_1='' WHERE Id=1757;
UPDATE npc_text SET text0_0='苏萨斯……第一次听到这个词的时候，我还和你一样大。那个时候这个词对我来说没有什么意义，就好像现在它对你没有什么意义一样。但是当一群食人妖从祖尔法拉克来到这里肆意妄为之后，这个词就变成了恐惧的代名词。$b$b这里的人都会告诉你那把剑并不存在，那只是一个神话，一个用来吓唬小孩子的故事。但是，$c，请相信我，它确实存在。$b$b<说到这里，特伦顿不禁开始用手抚摸自己脸上累累的伤疤。>',text0_1='' WHERE Id=1758;
UPDATE npc_text SET text0_0='$N，给我几分钟时间。这里刚刚发生了一些事情，我要去确定一切都已经搞定了。我会马上会来继续和你谈谈的。',text0_1='' WHERE Id=1759;
UPDATE npc_text SET text0_0='欢迎你，$c。如果你有什么问题，尽管来问我。',text0_1='' WHERE Id=1793;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-A，这是一台一级机密等级的终端。$b$b检测到白色穿孔卡片。许可权开放。$b$b010101000110010101101100011011000010000001111001011011110111010101110010001000000110011001110010011010010110010101101110011001000111001100100000011101000110111100100000011100000110110001100001',text0_1='' WHERE Id=1794;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-B，这是一台二级机密等级的终端。$b$b检测到黄色穿孔卡片。许可权开放。$b$b010010110110100101110011011100110010000001101101011001010010110000100000010010010010011101101101001000000110011101101110011011110110110101101001011100110110100000100001',text0_1='' WHERE Id=1796;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-C，这是一台三级机密等级的终端。$b$b检测到蓝色穿孔卡片。许可权开放。$b$b01000111011011100110111101101101011001010111001001100101011001110110000101101110001000000110011001101111011100100110010101110110011001010111001000100001',text0_1='' WHERE Id=1813;
UPDATE npc_text SET text0_0='吱吱!$b$b欢迎使用矩阵式打孔电脑3005-D，这是一台四级机密等级的终端。$b$b检测到红色穿孔卡片。许可权开放。$b$b0100100001101111011101110010000001100001011011010010000001001001001000000110010001110010011010010111011001101001011011100110011100111111',text0_1='' WHERE Id=1814;
UPDATE npc_text SET text0_0='和我们战斗的那些生物的灵魂，或者说“灵魂精华”中存在着不可思议的力量。$b$b这个地区的许多生物都是夜精灵的盟友，夜精灵可以随时利用它们的力量。部落也应该享受到同样的权利，我相信一定有办法可以掌握这些力量，使其为我们所用。$b$b我说的都是事实，$N。帮助我，你会发现自己获得了不可思议的力量。',text0_1='' WHERE Id=1815;
UPDATE npc_text SET text0_0='苏萨斯……第一次听到这个词的时候，我还和你一样大。那个时候这个词对我来说没有什么意义，就好像现在它对你没有什么意义一样。但是当一群食人妖从祖尔法拉克来到这里肆意妄为之后，这个词就变成了恐惧的代名词。$b$b这里的人都会告诉你那把剑并不存在，那只是一个神话，一个用来吓唬小孩子的故事。但是，$c，请相信我，它确实存在。$b$b<说到这里，特伦顿不禁开始用手抚摸自己脸上累累的伤疤。>',text0_1='' WHERE Id=1816;
UPDATE npc_text SET text0_0='分久必合，合久必分。那两把剑被隐藏在祖尔法拉克城中。$b$b苏萨斯会在两把剑都被发现时重生。',text0_1='' WHERE Id=1817;
UPDATE npc_text SET text0_0='塞拉摩的卫兵都是原本驻扎在卡利姆多的联盟精英力量。即使远离了家园，但我们还是会努力维护联盟的律法。',text0_1='' WHERE Id=1818;
UPDATE npc_text SET text0_0='我们对于树荫旅店被焚烧以及詹姆士•海厄尔的妻子和孩子没能及时逃脱这些事情了解得并不多。$b$b我们想要找到詹姆士的尸体，但是他却根本不在那堆废墟中。$b$b我们有一些线索，但是证据仍然很缺乏。我们希望能通过卫兵和塞拉摩人民的帮助让这件惨案得以大白天下。$b$b如果你也想帮忙的话，可以到贫瘠之地的边境那里调查一下旅店的废墟。',text0_1='' WHERE Id=1819;
UPDATE npc_text SET text0_0='如果雷瑟和树荫旅店被烧毁的事有某种联系的话，你就得找到他，问个清楚。
我派了奥格隆去追他，应该是朝东南方向去了。去跟奥格隆会合，然后一起去找雷瑟吧。',text0_1='' WHERE Id=1820;
UPDATE npc_text SET text0_0='你看到他们了吗?当然没有……我认为你是看不到的。以你的资质，即使有眼睛也和瞎了没有什么区别。',text0_1='$N，我不介意听到这个。不，你绝不能进入灼热峡谷，决不可能。我告诉你多少次了─我绝对不会让你进去的!你难道听不懂吗?你难道是兽人假扮成的?看我口型，不!$b$b如果我让你进去，那么每个人都会想要进去。不久之后，你最好的朋友，你的远房亲戚，然后你远房亲戚的朋友，然后所有的人就会来我这里想要进去。以前发生过这样的事情……好吧，我们不谈以前的事情。' WHERE Id=1833;
UPDATE npc_text SET text0_0='在抵抗燃烧军团时期，污染者拉瑟莱克是卡札克麾下最强大的将领之一。当燃烧军团被击退，卡札克的势力被压制之后，拉瑟莱克接受了诅咒之地的事务。$b$b当联盟和部落在诅咒之地以外的地方打得天昏地暗的时候，拉瑟莱克则在召集阴影议会的教徒，以及野蛮的巨槌巨魔。',text0_1='你疯了吗?你难道不知道那里都是些凶残无比的野兽?我们可能得使用铲子才能挖出你的尸体。我们已经在那里损失了太多生命了。$b$b我的答案是，不行。如果你想要去灼热峡谷，那么我只能说抱歉了，此路不通。' WHERE Id=1834;
UPDATE npc_text SET text0_0='可悲的是，正是因为萨尔的智慧才导致了恶魔之王和其它势力联合起来，特雷博的军队促成了恶魔之王、阴影议会和巨槌巨魔之间的联合。对于力量的无尽渴求使得他们签下了血契，对恶魔效忠。',text0_1='我原本不想告诉你的:如果你能够穿过荒芜之地的话，那么你也许可以找到通往灼热峡谷的另外一条路。$b$b没错，我说的是荒芜之地。在卡加斯营地那里，兽人铺了一条通向灼热峡谷的小路。你说说他们有多蠢吧!那帮家伙居然造了一条通向地狱的道路?他们到底在想什么啊?' WHERE Id=1835;
UPDATE npc_text SET text0_0='瑟温妮、奥利斯塔和戈洛尔都没有意识到，其实他们和那些奴仆一样，都被永远禁锢在这片土地上了。他们所获得的不朽之力其实就是要永远为拉瑟莱克卖命。狡猾的拉瑟莱克又一次获得了胜利。',text0_1='小意思?' WHERE Id=1836;
UPDATE npc_text SET text0_0='$n，他们的意识已经受污染了。是的，情况越来越严重。他们现在只会为拉瑟莱克而活。他们手中的护符碎片就是召唤恶魔之王的钥匙。但问题是，他们已经对于常规的攻击方式完全免疫了。',text0_1='不听我的劝告，你就等着有人来给你收尸吧!别以为你自己无所不能，小心使得万年船!' WHERE Id=1837;
UPDATE npc_text SET text0_0='那么让我们假设你即将开始这段漫长而又艰辛的任务，你要做的是就是想办法摧毁这三个家伙的防御结界。然后呢?去污染者拉瑟莱克的巢穴挑战他?$b$b<洛拉姆斯大笑着。>',text0_1='你猜怎么着，既然你觉得自己是个英雄，那么就穿过荒芜之地到灼热峡谷去，拿回一些能证明你的实力的东西，这样我也许能想办法帮你搞到一把钥匙。$b$b在灼热峡谷的最西南角有一个强壮的女士，嗯，几乎跟我一样强壮，她的名字叫狂暴的玛尔戈。也许你应该先去找她谈谈……' WHERE Id=1838;
UPDATE npc_text SET text0_0='人类宣称尘泥沼泽是他们的领地，但是石锤氏族在我们的帮助下将他们赶了回去。',text0_1='你能在旅店里干什么?$b$b当你待在旅店里的时候，你就可以好好地休息。因此,你可以比留在野外更快地恢复到充分休息的状态，这样就可以获得更多的经验值。$b$b另外你还可以通过和旅店老板交谈来获得一块炉石，以后就可以使用这块炉石快速回到你绑定的旅店里了。' WHERE Id=1853;
UPDATE npc_text SET text0_0='人类在贫瘠之地的边界处建了一座旅店，他们叫它树荫旅店。几个星期前，这家旅店被烧掉了。$b$b酋长让我们别去搭理那些人类─除非他们越过边境，不过看来有人违背了酋长的意愿。$b$b他让我负责查明事情的真相。如果你想帮忙的话，就去查看一下树荫旅店的废墟，把你能找到的线索都给我带回来。',text0_1='' WHERE Id=1874;
UPDATE npc_text SET text0_0='虽然我们把这块土地称作贫瘠之地，但对于睿智者来说，这里到处都是生命。',text0_1='' WHERE Id=1875;
UPDATE npc_text SET text0_0='我出售山谷这一边最好的布料和皮革服饰!',text0_1='' WHERE Id=1914;
UPDATE npc_text SET text0_0='',text0_1='你已经比许多人都走得更远了，$N。敬畏大自然的力量，你就会取得比大多数人都要伟大的成就。' WHERE Id=1916;
UPDATE npc_text SET text0_0='祭坛似乎在召唤你，好像它具有生命一样。',text0_1='' WHERE Id=1918;
UPDATE npc_text SET text0_0='赞美伊露恩!好些年都没有人来拜访我了。',text0_1='' WHERE Id=1920;
UPDATE npc_text SET text0_0='作为黑海岸的一名年轻的夜精灵，我遇到了一队暮光之锤的成员。他们待我如同亲人，因此我背叛了对伊露恩的信仰，听信了他们的蛊惑之言。$b$b直到伊露恩的幻影从我眼前闪过，我才幡然省悟。$b$b我满怀悔恨，开始向伊露恩祈祷。',text0_1='' WHERE Id=1921;
UPDATE npc_text SET text0_0='你能在旅店里干什么?$b$b当你待在旅店里的时候，你就可以好好地休息。因此,你可以比留在野外更快地恢复到充分休息的状态，这样就可以获得更多的经验值。$b$b另外你还可以通过和旅店老板交谈来获得一块炉石，以后就可以使用这块炉石快速回到你绑定的旅店里了。',text0_1='' WHERE Id=1922;
UPDATE npc_text SET text0_0='你现在进展顺利，$N。但是你还有很多东西要学的，南贫瘠之地将是你获得进一步发展的地方。',text0_1='古老的哈卡祭坛静静地矗立在房间的入口处。$b$b你注意到阳台上有一尊巨大的毒蛇雕像立在那儿。它看起来跟祭坛上的雕像非常相似。它们之间一定有什么联系……' WHERE Id=1923;
UPDATE npc_text SET text0_0='虽然我们把这块土地称作贫瘠之地，但对于睿智者来说，这里到处都是生命。',text0_1='' WHERE Id=1924;
UPDATE npc_text SET text0_0='我出售山谷这一边最好的布料和皮革服饰!',text0_1='' WHERE Id=1933;
UPDATE npc_text SET text0_0='收拾你的行装，$N!我从灼热峡谷那边的尼莉丝·洛克拉夫收到消息说，有个被称作“黑市组织”的团体正在大熔炉一带运作。到灼热峡谷去找到尼莉丝·洛克拉夫，然后把那个黑市组织连窝端掉。',text0_1='' WHERE Id=1934;
UPDATE npc_text SET text0_0='祭坛似乎在召唤你，好像它具有生命一样。',text0_1='房间中出现一道明亮的光束，随即消失了。然后你注意到了另一道光束……又一道光束。$b$b它们似乎拼接出了某种图案。' WHERE Id=1935;
UPDATE npc_text SET text0_0='赞美伊露恩!好些年都没有人来拜访我了。',text0_1='' WHERE Id=1953;
UPDATE npc_text SET text0_0='作为黑海岸的一名年轻的夜精灵，我遇到了一队暮光之锤的成员。他们待我如同亲人，因此我背叛了对伊露恩的信仰，听信了他们的蛊惑之言。$b$b直到伊露恩的幻影从我眼前闪过，我才幡然省悟。$b$b我满怀悔恨，开始向伊露恩祈祷。',text0_1='' WHERE Id=1954;
UPDATE npc_text SET text0_0='我的自责、羞愧、懊悔和悲伤全都刻在这块纯金石板上。不幸的是，暮光之锤找到了石板，并认定我是诅咒者。我被立即处死，而那时我对伊露恩的祷告还没有做完。现在我已经成为了一个游荡的幽灵，无法降入扭曲虚空;
我被关在笼子里，用来警告那些试图背叛暮光之锤的人。',text0_1='' WHERE Id=1955;
UPDATE npc_text SET text0_0='古老的哈卡祭坛静静地矗立在房间的入口处。$b$b你注意到阳台上有一尊巨大的毒蛇雕像立在那儿。它看起来跟祭坛上的雕像非常相似。它们之间一定有什么联系……',text0_1='' WHERE Id=1973;
UPDATE npc_text SET text0_0='这个地区有许多生物都是夜精灵的同盟。精灵们可以借助这些生物的能量来为自己效劳。部落也应该拥有这种能力。我想到一个方法，可以捕捉到这种能量并为我们所用。$b$b不要怀疑我告诉你的事情，$N。帮助我，你就会知道我所说的都是实话。',text0_1='' WHERE Id=1994;
UPDATE npc_text SET text0_0='如果你是个裁缝，维兹格里克肯定有你想要的东西!随便看看，$N，想要买什么东西就和我说!',text0_1='' WHERE Id=1995;
UPDATE npc_text SET text0_0='收拾你的行装，$N!我从灼热峡谷那边的尼莉丝•洛克拉夫收到消息说，有个被称作“黑市组织”的团体正在大熔炉一带运作。到灼热峡谷去找到尼莉丝•洛克拉夫，然后把那个黑市组织连窝端掉。',text0_1='' WHERE Id=1996;
UPDATE npc_text SET text0_0='房间中出现一道明亮的光束，随即消失了。然后你注意到了另一道光束……又一道光束。$b$b它们似乎拼接出了某种图案。',text0_1='' WHERE Id=1997;
UPDATE npc_text SET text0_0='我要复仇。',text0_1='' WHERE Id=1998;
UPDATE npc_text SET text0_0='我父亲被大熔炉中的恶棍杀害了。我恳求暴风城给予援助，但是他们根本没有理睬。不仅如此，他们甚至不愿意承认这个地区的存在，更不要说派遣军队来匡扶正义了。$b$b我要报仇，$c。这世界上还有比这更强烈的理由吗?',text0_1='' WHERE Id=1999;
UPDATE npc_text SET text0_0='正如你所见的一样，我只不过是单枪匹马。黑铁矮人和拉格纳罗斯的爪牙可以轻松把我摆平，但是我对于像你这样勇敢的冒险者充满了信心，你一定可以把大熔炉里的那些东西全部搞定的。如果你愿意帮助我，我会给予你丰富的奖励，那些奖励将是你做梦也想不到的。',text0_1='' WHERE Id=2013;
UPDATE npc_text SET text0_0='我热烈欢迎你的到来，$c。你远道而来仅仅是为了找一个住在洞里的家伙，我相信你的这次旅程一定是有重要的事情，对吗?',text0_1='' WHERE Id=2033;
UPDATE npc_text SET text0_0='你好，$G先生:小姐;
。我是克希雷姆大人的学徒尼瑞尔。如果你们有任何问题，请随意向主人询问。$b$b当你准备下山的时候，就过来找我吧。',text0_1='' WHERE Id=2034;
UPDATE npc_text SET text0_0='我知道你是谁，$N。由于某种原因，命运将你带到我面前，而且我对此并不感到高兴。在未来的日子里，你将做出很多抉择，我希望你拥有足够的智慧来做出正确的抉择。$b$b相信我吧，$c─总有正确的抉择。',text0_1='我不是为了荣耀而来这里的，$N。我来这里是为了兽人的骄傲。$b$b如果我没有拒绝贝尔戈洛姆的提议，那我肯定现在还在奥格瑞玛料理真正的生意。$b$b他对女人的渴望在杜洛塔的女性战士中尽人皆知，但是那仍然没有影响他成为大众情人。$b$b很幸运他并没有骚扰我太长时间——否则他会被砍成肉酱的。' WHERE Id=2035;
UPDATE npc_text SET text0_0='你很好奇，这种好奇掩饰了你在理解能力上的缺乏。我说这些是因为，如果你来此有一个确定的目的，你要提的问题就会显得毫无意义。$b$b因为这个原因，我只好对你说再见。',text0_1='你好，$N。你是从奥格瑞玛来帮助我们的吧?很高兴见到你。我想尽快离开这片亡灵的森林，回到奥格瑞玛去喝酒度日。$b$b不过，我很想知道贝尔戈洛姆是如何说服你来这儿的。' WHERE Id=2036;
UPDATE npc_text SET text0_0='你很清楚我知道这些，$r。我们坦率地说吧。$b$b很明显你来这里是因为你知道自己拿着什么样的东西，你在哈卡的神庙中得到的这件东西使你身负着一件使命来到我面前。这个使命就是让我的伙伴……我的兄弟，得到安息。他被困在翡翠梦境的梦魇中，他自己无法解脱出来。',text0_1='' WHERE Id=2037;
UPDATE npc_text SET text0_0='阿塔莱食人妖所崇拜的神灵曾经受到惩罚。我们毁掉了他的肉身并把神庙沉入水中，但是他比我们预料中的要强大得多。堕落的种子散播开来，腐化了它所接触的一切。$b$b伊兰尼库斯负责看守沉没的神庙，以确保阿塔莱食人妖或是阿塔莱神灵都不会再死灰复燃。他是个无辜的受害者，我们低估了堕落的力量。',text0_1='' WHERE Id=2038;
UPDATE npc_text SET text0_0='你来到此地仅仅是第一步……如果你想帮助伊瑟拉的绿龙军团，这是个正确的选择。$b$b你到这儿来也许只是受到个人利益的驱使，也许是受到良心的谴责。什么缘由并不重要，重要的是结果:伊兰尼库斯所经受的痛苦令我从梦中惊醒，现在我要终止他的痛苦。我想请你帮助我完成这项任务。',text0_1='' WHERE Id=2039;
UPDATE npc_text SET text0_0='有趣，真有趣……我知道有个德鲁伊居住在哀嚎洞穴上方的山顶，$N。她也许能告诉你有关这块碎片的更多资讯。$b$b现在，我必须工作了!',text0_1='菲拉斯的土地经历了岁月的洗礼，$r。大地、树木和生物，它们改变着菲拉斯的现状和未来。$b$b跟这儿所发生的一切相比，双塔山可以算是亘古不变的了……' WHERE Id=2053;
UPDATE npc_text SET text0_0='我们在艾萨拉度过的这段日子并不是辉煌而又灿烂的，但是我们仍然年轻而且热血沸腾─我们最终会获得胜利，这只是一个时间问题。',text0_1='' WHERE Id=2054;
UPDATE npc_text SET text0_0='贝尔戈洛姆派我们从奥格瑞玛到这里来帮助他，不过如果他成功了，那样整个部落就有了希望。$b$b虽然由于他一直以来都喜欢取悦女人，无数的兽人已经因此而丧生，但是他仍然是我们的指挥官，为了荣耀，我们只能尽力去做好。',text0_1='' WHERE Id=2055;
UPDATE npc_text SET text0_0='谢谢你救了我!$b$b我是一名来自暴风城的厨师兼炼金师。我到这儿来是要帮我叔叔安古斯寻找草药和食物的，但是这些野猪人将我抓了起来。要不是你赶过来的话，我想我已经被它们煮着吃了。',text0_1='' WHERE Id=2113;
UPDATE npc_text SET text0_0='嗯……对，我这里确实有一些挺有用的食谱。让我来教你吧!',text0_1='' WHERE Id=2114;
UPDATE npc_text SET text0_0='你找塞纳-马恩省里奥议会有什么事，$N?',text0_1='' WHERE Id=2115;
UPDATE npc_text SET text0_0='我知道，我知道，我知道我根本不知道自己在哪里!$b$b我的家在棘齿城，不过既然我的飞艇在这儿坠落了，那我不如现在就开始进行我的研究项目了!',text0_1='' WHERE Id=2133;
UPDATE npc_text SET text0_0='灵魂还在尸体旁徘徊。它那可怕的眼睛死死地盯着你……',text0_1='' WHERE Id=2134;
UPDATE npc_text SET text0_0='你好，$g小伙子:姑娘;
……我是奥格索普，你拥有的某件地精设备很可能就是我发明的!如果它爆炸了，那它就不是我发明的;
如果它给你带来了财富，那我们可以讨论一下版权金的问题!$b$b哦，对了，如果你来自诺姆瑞根，那你可以走了。我没有什么跟你好说的。',text0_1='' WHERE Id=2135;
UPDATE npc_text SET text0_0='为了让上来观光的旅行者安全地下去，我可以为你提供翅膀。',text0_1='' WHERE Id=2136;
UPDATE npc_text SET text0_0='嗯，既然你提及了这一点，不错，昨天下午我确实看见了奇怪的事情!$b$b当我从东南方的食人妖废墟处跑过时……好吧，我其实不是跑过去的，应该说是跳过去的……沙地真是太烫了!$b$b总之，当我从废墟旁跳过的时候，我注意到那儿有一座营账。我不得不说，在那儿设立营账是件可笑的事儿……我本来要到那里去看看的，但是一只疯狂的大秃鹫把我赶走了。',text0_1='' WHERE Id=2137;
UPDATE npc_text SET text0_0='谢谢你救了我!$b$b我是一名来自暴风城的厨师兼炼金师。我到这儿来是要帮我叔叔安古斯寻找草药和食物的，但是这些野猪人将我抓了起来。要不是你赶过来的话，我想我已经被它们煮着吃了。',text0_1='' WHERE Id=2138;
UPDATE npc_text SET text0_0='嗯……对，我这里确实有一些挺有用的食谱。让我来教你吧!',text0_1='' WHERE Id=2139;
UPDATE npc_text SET text0_0='不错，我确实知道一种罕见的炼金术配方。让我来教你吧!',text0_1='' WHERE Id=2140;
UPDATE npc_text SET text0_0='你好!如果你是来学习哥布林工程学结构图的话，那请你准备好哥布林工程学会员卡以备验证。',text0_1='' WHERE Id=2153;
UPDATE npc_text SET text0_0='你好!如果你是来学习地精工程学结构图的话，那请你准备好地精工程学会员卡以备验证。',text0_1='' WHERE Id=2154;
UPDATE npc_text SET text0_0='你好，$g小伙子:姑娘;
……我是奥格索普，你拥有的某件地精设备很可能就是我发明的!如果它爆炸了，那它就不是我发明的;
如果它给你带来了财富，那我们可以讨论一下版权金的问题!$b$b哦，对了，如果你来自诺姆瑞根，那你可以走了。我没有什么跟你好说的。',text0_1='' WHERE Id=2155;
UPDATE npc_text SET text0_0='哦，这不是$N嘛!很高兴再见到你，我无法表达我对你的感激之情，你帮我及时完成了发明。$b$b我能为你做什么事吗?',text0_1='' WHERE Id=2173;
UPDATE npc_text SET text0_0='我是大工匠欧沃斯巴克，现代地精工程学领域的顶级设计师。我的工作就是用我们的闪亮崭新的扳手确保新的发明能够付诸执行!$b$b要是你碰巧懂得制造消除辐射污染的装置，那你算是来对地方啦……',text0_1='' WHERE Id=2174;
UPDATE npc_text SET text0_0='宝贝，让我来教你一个简单的加法守则:“哥布林”+“工程学”=“万事通”。告诉你其它演算法的家伙肯定数学不及格。',text0_1='魔法只会腐蚀那些意志薄弱的人。即便你不是术士，最好也牢记这一点。' WHERE Id=2175;
UPDATE npc_text SET text0_0='通过研究，我发现在哈卡的化身被击败之后，他的力量也会随之减弱。但是哈卡的大部分力量仍保留在扭曲虚空的深处。$b$b你曾经击败过哈卡的化身，$N。或许再次击败他的话就可以进一步削弱他的力量，也许有一天我们就将面对他的真身。$b$b我为你准备了一张卷轴，你可以用它在堕神圣地中再次召唤哈卡的化身。你敢再次迎接哈卡的挑战吗?',text0_1='魔法只会使弱者堕落。继续你的训练吧，不然你的命运就跟那些家伙相差无几了。' WHERE Id=2193;
UPDATE npc_text SET text0_0='你好，$c。虽然长期饮用烈酒已经让我的感觉变得迟钝了，但我的心灵之眼依然十分强大。',text0_1='' WHERE Id=2213;
UPDATE npc_text SET text0_0='你好，$N。我在这里训练和照料年轻的角鹰兽，你可以随意看看。',text0_1='你好，$N 。你是来学习铁炉堡的历史的?' WHERE Id=2234;
UPDATE npc_text SET text0_0='德鲁伊对世界上所有生物的生存状况都非常敏感。当我们知道这些鸟处于危险之中时，便设立了一套营救系统，防止它们遭受菲拉斯的堕落气息的影响。$b$b一个名叫克格尔•曲藤的地精负责这项工作，她收集鸟蛋并将其交给我照顾。$b$b我们总是在寻求更多的帮助，$N。或许你该前往加基森找克格尔谈话。',text0_1='当你准备听我讲述故事的时候就告诉我。' WHERE Id=2235;
UPDATE npc_text SET text0_0='谢谢你，小$c!',text0_1='数百年前，伟大的索瑞森城骄傲地矗立在富饶的大地之上，那里现在已经变成了荒芜的燃烧平原。$B$B索瑞森城是黑铁矮人的家乡，它那时正处于一场矮人的内战中。$B$B你知道，那片土地曾是赤脊山的一部分——直到有一天，索瑞森被一场大爆炸吞噬。城市变成一片废墟，周围的地区也被夷为平地。' WHERE Id=2236;
UPDATE npc_text SET text0_0='你的烹饪水准实在是太低了。再去训练一段时间，也许我就可以教你一些我所知道的东西。',text0_1='我们不知道。$B$B活下来的黑铁矮人们躲入深山，并开始重建他们的城市。$B$B索瑞森的废墟上又出现了黑石塔和新的黑铁王国。他们在灼热峡谷内建立了新的防御工事，就在众所周知的大熔炉地区。$B$B一个关于远古邪恶力量控制黑铁王国的故事开始流传。' WHERE Id=2237;
UPDATE npc_text SET text0_0='你的炼金技能还不足以理解我所传授的知识。也许你应该晚些时候再来找我谈谈……',text0_1='最近，黑铁矮人更加频繁地出现在地表上。他们在荒芜之地建造了堡垒，并派遣了庞大的探险队到奥达曼深处寻找古代的知识，他们甚至侵入了我们的祖国，攻击我们的巨石水坝。' WHERE Id=2238;
UPDATE npc_text SET text0_0='',text0_1='我们需要一些冒险者的帮助，$N。你能帮我吗?' WHERE Id=2239;
UPDATE npc_text SET text0_0='魔法只会使弱者堕落。继续你的训练吧，不然你的命运就跟那些家伙相差无几了。',text0_1='' WHERE Id=2253;
UPDATE npc_text SET text0_0='我注定永远被束缚在这个受诅咒的世界。你的欲望是什么，凡人?',text0_1='我想我的项链掉到湖里去了。那是我爸爸送给我的，他要是知道我弄丢了项链，肯定会气疯的。' WHERE Id=2273;
UPDATE npc_text SET text0_0='',text0_1='谢谢你，$g先生:小姐;
，你找到了我的项链!你是最棒的!' WHERE Id=2274;
UPDATE npc_text SET text0_0='先不说外面的那些蛮兵，我和我的兄弟们可都参加过海加尔山之战。谁想要在银行里面行窃，那就先过我们这一关。',text0_1='先不说外面的那些蛮兵，我和我的兄弟们可都参加过海加尔山之战。谁想要在银行里面行窃，那就先过我们这一关。' WHERE Id=2275;
UPDATE npc_text SET text0_0='你好，$g先生:夫人;
……你能花点时间帮帮我吗?求你了。',text0_1='' WHERE Id=2276;
UPDATE npc_text SET text0_0='再次感谢你帮助希拉里，$g先生:小姐;
!我长大了也要成为你这样的英雄!',text0_1='' WHERE Id=2277;
UPDATE npc_text SET text0_0='经历了多年的战乱和奴役生活，再次拥有一个家园的感觉真好。',text0_1='经历了多年的战乱和奴役生活，再次拥有家园的感觉真好。' WHERE Id=2278;
UPDATE npc_text SET text0_0='我活着的目的就是为主人服务。',text0_1='' WHERE Id=2279;
UPDATE npc_text SET text0_0='嗯，你好!如果你是来征收费用或者投递传票的，那你一定是将我认作别人了。非常抱歉!',text0_1='即使在和平时期仍然会有战争，而许多氏族仍在酋长的领导下奋勇作战。你是来为奥格瑞玛而战的吗?' WHERE Id=2280;
UPDATE npc_text SET text0_0='你好，$N!我是一名工程大师，我叫斯库提。',text0_1='' WHERE Id=2282;
UPDATE npc_text SET text0_0='大地中蕴藏着许多秘密，$c。保护这些秘密是我们永远的职责。',text0_1='' WHERE Id=2284;
UPDATE npc_text SET text0_0='先不说外面的那些卫兵，我和我的兄弟们可都参加过海加尔山之战。谁想要在银行里面行窃，那就先过我们这一关。',text0_1='' WHERE Id=2285;
UPDATE npc_text SET text0_0='再次感谢你帮助希拉蕊，$g先生:小姐;
!我长大了也要成为你这样的英雄!',text0_1='' WHERE Id=2287;
UPDATE npc_text SET text0_0='经历了多年的战乱和奴役生活，再次拥有一个家园的感觉真好。',text0_1='' WHERE Id=2288;
UPDATE npc_text SET text0_0='我活着的目的就是为主人服务。',text0_1='' WHERE Id=2289;
UPDATE npc_text SET text0_0='即使在和平时期仍然会有战争，而许多氏族仍在酋长的领导下奋勇作战。你是来为奥格瑞玛而战的吗?',text0_1='嘿，$N!这场景不甚美观，是吧?地平线轻帆号沉在海底，我的手下狼狈不堪，我们的货物和乘客如同碎片一般到处都是，你也许会认为暴风城曾在这儿举办过节日庆典。$b$b麻烦事儿还不止这么点……' WHERE Id=2293;
UPDATE npc_text SET text0_0='你好，$N!我是一名工程大师，我叫斯库提。',text0_1='' WHERE Id=2313;
UPDATE npc_text SET text0_0='大地中蕴藏着许多秘密，$c。保护这些秘密是我们永远的职责。',text0_1='' WHERE Id=2314;
UPDATE npc_text SET text0_0='如果你是来浪费我的时间，那你就是在浪费整个塞纳-马恩省里奥议会的时间。为你自己着想，希望你不至于那么蠢。',text0_1='' WHERE Id=2315;
UPDATE npc_text SET text0_0='在我们的家园面临重重危机的情况下……暴风城的官员们竟然将大批军队派往别处，我真不敢相信!$b$b来自西部荒野的盗贼和东边和西边来的豺狼人蜂拥而至，暴风城没有受到围攻可真是个奇迹。',text0_1='' WHERE Id=2316;
UPDATE npc_text SET text0_0='你好，$C。希望你是来支持我们的。野兽和盗贼在艾尔文森林肆意妄为，我们的人手不够，无法维持治安!$b$b如果你没有做过这样的工作，就去看看关于霍格的告示。他是森林中的一只野兽，我们一定要干掉他!',text0_1='' WHERE Id=2317;
UPDATE npc_text SET text0_0='你好，$n。欢迎来到塞尔萨玛，别忘了去本地的酿酒厂看看!',text0_1='' WHERE Id=2318;
UPDATE npc_text SET text0_0='欢迎来到塞尔萨玛，这儿是你在洛克莫丹的家!$b$b塞尔萨玛是个好地方，但是对那些相应召唤来到这儿的勇士来说，这里可不是个吃喝玩乐的地方!如果你想以联盟的名义挑战危险的话，就去读读贴在探险者协会塞尔萨玛分部外面的海报吧。',text0_1='' WHERE Id=2320;
UPDATE npc_text SET text0_0='考虑清楚，$g小子:姑娘;
——我可没心情听你废话。我在这里的工作是确认大德鲁伊的研究工作正在按计划进行，而不是跟那些不愿为塞纳里奥议会效劳的家伙聊天。',text0_1='' WHERE Id=2333;
UPDATE npc_text SET text0_0='我感觉到处都是阴谋。还有那些对我所做的事情缺乏理解的家伙，他们想要把我关起来!$B$B你最好不要牵扯进来。',text0_1='您好，尊贵的$c。我这个塞纳里奥议会的谦卑的仆从愿祝福与您同在。' WHERE Id=2353;
UPDATE npc_text SET text0_0='什么?我在干什么?你眼睛不好是吗?我是一个梦想家，亲爱的$g先生:女士;
，我梦想我们的将来会更加美好。很明显，我是个梦想家。$b$b然而，有些人却在想尽办法把我们困在平庸的泥沼里。我告诉过他，我是一个梦想家，而大德鲁伊鹿盔却回答说，“哦，我们似乎还缺一些挖水沟的。”$b$b我会帮助塞纳里奥议会弄走周围的泥堆，直到平庸的枷锁从我们身上卸下的那一天。',text0_1='' WHERE Id=2354;
UPDATE npc_text SET text0_0='我喜欢馅饼。',text0_1='我喜欢馅饼。' WHERE Id=2355;
UPDATE npc_text SET text0_0='我没有选择，至少我是这么认为的。我会忍受索瑞森的毁灭并与我的国王和同胞站在一起。$b$b在拉格纳罗斯的统治下，达格兰•索瑞森国王开凿了山脉的中央，并建立了黑石塔。我们不知疲倦地工作着，发誓要建立一座比以前的任何城市或堡垒都要坚固的矮人城堡……甚至将来也不会有能与之媲美的建筑。',text0_1='' WHERE Id=2393;
UPDATE npc_text SET text0_0='我眼睁睁地看着拉格纳罗斯的堕落渗透了整个黑铁矮人社会，使这个曾经荣耀的民族变得疯狂……变得邪恶。$b$b当黑石塔建造完毕时，我与同胞们共同生存下去的意愿也消失殆尽了。我作为新的黑铁矮人的英雄而死去。这座坟墓就在我亲手建造的城门处，作为对我的成就的敬意。',text0_1='' WHERE Id=2394;
UPDATE npc_text SET text0_0='我那柄巨大的战锤─铁胆之锤，被交给了新的建筑大师弗诺斯•达克维尔。这个家伙人品低劣，才疏学浅。$b$b这点就是你需要知道的，$N。我想阻止他。他无法将铁胆之锤的力量发挥到极致，但是如果他的后续者有这个能力的话，他们就会毁掉一切的，而这必将带来灾难性的后果。',text0_1='' WHERE Id=2414;
UPDATE npc_text SET text0_0='没错，但是如果你精通草药学的话，你会发现它非常有用!你要做的是用特别的种子来细心培育药草——而不是一遇到风吹草动就挥斧乱砍。虽然你即将得到的常青袋能让最没有经验的新手轻松进行种植工作，但那些对草药学有天资的冒险者将会得到更丰硕的成果。',text0_1='' WHERE Id=2433;
UPDATE npc_text SET text0_0='考虑清楚，$g小子:姑娘;
——我可没心情听你废话。我在这里的工作是确认大德鲁伊的研究工作正在按计划进行，而不是跟那些不愿为塞纳里奥议会效劳的家伙聊天。',text0_1='' WHERE Id=2434;
UPDATE npc_text SET text0_0='快动手吧，骯脏的$r。$b$b<卡兰低下头，露出他粗壮的的脖子。>',text0_1='' WHERE Id=2473;
UPDATE npc_text SET text0_0='小心一点，$c，我有一个为你准备的变形术……',text0_1='' WHERE Id=2474;
UPDATE npc_text SET text0_0='我喜欢馅饼。',text0_1='' WHERE Id=2475;
UPDATE npc_text SET text0_0='嗯，如果我能用树枝做掩护的话，那些守卫是看不见我的。',text0_1='' WHERE Id=2476;
UPDATE npc_text SET text0_0='你必须耐心一些，$N。我的间谍机器人正在进行非常精密的操作，马上就帮你搞定。$b$b哦，帮我个忙，尽量不要让莱斯科瓦看到你……我们要伏击他。',text0_1='' WHERE Id=2477;
UPDATE npc_text SET text0_0='艰难时期，嗯，$N?谁都需要帮助，我和我妻子也不例外。',text0_1='' WHERE Id=2478;
UPDATE npc_text SET text0_0='嗨!我名叫格雷甘。我能为你做什么呢?',text0_1='' WHERE Id=2479;
UPDATE npc_text SET text0_0='当然，$N。看起来你是个值得信任的$r!我在一里开外就发现了……$b$b总之，说正经事。我需要一株灵根草才能制作视灵药剂。药剂所需的其它成分都是小菜一碟，但是灵根草就不是那么容易得到了。',text0_1='' WHERE Id=2480;
UPDATE npc_text SET text0_0='快动手吧，骯脏的$r。$b$b<卡兰低下头，露出他粗壮的的脖子。>',text0_1='' WHERE Id=2481;
UPDATE npc_text SET text0_0='一切都完了……',text0_1='' WHERE Id=2482;
UPDATE npc_text SET text0_0='你看我像个傻子吗，$r?我可以签署她的死亡证明书!我为什么要信任你呢?',text0_1='' WHERE Id=2493;
UPDATE npc_text SET text0_0='<卡兰叹了口气。>$b$b我想……我想你是对的。$b$b哥沙克告诉我你的酋长有个大计画，一个可能会改变联盟和部落关系的计画。关于这点你知道些什么?',text0_1='' WHERE Id=2494;
UPDATE npc_text SET text0_0='那么听好了，$c。$B$B几个月前，湖畔镇的镇长派遣特使来到铁炉堡，恳求国王一同抵抗入侵赤脊山的黑石兽人。$B$B铁炉堡公主茉艾拉自愿前去援助，于是国王就指派了20个精英守卫，确保公主由洛克湖前往湖畔镇的途中一路平安，我也在卫队中。',text0_1='' WHERE Id=2496;
UPDATE npc_text SET text0_0='去大树以西的暗巷区中心寻找耶尔玛克药剂店。',text0_1='去大树以西的暗巷区中心寻找耶尔玛克药剂店。' WHERE Id=2497;
UPDATE npc_text SET text0_0='跟燃烧的铁钻的萨鲁·钢怒谈谈。沿着红石谷矿业工会右边的道路走到尽头，去那得荣誉谷找他吧。',text0_1='跟燃烧的铁钻的萨鲁·钢怒谈谈。沿着红石谷矿业工会右边的道路走到尽头，去那得荣誉谷找他吧。' WHERE Id=2499;
UPDATE npc_text SET text0_0='札姆沙在暗巷区上层的博斯坦的火坑。当你从力量谷进入暗巷区时走左边的楼梯。',text0_1='札姆沙在暗巷区上层的博斯坦的火坑。当你从力量谷进入暗巷区时走左边的楼梯。' WHERE Id=2500;
UPDATE npc_text SET text0_0='古丹的符文工艺店就是你要去的地方。到暗巷区的西端可以找到，就在智慧谷的旁边。',text0_1='古丹的符文工艺店就是你要去的地方。到暗巷区的西端可以找到，就在智慧谷的旁边。' WHERE Id=2501;
UPDATE npc_text SET text0_0='阿诺克能制作很好的绷带。他住在精神谷灵魂归宿旁边的湖畔，就在适者生存小屋。它就在上方的力量谷西边。',text0_1='阿诺克能制作很好的绷带。他住在精神谷灵魂归宿旁边的湖畔，就在适者生存小屋。它就在上方的力量谷西边。' WHERE Id=2502;
UPDATE npc_text SET text0_0='鲁玛克……总是在荣誉谷的湖边钓鱼。你找到他后，顺便帮我向山吉斯问好。',text0_1='鲁玛克……总是在荣誉谷的湖边钓鱼。你找到他后，顺便帮我向山吉斯问好。' WHERE Id=2503;
UPDATE npc_text SET text0_0='草药……你需要前往暗巷区，去加迪的植物园找她谈谈。在智慧谷阿索兰的市场后面有木制的阶梯。沿着阶梯可以到达暗巷区的上层。',text0_1='草药……你需要前往暗巷区，去加迪的植物园找她谈谈。在智慧谷阿索兰的市场后面有木制的阶梯。沿着阶梯可以到达暗巷区的上层。' WHERE Id=2504;
UPDATE npc_text SET text0_0='到暗巷区的科多兽皮工店那里去。问问卡洛雷克。',text0_1='到暗巷区的科多兽皮工店那里去。问问卡洛雷克。' WHERE Id=2513;
UPDATE npc_text SET text0_0='到荣誉谷的湖泊的东北方找红石谷矿业工会。与那里的马卡鲁谈谈。',text0_1='到荣誉谷的湖泊的东北方找红石谷矿业工会。与那里的马卡鲁谈谈。' WHERE Id=2515;
UPDATE npc_text SET text0_0='苏尔德将教你如何练习技能。去暗巷区的科多兽皮工店找他吧。',text0_1='苏尔德将教你如何练习技能。去暗巷区的科多兽皮工店找他吧。' WHERE Id=2516;
UPDATE npc_text SET text0_0='玛加尔的玛加尔布品店在暗巷区里。去科多兽皮工店旁边的大树南边就可以找到他。',text0_1='玛加尔的玛加尔布品店在暗巷区里。去科多兽皮工店旁边的大树南边就可以找到他。' WHERE Id=2518;
UPDATE npc_text SET text0_0='古丹的符文工艺店就是你要去的地方。到暗巷区的西端可以找到，就在智慧谷的旁边。',text0_1='' WHERE Id=2533;
UPDATE npc_text SET text0_0='阿诺克能制作很好的绷带。他住在精神山谷灵魂归宿旁边的湖畔，就在适者生存小屋。沿着力量山谷向西走便可抵达。',text0_1='' WHERE Id=2534;
UPDATE npc_text SET text0_0='奥格玛银行在力量谷那里。去主城门以北的地方找找吧。',text0_1='奥格玛银行在力量谷那里。去主城门以北的地方找找吧。' WHERE Id=2554;
UPDATE npc_text SET text0_0='到力量谷的飞行塔顶部可以找到双足飞龙管理员。朵拉斯会确保你到达你想要战斗的地方。',text0_1='到力量谷的飞行塔顶部可以找到双足飞龙管理员。朵拉斯会确保你到达你想要战斗的地方。' WHERE Id=2555;
UPDATE npc_text SET text0_0='你要找部落大使馆里的乌特伦·氏族使者，他就在力量谷的西边。',text0_1='你要找部落大使馆里的乌特伦·氏族使者，他就在力量谷的西边。' WHERE Id=2556;
UPDATE npc_text SET text0_0='旅馆位于主城入口以北，力量谷右边的第二幢建筑物。和旅店老板格雷什卡谈谈。',text0_1='旅馆位于主城入口以北，力量谷右边的第二幢建筑物。和旅店老板格雷什卡谈谈。' WHERE Id=2557;
UPDATE npc_text SET text0_0='你会在力量谷中央的奥格玛银行外面找到它们中的一个。',text0_1='你会在力量谷中央的奥格玛银行外面找到它们中的一个。' WHERE Id=2558;
UPDATE npc_text SET text0_0='到荣誉谷的猎人大厅去，它就位于就在大剧场的西边。与那里的奥玛克谈谈。',text0_1='到荣誉谷的猎人大厅去，它就位于就在大剧场的西边。与那里的奥玛克谈谈。' WHERE Id=2559;
UPDATE npc_text SET text0_0='往上走到力量谷西边，到精神谷的暗木小屋找皮菲瑞多谈谈。',text0_1='往上走到力量谷西边，到精神谷的暗木小屋找皮菲瑞多谈谈。' WHERE Id=2560;
UPDATE npc_text SET text0_0='萨尤斯与他的牧师在精神谷那的灵魂小屋里。去力量谷上方西侧的湖泊那里可以找到他。',text0_1='萨尤斯与他的牧师在精神谷那的灵魂小屋里。去力量谷上方西侧的湖泊那里可以找到他。' WHERE Id=2561;
UPDATE npc_text SET text0_0='你想找的是卡德里斯。她和其余的萨满正在智慧谷萨尔的要塞的入口房间那里。',text0_1='你想找的是卡德里斯。她和其余的萨满正在智慧谷萨尔的要塞的入口房间那里。' WHERE Id=2562;
UPDATE npc_text SET text0_0='想找迅影兄弟会的申苏尔，是吗?去暗巷区，过了杜佛斯回收店之后就可以找到通往暗影裂口的通道。',text0_1='想找迅影兄弟会的申苏尔，是吗?去暗巷区，过了杜佛斯回收店之后就可以找到通往暗影裂口的通道。' WHERE Id=2563;
UPDATE npc_text SET text0_0='你在寻找格罗达尔和暗火营地?在被称作暗影裂口的地下洞穴里找到他们。有两条通道可以进入洞穴，一条在智慧谷的南面，另一条在暗巷区里面。',text0_1='你在寻找格罗达尔和暗火营地?在被称作暗影裂口的地下洞穴里找到?。有两条通道可以进入洞穴，一条在智慧谷的南面，另一条在暗巷区里面。' WHERE Id=2564;
UPDATE npc_text SET text0_0='去荣誉谷的勇者大厅找格雷兹·怒拳谈谈。并代我向他问好!',text0_1='去荣誉谷的勇者大厅找格雷兹·怒拳谈谈。并代我向他问好!' WHERE Id=2565;
UPDATE npc_text SET text0_0='你会在力量谷中央的奥格瑞玛银行外面找到它们中的一个。',text0_1='' WHERE Id=2567;
UPDATE npc_text SET text0_0='到荣誉谷的猎人大厅去，它就位于就在大剧场的西边。与那里的奥玛克谈谈。',text0_1='' WHERE Id=2568;
UPDATE npc_text SET text0_0='往上走去力量谷以西，去精神谷的黑石南小屋找皮菲瑞多谈谈。',text0_1='' WHERE Id=2570;
UPDATE npc_text SET text0_0='萨尤斯与他的牧师在精神谷那的灵魂小屋里。去力量谷上方西侧的湖泊那里可以找到他。',text0_1='' WHERE Id=2574;
UPDATE npc_text SET text0_0='你想找的是卡德里斯。她和其余的萨满正在智慧谷萨尔的要塞的入口房间那里。',text0_1='' WHERE Id=2575;
UPDATE npc_text SET text0_0='想找迅影兄弟会的申苏尔，是吗？去暗巷区，过了杜佛斯回收店之后就可以找到通往暗影裂口的通道。',text0_1='你在找什么？' WHERE Id=2593;
UPDATE npc_text SET text0_0='你在寻找格罗达尔和暗火营地？在被称作暗影裂口的地下洞穴里找到他们。有两条通道可以进入洞穴，一条在智慧谷的南面，另一条在暗巷区里面。',text0_1='哪一项专业？' WHERE Id=2594;
UPDATE npc_text SET text0_0='去荣誉谷的勇者大厅找格雷兹•怒拳谈谈。并代我向他问好！',text0_1='我们肉体的死亡标志着我们灵魂和神圣使命的重生。' WHERE Id=2595;
UPDATE npc_text SET text0_0='请不要打扰古老的灵魂。',text0_1='' WHERE Id=2596;
UPDATE npc_text SET text0_0='很少有人能找到我……我能为你做什么吗?',text0_1='' WHERE Id=2597;
UPDATE npc_text SET text0_0='呵呵呵呵……你是个相当好奇的家伙，不是吗，$n?嗯，我来告诉你该怎么做。$b$b在此地以北的古老废墟中居住着一个名叫米布隆•乱齿的令人厌恶的豺狼人。他日夜守护着灵根草，好像从不睡觉似的!$b$b你必须把他引开才行。我可以卖给你一些他喜欢吃的东西─把食物放在他附近，引他过来，然后你就可以趁机拿走灵根草啦。祝你好运!',text0_1='' WHERE Id=2598;
UPDATE npc_text SET text0_0='没错，但是如果你精通草药学的话，你会发现它更有用!你可以培育出特别的草药来。虽然常青袋是个连新手都能轻松使用的工具，但那些对草药学有天资的冒险者将会得到更丰硕的报酬。',text0_1='你要找什么技能的训练师？' WHERE Id=2599;
UPDATE npc_text SET text0_0='你好，$c。我这个羽月要塞的仆人可以为你做些什么呢?',text0_1='' WHERE Id=2601;
UPDATE npc_text SET text0_0='你在找什么？',text0_1='' WHERE Id=2602;
UPDATE npc_text SET text0_0='哪一项专业？',text0_1='' WHERE Id=2604;
UPDATE npc_text SET text0_0='你的意志很坚强，而且你的意图很明显。$b$b可能你的确有资格……',text0_1='' WHERE Id=2605;
UPDATE npc_text SET text0_0='去找我们的领袖杜姆雷尔发出挑战吧。',text0_1='' WHERE Id=2606;
UPDATE npc_text SET text0_0='去找我们的领袖杜姆雷尔发出挑战吧。',text0_1='' WHERE Id=2633;
UPDATE npc_text SET text0_0='付钱给我，我就说……

哦，是你，$N!别介意……',text0_1='' WHERE Id=2634;
UPDATE npc_text SET text0_0='你要找什么技能的训练师？',text0_1='' WHERE Id=2635;
UPDATE npc_text SET text0_0='拉格纳罗斯将拥有至高无上的统治权!',text0_1='拉格纳罗斯将拥有至高无上的统治权!' WHERE Id=2636;
UPDATE npc_text SET text0_0='枪炮与硝烟弥漫，直到某一方被摧毁。',text0_1='枪炮与硝烟弥漫，直到某一方被摧毁。' WHERE Id=2637;
UPDATE npc_text SET text0_0='你想要学习这项古老的手艺?你希望冶炼黑铁?$b$b给我一样祭品我就会考虑的!',text0_1='' WHERE Id=2638;
UPDATE npc_text SET text0_0='你好，$c。如果你在寻找皮制品和制皮物资的话，来问我这个半退休的圣骑士就算是找对人了。',text0_1='' WHERE Id=2639;
UPDATE npc_text SET text0_0='你已经表明了你的愿望，也支付了珍贵的石头。我会教你的……',text0_1='看来你需要通过无尽之海的通道。那你算来对地方了，这儿就是少女之爱号的停泊处，她是这片水域上最好的客船。当船到达后，你就登上甲板，然后用不了多久你就可以躺在荆棘谷的沙滩上晒太阳了。' WHERE Id=2640;
UPDATE npc_text SET text0_0='我……我真的不知道自己是怎么到那儿的……$b$b我依稀记得用的是……木筏……$b$b',text0_1='我必须承认，藏宝海湾有南海最好的杂烩蚌肉。哦，对烹饪不感兴趣?那么欢迎你投宿少女之爱号─在东部王国和卡利姆多之间航行的最好的客船。很快她将驰往棘齿城，在她到达之前好好享受吧。' WHERE Id=2641;
UPDATE npc_text SET text0_0='付钱给我，我就说……哦，是你，$N！别介意……',text0_1='氦弹点火和爆炸的过程是没有危险的。跟船只相比，这宝贝能更为快速安全地将你送达幽暗城，途中的景色真是惊心动魄。说到这，在地精飞艇上是不允许吸烟的，旅途中也不允许使用火的法术。' WHERE Id=2642;
UPDATE npc_text SET text0_0='谢谢你，$N!你是安戈洛环形山的英雄!',text0_1='' WHERE Id=2643;
UPDATE npc_text SET text0_0='拉格纳罗斯将拥有至高无上的统治权！',text0_1='我兄弟说我们能在这条商贸路线上赚到更多的钱的，但是他没告诉我要独自应对。要是你乘坐地精飞艇沿着这条路返回的话，你能帮我带点吃的吗？在奥格瑞玛，有人出售最好的肉类，当然我还能以那些茍延残喘的动物为食的。' WHERE Id=2644;
UPDATE npc_text SET text0_0='去红石谷矿业工会东北部的荣誉谷找诺格机械店。',text0_1='去红石谷矿业工会东北部的荣誉谷找诺格机械店。' WHERE Id=2653;
UPDATE npc_text SET text0_0='勇敢的$c，欢迎来到莫沙彻营地。我能帮你什么忙吗?',text0_1='' WHERE Id=2676;
UPDATE npc_text SET text0_0='你好，$c。如果你在寻找皮革制品和制皮物资的话，来问我这个半退休的圣骑士就算是找对人了。',text0_1='<普瑞斯托女士怒视着你。>' WHERE Id=2693;
UPDATE npc_text SET text0_0='看来你需要通过无尽之海的通道。那你算来对地方了，这儿就是少女之爱号的停泊处，她是这片水域上最好的客船。当船到达后，你就登上甲板，然后用不了多久你就可以躺在荆棘谷的沙滩上晒太阳了。',text0_1='我就站在你旁边，笨蛋。我知道你在找什么。' WHERE Id=2694;
UPDATE npc_text SET text0_0='我必须承认，藏宝海湾有南海最好的杂烩蚌肉。哦，对烹饪不感兴趣?那么欢迎你投宿少女之爱号─在东部王国和卡利姆多之间航行的最好的客船。很快她将驰往棘齿城，在她到达之前好好享受吧。',text0_1='你是说为了满足一个妄想狂的地方官和一群没准正在遭受中暑之苦的乌合之众的愿望，我们就得把世界各地的部队都调回来，然后给他派过去吗？' WHERE Id=2695;
UPDATE npc_text SET text0_0='氦弹点火和爆炸的过程是没有危险的。跟船只相比，这宝贝能更为快速安全地将你送达幽暗城，途中的景色真是惊心动魄。说到这，在地精飞艇上是不允许吸烟的，旅途中也不允许使用火的法术。',text0_1='当然不是，亲爱的$g小伙子:姑娘;
。你这种「冒险者」类型的$c经常成为政治的牺牲品，被政治家玩弄于股掌之间而毫无察觉。$B$B我给你的建议，就是去做一些更加具体的事情：找份新工作。$B$B这个世界已经有太多的英雄了。' WHERE Id=2696;
UPDATE npc_text SET text0_0='你好!你正是我要找的人。坐下来听我说，我有个可以让咱们两个都发家致富的计画!',text0_1='' WHERE Id=2713;
UPDATE npc_text SET text0_0='我兄弟说我们能在这条商贸路线上赚到更多的钱的，但是他没告诉我要独自应对。要是你乘坐地精飞艇沿着这条路返回的话，你能帮我带点吃的吗？在奥格瑞玛，有人出售最好的肉类，当然我还能以那些茍延残喘的动物为食的。',text0_1='' WHERE Id=2714;
UPDATE npc_text SET text0_0='去红石谷矿业工会东北部的荣誉谷找诺格机械店。',text0_1='' WHERE Id=2715;
UPDATE npc_text SET text0_0='你好，$n。如果你想学习烹饪技巧的话，可以随时来找我。',text0_1='' WHERE Id=2716;
UPDATE npc_text SET text0_0='嗯。你从来没有听说过反对者?那把传说中的令兽人闻风丧胆的战锤?对，对，那是温德萨尔的锤子。他说是弗兰克罗恩·铸铁亲自为他伟大的父亲制造了那把锤。弗兰克罗恩·铸铁，就是那个建造了巨石水坝之类的……黑铁矮人。他还说有一把与反对者一起铸造出来的战锤被弗兰克罗恩自己留着用了。他好像叫它铁胆之锤什么的。',text0_1='' WHERE Id=2717;
UPDATE npc_text SET text0_0='我说到哪里了?哦，兽人突袭了温德萨尔，温德萨尔呢?他是山崩于前而面不改色，从容应对。只见反对者击起冲天血光，鲜血四溅，持续了数个小时，没准是数天。我记不得了。但是最终，杀戮停止了。',text0_1='' WHERE Id=2718;
UPDATE npc_text SET text0_0='死了?你在开玩笑吧，$N?搞清楚，$n$g先生:小姐;
$N!温德萨尔绝对不会死于区区50个兽人之手，这就跟塞尔萨玛血肠是世界上最美味的食物一样不容置疑，他被兽人层层包围，但是他确实还活着……而且他非常非常愤怒。',text0_1='' WHERE Id=2719;
UPDATE npc_text SET text0_0='你为什么总说他死了?谁告诉你他死了?我从来都没那么说过。$B$B他只是不知去向而已。$B$B你看，很明显，我们已经卷入了某个兽人对抗黑铁矮人的战争中。兽人是一群骯脏又卑劣的杂种，他们设计了一些圈套和你可能永远搞不明白的邪恶装置!',text0_1='' WHERE Id=2720;
UPDATE npc_text SET text0_0='你想要什么?*嗝儿*',text0_1='' WHERE Id=2721;
UPDATE npc_text SET text0_0='温德萨尔那天特别爱跟人争吵——相信我，对温德萨尔来说，那是一个有纪念意义的伟大成就。他一直在跟我说「感觉有些怪异」。他不是在开玩笑!$B$B当那些骯脏的野兽出击时，我们还在黑石山脉的中央。当然，我指的是兽人。你别分神，好吗?一时之间，叫喊声和铁器的敲击声四起。',text0_1='' WHERE Id=2722;
UPDATE npc_text SET text0_0='我单挑50个兽人?我可不是傻子，$N。我爸爸常说「卑鄙是卑鄙者的通行证」这类的话，我突然之间就明白了那是什么意思。',text0_1='' WHERE Id=2723;
UPDATE npc_text SET text0_0='好吧，好吧。总之，从某种意义上说，我退到了一个不起眼的角落里。$B$B温德萨尔似乎并不安分，看看他那歇斯底里的样儿。他拿着反对者战锤没命地乱挥，像发了疯一样对兽人咆哮着。',text0_1='' WHERE Id=2724;
UPDATE npc_text SET text0_0='嗯。你从来没有听说过反对者?那把传说中的令兽人闻风丧胆的战锤?对，对，那是温德萨尔的锤子。他说是弗兰克罗恩•铸铁亲自为他伟大的父亲制造了那把锤。弗兰克罗恩•铸铁，就是那个建造了巨石水坝之类的……黑铁矮人。他还说有一把与反对者一起铸造出来的战锤被弗兰克罗恩自己留着用了。他好像叫它铁胆之锤什么的。',text0_1='' WHERE Id=2725;
UPDATE npc_text SET text0_0='我说到哪里了?哦，兽人突袭了温德萨尔，温德萨尔呢?他是山崩于前而面不改色，从容应对。只见反对者击起冲天血光，鲜血四溅，持续了数个小时，没准是数天。我记不得了。但是最终，杀戮停止了。',text0_1='' WHERE Id=2726;
UPDATE npc_text SET text0_0='欢迎来到我们的酒店!',text0_1='欢迎来到我们的酒店!' WHERE Id=2727;
UPDATE npc_text SET text0_0='你为什么总说他死了?谁告诉你他死了?我从来都没那么说过。$B$B他只是不知去向而已。$B$B你看，很明显，我们已经卷入了某个兽人对抗黑铁矮人的战争中。兽人是一群骯脏又卑劣的杂种，他们设计了一些圈套和你可能永远搞不明白的邪恶装置!',text0_1='好主意!' WHERE Id=2728;
UPDATE npc_text SET text0_0='再次感谢你，$N。罗克诺特和我非常合得来!',text0_1='再次感谢你，$N。罗克诺特和我非常合得来!' WHERE Id=2729;
UPDATE npc_text SET text0_0='放慢速度!就快接近了!$B$B他在那儿，全身血肉模糊，连内脏都流出来了，是谁把他弄成这样的?$B$B黑铁矮人!你记得我说过的话吗??$B$B嗯，黑铁矮人比黑石兽人更为狡猾。他们是有备而来的。人数有300之多……*嗝尔*。',text0_1='你见过安戈洛环形山的所有奇景了吗，$N?真是令人惊讶。虽然它们没有我制造出的东西那样精密，但这里所有的东西都是天然而成的……这就真是太奇特了。$b$b我的叔叔雷塔维就喜欢这样的地方。我正沿着他的脚步前进─我还想从灭绝的文明中找到新的知识!' WHERE Id=2734;
UPDATE npc_text SET text0_0='$N$g先生:女士;
，如果我不是很了解你的话，我就会以为你也是那些石腭怪中的一员。$b$b黑铁矮人没有把温德萨尔怎么样，毕竟他的老祖父的最好最好的朋友就是一个黑铁矮人，这可能也就是黑铁军队到现在还没把他干掉的原因。',text0_1='嗯，我没有任何秘银外壳。我尽力了。只要有那个就可以修理艾米01了吗?哦，太好了!$b$b秘银外壳并不是很难找到。只需请一个技艺高超的工程师为你制造一个就可以了。我想那可能需要几块秘银，但是如果你能帮我，我保证你会得到丰厚奖赏的!' WHERE Id=2735;
UPDATE npc_text SET text0_0='你的知识太缺乏了。当你熔炼技术更成熟些时再来找我!',text0_1='' WHERE Id=2753;
UPDATE npc_text SET text0_0='你在看我吗，$g小伙子:姑娘;
?',text0_1=' 你在看我吗，$g小伙子:姑娘;
？' WHERE Id=2758;
UPDATE npc_text SET text0_0='费伍德森林的堕落禁锢了我的灵魂……我也许永远都得不到安宁……',text0_1='你想去哪里?' WHERE Id=2760;
UPDATE npc_text SET text0_0='你有需要保管的财宝吗?去找铁炉堡银行的石衣兄弟吧。$b$b从铁炉堡的入口往东北方向走，银行就在那边。',text0_1='你有需要保管的财宝吗?去找铁炉堡银行的石衣兄弟吧。$b$b从铁炉堡的入口往东北方向走，银行就在那边。' WHERE Id=2761;
UPDATE npc_text SET text0_0='想要乘坐狮鹫兽，是吗?你得去找格莱斯·瑟登。$b$b你可以在铁炉堡中心的大锻炉东边找到他。',text0_1='想要乘坐狮鹫兽，是吗?你得去找格莱斯·瑟登。$b$b你可以在铁炉堡中心的大锻炉东边找到他。' WHERE Id=2762;
UPDATE npc_text SET text0_0='要是你想组建公会的话，那你首先需要通过铁炉堡访客中心的乔多·钢眉的认同。穿过铁炉堡大门往东南方向走，你就能找到他。',text0_1='要是你想组建公会的话，那你首先需要通过铁炉堡访客中心的乔多·钢眉的认同。穿过铁炉堡大门往东南方向走，你就能找到他。' WHERE Id=2764;
UPDATE npc_text SET text0_0='你想找哪类职业训练师?',text0_1='你想找哪类职业训练师?' WHERE Id=2766;
UPDATE npc_text SET text0_0='旅馆?啊，你是来寻找铁炉堡出产的美酒的?你该去石火旅店。$b$b如果你在铁炉堡之外，它就在铁炉堡大门的左边;
反之，则在大门右边。',text0_1='旅馆?啊，你是来寻找铁炉堡出产的美酒的?你该去石火旅店。$b$b如果你在铁炉堡之外，它就在铁炉堡大门的左边;
反之，则在大门右边。' WHERE Id=2768;
UPDATE npc_text SET text0_0='你会在那边的石火旅店旁边找到一个邮箱。那就在铁炉堡大门的北面。',text0_1='你会在那边的石火旅店旁边找到一个邮箱。那就在铁炉堡大门的北面。' WHERE Id=2769;
UPDATE npc_text SET text0_0='几天前，我无意中听雷格努斯·雷石在武器大厅中吹嘘他兽穴中的一件新饰品。要是你想成为一名技艺纯熟的猎人，就去找他吧。',text0_1='几天前，我无意中听雷格努斯·雷石在武器大厅中吹嘘他兽穴中的一件新饰品。要是你想成为一名技艺纯熟的猎人，就去找他吧。' WHERE Id=2770;
UPDATE npc_text SET text0_0='秘法大厅的巫师彬克也许能帮忙解决你的一些魔法需求。

秘法大厅就在铁炉堡的北部。',text0_1='秘法大厅的法巫师彬克也许能帮忙解决你的一些魔法需求。

秘法大厅就在铁炉堡的北部。' WHERE Id=2771;
UPDATE npc_text SET text0_0='啊，布莱纳·火崖。她能使用魔法。她主管牧师事务。

你要穿过铁炉堡大门，向北走，前往秘法大厅。她就在那里。',text0_1='啊，布莱纳·火崖。她能使用魔法。她主管牧师事务。

你要穿过铁炉堡大门，向北走，前往秘法大厅。她就在那里。' WHERE Id=2772;
UPDATE npc_text SET text0_0='布兰度尔·铁锤就是你想找的人。你可以去铁炉堡大门以北的秘法大厅找他。',text0_1='布兰度尔·铁锤就是你想找的人。你可以去铁炉堡大门以北的秘法大厅找他。' WHERE Id=2773;
UPDATE npc_text SET text0_0='为什么我们需要这样的服务?荒弃的洞穴的盗贼霍夫丹·黑须已经给我们惹了一大堆麻烦，我是不是还要留意你一下?',text0_1='为什么我们需要这样的服务?荒弃的洞穴的盗贼霍夫丹·黑须已经给我们惹了一大堆麻烦，我是不是还要留意你一下?' WHERE Id=2774;
UPDATE npc_text SET text0_0='没有什么地方比铁炉堡最黑暗的荒弃洞穴那里更适合寻找那些阴暗的家伙了。你在那里肯定会找到瑟斯哈特，就像是召唤一个行径卑劣的动物去照他的吩咐办事。',text0_1='没有什么地方比铁炉堡最黑暗的荒弃洞穴那里更适合寻找那些阴暗的家伙了。你在那里肯定会找到瑟斯哈特，就像是召唤一个行径卑劣的动物去照他的吩咐办事。' WHERE Id=2775;
UPDATE npc_text SET text0_0='哦!你想接受战士的训练，是吗?克斯塔姆·碎石会帮你实现梦想的!去铁炉堡东门的武器大厅吧。',text0_1='哦!你想接受战士的训练，是吗?克斯塔姆·碎石会帮你实现梦想的!去铁炉堡东门的武器大厅吧。' WHERE Id=2776;
UPDATE npc_text SET text0_0='你会在那边的石火旅店旁边找到一个邮箱。那就在铁炉堡大门的北面。',text0_1='你在找哪个职业训练师?' WHERE Id=2793;
UPDATE npc_text SET text0_0='你在找炼金术训练师吗?嗯，我刚从那儿过来呢，真的。你可以在地精聚集的地精区找浆泡小姐。',text0_1='你在找炼金术训练师吗?嗯，我刚从那儿过来呢，真的。你可以在地精聚集的地精区找浆泡小姐。' WHERE Id=2794;
UPDATE npc_text SET text0_0='你算来对地方了，$g小伙子:姑娘;
!人们从世界各地来此学习成为一名铁匠。你会看到本古斯·深炉在我们漂亮的城市中央的大锻炉的铁钻上埋头工作。',text0_1='你算来对地方了，$g小伙子:姑娘;
!人们从世界各地来此学习成为一名铁匠。你会看到本古斯·深炉在我们漂亮的城市中央的大锻炉的铁钻上埋头工作。' WHERE Id=2795;
UPDATE npc_text SET text0_0='一个烹饪训练师?那好吧，你到大锻炉东北方的铜壶铁罐店去。达瑞尔·瑞克努索会教你制作极好的菜肴，那肯定会让你获得新生的!',text0_1='一个烹饪训练师?那好吧，你到大锻炉东北方的铜壶铁罐店去。达瑞尔·瑞克努索会教你制作极好的菜肴，那肯定会让你获得新生的!' WHERE Id=2796;
UPDATE npc_text SET text0_0='啊，要是你想成为一名附魔师的话，我想你需要找吉布·草须。他在大锻炉狮鹫兽管理人右边的商店草须魔法用品店里。',text0_1='啊，要是你想成为一名附魔师的话，我想你需要找吉布·草须。他在 大熔炉狮鹫管理人右边的商店草须魔法用品店里。' WHERE Id=2797;
UPDATE npc_text SET text0_0='你想学习技工的技艺吗?那你就得去地精区找宾斯匹德。

从铁炉堡大门一直往正东方向走，或者朝着传来爆炸声的方向走。',text0_1='你想学习技工的技艺吗?那你就得去地精区找宾斯匹德。

从铁炉堡大门一直往正东方向走，或者朝着传来爆炸声的方向走。' WHERE Id=2798;
UPDATE npc_text SET text0_0='急救是一种有价值的技能。我们的常驻的训练师，尼莎·火石，会教你该怎么做。到大锻炉南边的铁炉堡医师协会可以找到她。',text0_1='急救是一种有价值的技能。我们的常驻的训练师，尼莎·火石，会教你该怎么做。到大锻炉南边的铁炉堡医师协会可以找到她。' WHERE Id=2799;
UPDATE npc_text SET text0_0='格瑞诺尔·石印会告诉他曾经碰到许多脱钩的超级大鱼，但他仍是附近最好的渔夫之一。他在荒弃的洞穴开有一家叫做旅行渔具店的商店。',text0_1='格瑞诺尔·石印会告诉他曾经碰到许多脱钩的超级大鱼，但他仍是附近最好的渔夫之一。他在荒弃的洞穴开有一家叫做旅行渔具店的商店。' WHERE Id=2800;
UPDATE npc_text SET text0_0='花和种子以及类似的东西?那是雷纳·石枝的专业领域。你能在大锻炉南面的铁炉堡医师协会处看到她料理她的植物。',text0_1='花和种子以及类似的东西?那是雷纳·石枝的专业领域。你能在大锻炉南面的铁炉堡医师协会处看到她料理她的植物。' WHERE Id=2801;
UPDATE npc_text SET text0_0='费布·钢轴在大锻炉西北边开了一家商店。我打赌他能教你学会制作精良的护甲。',text0_1='费布·钢轴在大锻炉西北边开了一家商店。我打赌他能教你学会制作精良的护甲。' WHERE Id=2802;
UPDATE npc_text SET text0_0='这儿有采矿训练师吗?你认为你在哪儿!?

你将在大锻炉北边深山采矿公会找到丹莫洛地区最好的矿工。吉尔弗拉姆·石趾将为你展示真正的采矿艺术。',text0_1='这儿有采矿训练师吗?你认为你在哪儿!?

你将在大锻炉北边深山采矿公会找到丹莫洛地区最好的矿工。吉尔弗拉姆·石趾将为你展示真正的采矿艺术。' WHERE Id=2804;
UPDATE npc_text SET text0_0='巴尔萨斯·剥石是一名剥皮师，他会教你如何剥皮的。去大锻炉北边的皮甲用品店找他吧。',text0_1='巴尔萨斯·剥石是一名剥皮师，他会教你如何剥皮的。去大锻炉北边的皮甲用品店找他吧。' WHERE Id=2805;
UPDATE npc_text SET text0_0='约莫德·石眉对缝纫有独到之处，真的。如果你想接受训练的话，就去大锻炉北边的石眉布衣店找他吧。',text0_1='约莫德·石眉对缝纫有独到之处，真的。如果你想接受训练的话，就去大锻炉北边的石眉布衣店找他吧。' WHERE Id=2807;
UPDATE npc_text SET text0_0='你想学习工匠的手艺吗?那你就得去工匠区找宾斯匹德。$b$b从铁炉堡大门一直往正东方向走，或者朝着传来爆炸声的方向走。',text0_1='' WHERE Id=2809;
UPDATE npc_text SET text0_0='急救是一种有价值的技能。我们的常驻的培训师，尼莎•火石，会教你该怎么做。到大锻炉南边的铁炉堡医师协会可以找到她。',text0_1='' WHERE Id=2810;
UPDATE npc_text SET text0_0='格瑞诺尔•石印会告诉他曾经碰到许多脱钩的超级大鱼，但他仍是附近最好的渔夫之一。他在荒弃的洞穴开有一家叫做旅行渔具店的商店。',text0_1='' WHERE Id=2811;
UPDATE npc_text SET text0_0='花和种子以及类似的东西？那是雷纳•石枝的专业领域。你能在大熔炉南面的铁炉堡医师协会处看到她料理她的植物。',text0_1='' WHERE Id=2812;
UPDATE npc_text SET text0_0='费布•钢轴在大锻炉西北边开了一家商店。我打赌他能教你学会制作精良的护甲。',text0_1='' WHERE Id=2813;
UPDATE npc_text SET text0_0='你好，$c。对于某些人来说，猎人是一种生活方式，一种所选的职业。对于其他人来说，这是用来消遣的东西，一个勇气的徽章，或是依照你的部族的某种通过祭仪。

对于我来说，种族和职业什么都不是--我所尊敬的是对你的灵魂和心智的测试。因为对自然力的抵抗和他们的技能的测试是真正荣誉的标志。

如果你希望检测自己并赢得我的尊敬，那就跟我多谈谈。',text0_1='' WHERE Id=2816;
UPDATE npc_text SET text0_0='我们兽人通常都对爱情相当保密，但最近大家都不想再躲躲藏藏了。',text0_1='' WHERE Id=8266;
UPDATE npc_text SET text0_0='巴尔萨斯•裂石是一名剥皮师，他会教你如何剥皮的。去大锻炉北边的皮甲用品店找他吧。',text0_1='你大概没想到会在洞穴中找到我，是吗?$b$b我叫科琳，我实在没法告诉你我是怎么到这儿来的，但是我可以告诉你，这个洞穴现在就是我家了!$b$b我在这儿研究环形山里随处可见的奇怪水晶。' WHERE Id=2817;
UPDATE npc_text SET text0_0='约莫德•石眉对缝纫有独到之处，真的。如果你想接受训练的话，就去大锻炉北边的石眉布衣店找他吧。',text0_1='' WHERE Id=2818;
UPDATE npc_text SET text0_0='我经受过痛苦，但是现在我能感觉到它正从我身上消退。我感到……自由了。',text0_1='' WHERE Id=2819;
UPDATE npc_text SET text0_0='安戈洛的水晶塔相当神秘。对这里少数的居住者来说，它们代表某种传奇，而其建造目的则更值得深思了。',text0_1='' WHERE Id=2820;
UPDATE npc_text SET text0_0='仔细地检查了这座塔之后，你发现了一个由蓝色、黄色和绿色水晶组成的图样，它们以一种特殊的形态排列着。$b$b一大圈蓝色水晶两侧分别有一小圈黄色水晶和另一圈绿色水晶。$b$b你仔细观察水晶的颜色，科琳一定也会对你的发现很感兴趣。',text0_1='' WHERE Id=2821;
UPDATE npc_text SET text0_0='仔细地检查了这座塔之后，你发现了一个由黄色、红色和绿色水晶组成的图样，它们以一种特殊的形态排列着。$b$b一大圈黄色水晶两侧分别有一小圈红色水晶和另一圈绿色水晶。$b$b你仔细观察水晶的颜色，科琳一定也会对你的发现很感兴趣。',text0_1='' WHERE Id=2822;
UPDATE npc_text SET text0_0='仔细地检查了这座塔之后，你发现了一个由红色、蓝色和绿色水晶组成的图样，它们以一种特殊的形态排列着。$b$b一大圈红色水晶两侧分别有一小圈蓝色水晶和另一圈绿色水晶。$b$b你仔细观察水晶的颜色，科琳一定也会对你的发现很感兴趣。',text0_1='' WHERE Id=2823;
UPDATE npc_text SET text0_0='你好，$c。对于某些人来说，猎人是一种生活方式，一种所选的职业。对于其它人来说，这是用来消遣的东西，一个勇气的徽章，或是依照你的部族的某种通过仪式。$b$b对于我来说，种族和职业什么都不是--我所尊敬的是对你的灵魂和心智的测试。因为对自然力的抵抗和他们的技能的测试是真正荣誉的标志。$b$b如果你希望检测自己并赢得我的尊敬，那就跟我多谈谈。',text0_1='谢谢你，现在我们能解开水晶和神秘的水晶塔的秘密了，$N。要是你需要更多资讯，请随时回来找我!' WHERE Id=2833;
UPDATE npc_text SET text0_0='',text0_1='东方的水晶塔接受蓝色，黄色，还有绿色的水晶。$b$b它专注于使用蓝色水晶作为主要力量之源而产生的能量。有两种可能的效果:一种对精神有益，而另一种产生一种破坏性的护盾。$b$b精神水晶需要蓝色和绿色的水晶。这将会增加你的勇气。$b$b尖刺水晶需要蓝色和黄色的水晶。这会产生一个对攻击者造成伤害的护盾。' WHERE Id=2834;
UPDATE npc_text SET text0_0='安戈洛这里的暴掠龙看起来与贫瘠之地的猛禽有关--非常聪明，十分灵活，还有一种行为的感觉或是守则。其中我所遇到的最伟大的是拉克维。他是我所见过的最危险的动物之一。在牛头人语，拉克维的意思是「锋利的爪子，」但那对他并不公平。

如果你计画猎杀拉克维的话，千万不要低估他，但如果你决定要这样做，无论如何我都会帮你的。',text0_1='' WHERE Id=2835;
UPDATE npc_text SET text0_0='燃烧平原-七贤石板',text0_1='北方的水晶塔接受黄红绿三种颜色的水晶构成。$b$b而关键是使用黄水晶所产生的能量作为主要的力量来源。有两种可能的效果:一种会制造破坏，一种会消除破坏。$b$b爆炸水晶需要红水晶和黄水晶。这将产生剧烈爆炸，足以震慑你的敌人。$b$b恢复水晶需要黄水晶和绿水晶。这将给你提供治疗光环。' WHERE Id=2836;
UPDATE npc_text SET text0_0='石板上的符号被小心翼翼地拓了下来……',text0_1='西方的水晶塔接受红色，绿色和蓝色的水晶。$b$b塔门关键是要用红色水晶作为力量源泉而产生的能量。可能有两种结果:一种能提高你的防御力，而另一种则是削弱敌人的防御。$b$b防御水晶需要红色和绿色的水晶。这将会使你的装甲更完备。$b$b破甲水晶需要蓝色和红色的水晶。这将会削弱即定目标的装甲防御。' WHERE Id=2837;
UPDATE npc_text SET text0_0='你正行进在一条光荣的道路上，$N。我的祖先尊敬你的意愿，但在完成我所交付的任务之前你将不会拥有任何我对你的认可。$b$b如果你想要证明你在精神上是一个猎手的话你该知道你必须做些什么。',text0_1='这片美丽的森林受到了可怕的诅咒!腐化的力量将这儿变成了一片恐惧之地。如果你跟他们不是一伙的，或许你能帮助我夺回费伍德森林。' WHERE Id=2842;
UPDATE npc_text SET text0_0='我和破碎之手都向你致敬，$c。$b$b别这么惊讶，$N。连奥格瑞玛最高的地方也会有阴影─一定有什么东西隐藏在那儿。破碎之手欣然接受了那项任务。萨尔也承认要确保兽人和食人妖的安全，他是不可缺少的。$b$b但是你到这儿来不是谈论我的事儿吧，你一定另有目的。',text0_1='「牛头人语?」$B$B牛头人德鲁伊满怀期望地看着你，但是你显然无法跟她沟通。她微笑着指向自己，然后指着你。最后她向南面的道路指了几下。$B$B或许她是在表示南面道路的前方有可以跟你进行交谈的德鲁伊?' WHERE Id=2843;
UPDATE npc_text SET text0_0='安戈洛环形山在卡利姆多南部，位于塔纳利斯沙漠的西面。去寻找巨大的浮空石……它们是环形山入口的标志。但是要小心，那里可是很危险的，迅猛龙就在入口附近徘徊。',text0_1='这片美丽的森林受到了可怕的诅咒!腐化的力量将这儿变成了一片恐惧之地。如果你跟他们不是一伙的，或许你能帮助我夺回费伍德森林。' WHERE Id=2844;
UPDATE npc_text SET text0_0='',text0_1='“达纳苏斯语?”$b$b夜精灵德鲁伊满怀期望地看着你，但是你显然无法跟她沟通。她微笑着指向自己，然后指着你。最后她向北面的道路指了几下。$b$b或许她是在表示北面道路的前方有可以跟你进行交谈的德鲁伊?' WHERE Id=2845;
UPDATE npc_text SET text0_0='救命!!!!',text0_1='' WHERE Id=2846;
UPDATE npc_text SET text0_0='安戈洛这里的暴掠龙看起来与贫瘠之地的猛禽有关--非常聪明，十分灵活，还有一种行为的感觉或是守则。其中我所遇到的最伟大的是拉克维。他是我所见过的最危险的动物之一。在牛头人语，拉克维的意思是“锋利的爪子，”但那对他并不公平。$b$b如果你计画猎杀拉克维的话，千万不要低估他，但如果你决定要这样做，无论如何我都会帮你的。',text0_1='' WHERE Id=2847;
UPDATE npc_text SET text0_0='',text0_1='费伍德的某些植物或许能因为塞纳里奥植物药膏的效用而避免堕落。我知道如何从几种不同的东西中获取这种药膏，凭借你的能力，你会发现有多种方法可以协助我制造药膏。$b$b首先，你需要一盏塞纳里奥信标，它是一种能让你看到肉眼所看不到的堕落和腐烂力量的装置。' WHERE Id=2848;
UPDATE npc_text SET text0_0='',text0_1='费伍德的某些植物或许能因为塞纳里奥植物药膏的效用而避免堕落。我知道如何从几种不同的东西中获取这种药膏，凭借你的能力，你会发现有多种方法可以协助我制造药膏。$b$b首先，你需要一盏塞纳里奥信标，它是一种能让你看到肉眼所看不到的堕落和腐烂力量的装置。' WHERE Id=2849;
UPDATE npc_text SET text0_0='残骸上满是苍蝇和蛆虫。',text0_1='' WHERE Id=2850;
UPDATE npc_text SET text0_0='数年前居住在此地的夜精灵修建了这座神殿。$b$b它隐藏着什么秘密吗?',text0_1='' WHERE Id=2873;
UPDATE npc_text SET text0_0='安戈洛环形山水晶塔的秘密现在已经被你破解了。你可以随时造访水晶塔，获取它们的力量。',text0_1='' WHERE Id=2933;
UPDATE npc_text SET text0_0='很高兴见到你!',text0_1='' WHERE Id=2953;
UPDATE npc_text SET text0_0='救命!!!!',text0_1='' WHERE Id=2954;
UPDATE npc_text SET text0_0='是谁派你来的?',text0_1='' WHERE Id=2955;
UPDATE npc_text SET text0_0='This healthy whipper root plant stands as a polar opposite to the sickly taint of corruption that dominates Felwood.  Tender and healthy roots yield delicious tubers that lay on the ground next to the plant.',text0_1='' WHERE Id=2956;
UPDATE npc_text SET text0_0='This vibrant night dragon plant stands in stark contrast to the demonic taint that sunders Felwood.  Rare and luscious fruit, known as "Night Dragon''s Breath", hang heavily from the plant.',text0_1='' WHERE Id=2957;
UPDATE npc_text SET text0_0='残骸上满是苍蝇和蛆虫。',text0_1='' WHERE Id=2973;
UPDATE npc_text SET text0_0='数年前居住在此地的夜精灵修建了这座神殿。$b$b它隐藏着什么秘密吗?',text0_1='' WHERE Id=2981;
UPDATE npc_text SET text0_0='安戈洛环形山水晶塔的秘密现在已经被你破解了。你可以随时造访水晶塔，获取它们的力量。',text0_1='' WHERE Id=2993;
UPDATE npc_text SET text0_0='很高兴见到你!',text0_1='' WHERE Id=2995;
UPDATE npc_text SET text0_0='欢迎来到塔纳利斯，$N。我能为你提供什么服务?你看起来可不像铁匠，但是我知道，人不可貌相。',text0_1='' WHERE Id=2996;
UPDATE npc_text SET text0_0='确实是一项难得的发现。

<玛瑟迪斯点了点头。>

如果你希望继续的话，我会需要相应的材料。',text0_1='' WHERE Id=2997;
UPDATE npc_text SET text0_0='愿光明保佑你。',text0_1='愿光明保佑你。' WHERE Id=2999;
UPDATE npc_text SET text0_0='你想让拆毁者干什么?',text0_1='' WHERE Id=3001;
UPDATE npc_text SET text0_0='我不喜欢交谈。',text0_1='拍卖场在哪儿?当你进入我们美丽的城市时它就在铁炉堡大门旁边。你会在银行的正对面找到它。' WHERE Id=3014;
UPDATE npc_text SET text0_0='达纳苏斯有无数令人惊异的地方，你想去哪儿?',text0_1='达纳苏斯有无数令人惊异的地方，你想去哪儿?' WHERE Id=3016;
UPDATE npc_text SET text0_0='你可以在达纳苏斯银行找到你存放财物的地方，它就在我们神奇的城市中央。',text0_1='你可以在达纳苏斯银行找到你存放财物的地方，它就在我们神奇的城市中央。' WHERE Id=3017;
UPDATE npc_text SET text0_0='维斯派塔斯的角鹰兽会送你到达目的地的。穿过达纳苏斯西部入口，去鲁瑟兰村找他吧。',text0_1='维斯派塔斯的角鹰兽会送你到达目的地的。穿过达纳苏斯西部入口，去鲁瑟兰村找他吧。' WHERE Id=3018;
UPDATE npc_text SET text0_0='要是你想要组建公会的话，你必须去见公会管理人琳沙娜。她在达纳苏斯东北部的工匠区。',text0_1='要是你想要组建公会的话，你必须去见公会管理人琳沙娜。她在达纳苏斯东北部的工匠区。' WHERE Id=3019;
UPDATE npc_text SET text0_0='尽管我可以将覆盖着整个泰达希尔的草坪当作很好的床铺，但是工匠区中塞琳尼经营的旅馆对那些享受一下奢华生活的人来说再合适不过了。',text0_1='尽管我可以将覆盖着整个泰达希尔的草坪当作很好的床铺，但是工匠区中塞琳尼经营的旅馆对那些享受一下奢华生活的人来说再合适不过了。' WHERE Id=3020;
UPDATE npc_text SET text0_0='在达纳苏斯的东北部，也就是工匠区，你会在旅馆外面找到邮箱的。',text0_1='在达纳苏斯的东北部，也就是工匠区，你会在旅馆外面找到邮箱的。' WHERE Id=3021;
UPDATE npc_text SET text0_0='你想让拆毁者干什么?',text0_1='达纳苏斯有许多熟练的训练师，他们拥有数年的训练经验。我会介绍一名导师给你，沿着你选择的道路前进吧。' WHERE Id=3022;
UPDATE npc_text SET text0_0='你很幸运来到达纳苏斯，因为你遇到了像祖卡斯特这样多才多艺的猎人作为你的训练师。我建议你到塞纳里奥区拜访她并寻求她的指导。',text0_1='你很幸运来到达纳苏斯，因为你遇到了像祖卡斯特这样多才多艺的猎人作为你的训练师。我建议你到塞纳里奥区拜访她并寻求她的指导。' WHERE Id=3023;
UPDATE npc_text SET text0_0='居住于塞纳里奥区的德鲁伊一直在大德鲁伊鹿盔的领导下警惕地保卫着自然界。你可以在达纳苏斯北部找到他和别的德鲁伊训练师。',text0_1='居住于塞纳里奥区的德鲁伊一直在大德鲁伊鹿盔的领导下警惕地保卫着自然界。你可以在达纳苏斯北部找到他和别的德鲁伊训练师。' WHERE Id=3024;
UPDATE npc_text SET text0_0='月神殿是伊露恩的祭司们的家园。你会在那儿找到贾德莉亚和拉瑞亚，她们会对你的牧师生涯做出进一步的指导。',text0_1='' WHERE Id=3025;
UPDATE npc_text SET text0_0='要是你想做盗贼的话，就该去找塞尤娜。她居住在西部森林盘旋山道下的塞纳里奥区。',text0_1='要是你想做盗贼的话，就该去找塞尤娜。她居住在西部森林盘旋山道下的塞纳里奥区。' WHERE Id=3026;
UPDATE npc_text SET text0_0='你会在战士区的护卫队中找到希达奈尔，她敏锐的眼睛扫视着森林，寻找着胆敢进入我们美丽的城市的敌人。',text0_1='' WHERE Id=3033;
UPDATE npc_text SET text0_0='尽管我可以将覆盖着整个泰达希尔的草坪当作很好的床铺，但是工匠区中塞琳尼经营的旅馆对那些享受一下奢华生活的人来说再合适不过了。',text0_1='达纳苏斯的工匠们可传授很多任务艺知识给你。告诉我，你对哪种工艺最好奇?' WHERE Id=3034;
UPDATE npc_text SET text0_0='如果你真的想学习这个专业技能，就去达纳苏斯北部的工匠区找一个技艺纯熟的炼金师:安尼希尔。',text0_1='如果你真的想学习这个专业技能，就去达纳苏斯北部的工匠区找一个技艺纯熟的炼金师:安尼希尔。' WHERE Id=3035;
UPDATE npc_text SET text0_0='阿雷贡是一名技艺精湛的厨师，数个世纪以来，他都在精进自己的厨艺。要是他愿意教你的话，你就得谢天谢地了。要是你相信自己的实力的话，就去工匠区找他吧。',text0_1='' WHERE Id=3036;
UPDATE npc_text SET text0_0='你很幸运来到达纳苏斯，因为你遇到了像祖卡斯特这样多才多艺的猎人作为你的培训师。我建议你到塞纳里奥区拜访她并寻求她的指导。',text0_1='当你没有医师来料理你的伤口时，急救知识可以救你的性命。我会请教工匠区的丹纳罗尔关于这门技艺的问题。' WHERE Id=3037;
UPDATE npc_text SET text0_0='它是一项耗时，但是会很有收获的技能。与贸易区的阿斯坦娅谈谈或许你能学到一些有用的东西。',text0_1='它是一项耗时，但是会很有收获的技能。与贸易区的阿斯坦娅谈谈或许你能学到一些有用的东西。' WHERE Id=3038;
UPDATE npc_text SET text0_0='草药的收集和与之相关的知识是菲罗迪恩·唤月的专长。去达纳苏斯西南部的神殿花园找他吧。',text0_1='草药的收集和与之相关的知识是菲罗迪恩·唤月的专长。去达纳苏斯西南部的神殿花园找他吧。' WHERE Id=3039;
UPDATE npc_text SET text0_0='泰龙尼斯制作武器的技能无与伦比。他不会收学生的钱，你该为此感到庆幸。去吧，去达纳苏斯东北部的工匠区找他吧。',text0_1='泰龙尼斯制作武器的技能无与伦比。他不会收学生的钱，你该为此感到庆幸。去吧，去达纳苏斯东北部的工匠区找他吧。' WHERE Id=3040;
UPDATE npc_text SET text0_0='世间动物死时会将它们的生命和兽皮赐予我们。要是你能尊重牠们的牺牲，或许剥皮这个专业技能会适合你的。去达纳苏斯北部的工匠区，找艾拉迪尔谈谈，学习更多知识。',text0_1='世间动物死时会将它们的生命和兽皮赐予我们。要是你能尊重它们的牺牲，或许剥皮这个专业技能会适合你的。去达纳苏斯北部的工匠区，找艾拉迪尔谈谈，学习更多知识。' WHERE Id=3042;
UPDATE npc_text SET text0_0='如果你有希望学成一位裁缝的话你当然应该去找玫琳恩。她住在达纳苏斯东北方的工匠区。',text0_1='' WHERE Id=3044;
UPDATE npc_text SET text0_0='如果你真的想做这个职业，就去达纳苏斯北部的工匠区找一个技艺纯熟的炼金士：安尼希尔。',text0_1='我已经观测到有四种植物受到了腐蚀术的影响:轻歌花、迎风花、鞭根草和夜龙植物。轻歌花和迎风花是费伍德森林中常见的植物，而鞭根草和夜龙植物就不那么常见了。所有这些都是费伍德森林生态系统的重要组成部分。' WHERE Id=3046;
UPDATE npc_text SET text0_0='阿雷贡是一名技艺精湛的厨师，数个世纪以来，他都在精进自己的厨艺。要是他愿意教你的话，你就得谢天谢地了。要是你相信自己的实力的话，就去工匠区找他吧。',text0_1='我已经观测到有四种植物受到了腐蚀术的影响:轻歌花、迎风花、鞭根草和夜龙植物。轻歌花和迎风花是费伍德森林中常见的植物，而鞭根草和夜龙植物就不那么常见了。所有这些都是费伍德森林生态系统的重要组成部分。' WHERE Id=3047;
UPDATE npc_text SET text0_0='当你没有医师来料理你的伤口时，急救知识可以救你的性命。我会请教工匠区的丹纳罗尔关于这门技艺的问题。',text0_1='' WHERE Id=3048;
UPDATE npc_text SET text0_0='它是一项耗时，但是会很有收获的技能。与贸易区的阿斯坦娅谈谈或许你能学到一些有用的东西。',text0_1='' WHERE Id=3049;
UPDATE npc_text SET text0_0='草药的收集和与之相关的知识是菲罗迪恩•唤月的专长。去达纳苏斯西南部的神殿花园找他吧。',text0_1='' WHERE Id=3055;
UPDATE npc_text SET text0_0='泰龙尼斯制作武器的技能无与伦比。他不会收学生的钱，你该为此感到庆幸。去吧，去达纳苏斯东北部的工匠区找他吧。',text0_1='' WHERE Id=3056;
UPDATE npc_text SET text0_0='世间动物死时会将它们的生命和兽皮赐予我们。要是你能尊重它们的牺牲，或许剥皮者这个职业会适合你的。去达纳苏斯北部的工匠区，找艾拉迪尔谈谈，学习更多知识。',text0_1='' WHERE Id=3061;
UPDATE npc_text SET text0_0='如果你有希望学成一位裁缝的话你当然应该去找迈里恩。她住在达纳苏斯东北方的工匠区。',text0_1='你必须给我一点时间，$c，纳迦正在攻击我们。搞定他们之后再来找我!' WHERE Id=3073;
UPDATE npc_text SET text0_0='好吧*嗝儿*……嗯，你看起来很眼熟*嗝儿*。我有跟你说过我和温德萨尔一起跟，呃，一，一百万个兽人战斗的事儿吗?$b$b哦，坐下来吧，朋友，这个故事非常棒的!',text0_1='' WHERE Id=3074;
UPDATE npc_text SET text0_0='奥格瑞玛拍卖所位于力量谷。去火枪进口公司东面找它吧。',text0_1='奥格瑞玛拍卖所位于力量谷。去火枪进口公司东面找它吧。' WHERE Id=3075;
UPDATE npc_text SET text0_0='这儿就是那场声势浩大的战争的遗址。那些伟大的战争啊。',text0_1='欢迎来到达纳苏斯银行。我们提供金融帐户和存储贵重物品的保险箱。你要开户吗$g先生:女士;
?' WHERE Id=3076;
UPDATE npc_text SET text0_0='和雷戈萨谈谈。他非常聪明，能帮你寻找东西。',text0_1='' WHERE Id=3077;
UPDATE npc_text SET text0_0='有人吗?',text0_1='嗨，我是派提亚。在我右边是科多兽达丹加。我们曾跟马歇尔探险队在一起─那已经是数年前的事儿了，那时达丹加还是只幼兽呢。$b$b要是你带有火炬或是任何火种，请尽可能地把它们藏起来。达丹加不喜欢烟。' WHERE Id=3093;
UPDATE npc_text SET text0_0='啊，没问题，$N!对不起……我还以为你已经搞定了。',text0_1='' WHERE Id=3094;
UPDATE npc_text SET text0_0='你喜欢枪或弓？',text0_1='哦，你好!我是霍莱伊，马绍尔探险队的首席科学家和生物学家。我的兄弟和我，还有我们的同伴，一起到艾泽拉斯去探索荒野和未被驯化的雄伟景象。真是太激动人心了……但是，嗯……我想这次我们陷入了太多激动中了!' WHERE Id=3095;
UPDATE npc_text SET text0_0='嗯，见到你真好!我叫威利德·马绍尔。我、我的姐妹以及同伴组成了马绍尔探险队─来自艾泽拉斯荒野的科学家和探险家们。$b$b我们在安戈洛环形山遇到了一点小麻烦，如果你有时间的话，就帮帮我们吧!',text0_1='' WHERE Id=3096;
UPDATE npc_text SET text0_0='好吧*嗝儿*……嗯，你看起来很眼熟*嗝儿*。我有跟你说过我和温德萨尔一起跟，呃，一，一百万个兽人战斗的事儿吗?$b$b哦，坐下来吧，朋友，这个故事非常棒的!',text0_1='' WHERE Id=3098;
UPDATE npc_text SET text0_0='奥格瑞玛拍卖所位于力量谷。去火枪进口公司东面找它吧。',text0_1='' WHERE Id=3100;
UPDATE npc_text SET text0_0='欢迎来到达纳苏斯银行。我们提供金融帐户和存储贵重物品的保险箱。你要开户吗$g先生:女士;
?',text0_1='' WHERE Id=3101;
UPDATE npc_text SET text0_0='不可思议，不是吗?所有这些神器和残骸。$b$b我不清楚是什么给我留下了更为深刻的印象，它们的规模，还是它们背后的故事。要学习的东西还很多。我们能找到其中的关联……$b$b你知道那个传闻吗，听说许多种族与夜精灵有着相同的遗产。',text0_1='' WHERE Id=3102;
UPDATE npc_text SET text0_0='我不知道你为什么想要离开这阳光灿烂的沙滩和蓝色晶莹的水域。这里就像是天堂。但是不要告诉我的哥哥萨匹塔这些，他整天被困在提瑞斯法已经够难过的了。这里的地精飞艇目的地是奥格瑞玛，所以你不用担心得听他发牢骚。但是如果你到了提瑞斯法，要留意我的警告并且不要让他开始抱怨。',text0_1='我不知道你为什么想要离开这阳光灿烂的沙滩和蓝色晶莹的水域。这里就像是天堂。但是不要告诉我的哥哥萨匹塔这些，他整天被困在提瑞斯法已经够难过的了。这里的地精飞艇目的地是奥格瑞玛，所以你不用担心得听他发牢骚。但是如果你到了提瑞斯法，要留意我的警告并且不要让他开始抱怨。' WHERE Id=3133;
UPDATE npc_text SET text0_0='去中部高地的底层的雷霆崖银行以南的建筑物中可以找到旅店老板帕拉。',text0_1='去中部高地的底层的雷霆崖银行以南的建筑物中可以找到旅店老板帕拉。' WHERE Id=3153;
UPDATE npc_text SET text0_0='你能在中部高地的底层的雷霆崖银行外面找到一个邮箱。',text0_1='你能在中部高地的底层的雷霆崖银行外面找到一个邮箱。' WHERE Id=3154;
UPDATE npc_text SET text0_0='它就在雷霆崖下方，在银行附近找一找吧，离这儿不远。',text0_1='它就在雷霆崖下方，在银行附近找一找吧，离这儿不远。' WHERE Id=3155;
UPDATE npc_text SET text0_0='看看这些样本!这意味着什么?这意味着什么?我需要时间来解读这些资讯。我还需要更多我无法获得的资讯……该死!好好想想，拉里斯，好好想想!$b$b你要做什么?什么?!$b$b必须得有解决的方法!',text0_1='' WHERE Id=3156;
UPDATE npc_text SET text0_0='不，我并不清楚。似乎那主要与地域有关。有些种类称为泥浆怪，有些称为泥浆怪。似乎这属于个人偏好。$b$b每次我遇到软泥怪、淤泥怪或泥浆怪时，它们从根本上都是一种生物。不同之处在于它们的环境，这也是我们需要一份纯净的样本的原因。',text0_1='欢迎你来到塞拉摩，$N。$b$b我没时间跟你寒暄，我为自己的唐突向你道歉，但是我必须以城市为首。我们的生活和联盟的尊严受到了严重的威胁。要想使我的人民平安幸福，我就必须对不在我们控制之外的力量保持警惕。$b$b或许稍后我们能找时间谈谈。' WHERE Id=3157;
UPDATE npc_text SET text0_0='一个纯净的样品就是在非故意情况下未被腐蚀的样品。我们需要尽可能在最基本，最正常的环境中找到这样的生物。$b$b这意味着某个全无文明痕迹或是未受艾泽拉斯某个种族所影响的地方。某块……处女地。',text0_1='亨德尔已经被我们逮捕了，$N。谢谢你。$b$b尽管审讯的进展会比较缓慢，但我向你保证，他会告诉我们他所知道的一切。$b$b现在还请你耐心等待。如果我需要你的帮助，就会马上联系你。$b$b在那之前，请享受塞拉摩之旅，我邀请你作为联盟的朋友来到我们城市，要待多久随便你。' WHERE Id=3158;
UPDATE npc_text SET text0_0='在城市的大门外有一处路标，上头注明了往西方飞艇塔的方向。',text0_1='在城市的大门外有一处路标，上头注明了往西方飞艇塔的方向。' WHERE Id=3173;
UPDATE npc_text SET text0_0='',text0_1='搭个便车吗，$r?

还是说，有其他事情在困扰你?' WHERE Id=12937;
UPDATE npc_text SET text0_0='你只是在浪费时间而已。去杀巫妖王的小兵，$c!',text0_1='' WHERE Id=13607;
UPDATE npc_text SET text0_0='我不知道你为什么想要离开这阳光灿烂的沙滩和蓝色晶莹的水域。这里就像是天堂。但是不要告诉我的哥哥萨匹塔这些，他整天被困在提瑞斯法已经够难过的了。这里的地精飞艇目的地是奥格瑞玛，所以你不用担心得听他发牢骚。但是如果你到了提瑞斯法，要留意我的警告并且不要让他开始抱怨。',text0_1='' WHERE Id=3193;
UPDATE npc_text SET text0_0='去中部高地的底层的雷霆崖银行以南的建筑物中可以找到旅店老板帕拉。',text0_1='' WHERE Id=3194;
UPDATE npc_text SET text0_0='你能在中部高地的底层的雷霆崖银行外面找到一个邮筒。',text0_1='' WHERE Id=3213;
UPDATE npc_text SET text0_0='你可以在雷霆崖的最低处寻找，就在离银行不远的地方。',text0_1='' WHERE Id=3214;
UPDATE npc_text SET text0_0='或许这会令你震惊，但是近来的事情不是那么顺利……',text0_1='' WHERE Id=3218;
UPDATE npc_text SET text0_0='',text0_1='你看到我们湖中污浊的水元素了吗，$N?这个场景令人感到伤感，但是我不知道它们是从哪里来的。$b$b在我过去的谈话中似乎有人提起过你的名字，或许你可以帮我。$b$b我们必须了解的第一件事就是谁控制着这些元素。' WHERE Id=3233;
UPDATE npc_text SET text0_0='你好。我是古博·布拉普。',text0_1='' WHERE Id=3234;
UPDATE npc_text SET text0_0='在城市的大门外有一处路标，指向地精塔。去跟塔顶的地精飞艇管理人弗雷萨交谈。',text0_1='' WHERE Id=3253;
UPDATE npc_text SET text0_0='当你靠近时，那些液体和混合物剧烈地翻腾起来。设备旁边是一把巨大的钳子，似乎很适合用来夹起软泥样本。

还有安全齿轮装备，但是上面布满灰尘，似乎很久没有使用过了。

你觉得最好什么东西都别碰。',text0_1='' WHERE Id=3273;
UPDATE npc_text SET text0_0='希尔瓦娜斯女王已经下令对艾泽拉斯的某些自然现象进行调查。她觉得能从艾泽拉斯神秘的历史中学到更多的知识。$b$b我不知道要如何才能学到这些知识，但是我完全相信她，因此我会尽力而为的。所有的生物看起来很相似，但是周围的环境对它们的影响是不容忽略的。$b$b我需要你帮我收集生物样本。',text0_1='' WHERE Id=3293;
UPDATE npc_text SET text0_0='<你靠近沃科尔时，他一点都不理睬你。他好像集中精力关注他的绷带以防脱落。过了一会儿，他抬头看你，有一点惊诧。>$b$b噢，对不起，$c。现在不太合适。我希望你能理解。',text0_1='' WHERE Id=3294;
UPDATE npc_text SET text0_0='嗯，依我看来，$N，要离开这个洞穴有两种选择。$b$b我们可以秘密潜逃——我利用你给我的披风，你用你自己的办法;
或者，我们一起杀出去，但是我受伤了，这个方法或许比较困难。$b$b你更了解自己的实力，因此我让你来做选择。',text0_1='你好$N!$b$b我必须继续研究我的装置了，但是最终……我需要有人给我带来龙蛋!' WHERE Id=3295;
UPDATE npc_text SET text0_0='你好，$g小伙子:姑娘;
，如果你想要在铁炉堡之外找到最好的交易地点，那么你就算找对地方了。',text0_1='燃烧平原是个危险的地方，但是我这样的学者将不惜一切代价来获取新知识。' WHERE Id=3296;
UPDATE npc_text SET text0_0='',text0_1='你好，$N。你看起来是个强壮的$c─你应该能够在这个地区有所作为。你可以去接触一下你不了解的东西，否则对你的长辈表现出失礼的行为将招致惩罚。$b$b你可以不尊重我或者我的同伴，但是如果你真的那么愚蠢的话，你就必然会学会尊重我们的力量。$b$b现在，闲聊够了，有什么事情我可以帮忙的?' WHERE Id=3298;
UPDATE npc_text SET text0_0='啊，一个术士同伴已经在某种程度上证明了$g他的:她的;
价值。

很高兴认识你。我的名字是梅纳拉·虚无撕裂者……那是有原因的。

你看起来强大并博学，其他的工具……你是更强大的工具……会很受欢迎而不是愚蠢地泄密。如果事实确实如此，那再与我更深入地谈谈。如果不是，那么你知道你该怎么回到码头然后回到海洋的另一边。',text0_1='啊，一个术士同伴已经在某种程度上证明了$g他的:她的;
价值。

很高兴认识你。我的名字是梅纳拉·虚无撕裂者……那是有原因的。

你看起来强大并博学，其他的工具……你是更强大的工具……会很受欢迎而不是愚蠢地泄密。如果事实确实如此，那再与我更深入地谈谈。如果不是，那么你知道你该怎么回到码头然后回到海洋的另一边。' WHERE Id=3299;
UPDATE npc_text SET text0_0='……油煎，油炸，还有爆炒……',text0_1='' WHERE Id=3301;
UPDATE npc_text SET text0_0='当你靠近时，那些液体和混合物剧烈地翻腾起来。设备旁边是一把巨大的钳子，似乎很适合用来夹起淤泥样本。$b$b还有安全齿轮装备，但是上面布满灰尘，似乎很久没有使用过了。$b$b你觉得什么东西都碰为好。',text0_1='' WHERE Id=3302;
UPDATE npc_text SET text0_0='你好，$N。欢迎来到避难谷地。',text0_1='' WHERE Id=3303;
UPDATE npc_text SET text0_0='别担心斯奎尔图，$N。他不想这么粗鲁的，他只是非常繁忙。我们不如趁着等他完成侦察任务的时候做些更有用的事情?',text0_1='' WHERE Id=3304;
UPDATE npc_text SET text0_0='是的。最终恶魔之魂被摧毁了，剩余的四条守护巨龙联合起来，几乎取了死亡之翼的性命。没人知道死亡之翼现在到底在哪里。但是，我们知道他的一名后裔奈法利安正统治着这座要塞，希望能继续他父亲未竟的事业。',text0_1='' WHERE Id=3305;
UPDATE npc_text SET text0_0='在被放逐之前，死亡之翼曾试图产下混血的后代。混血的龙不仅无法获得守护巨龙天生的力量，也无法被死亡之翼控制。$b$b似乎奈法利安在他父亲失败了的事情上取得了成功——至少是一些进展。$b$b梦境之神伊瑟拉预见到了这种混血龙类的存在，我们必须杀死那些“彩色”的龙。',text0_1='' WHERE Id=3306;
UPDATE npc_text SET text0_0='这不是我们做事的方法，也不可能是。奈法利安受到远古结界的保护，这些结界与守护巨龙本身一样古老。正是它们阻止我进入这座要塞的内部。除非……除非得到授权，否则黑暗魔法会永远把我们挡在外面。',text0_1='' WHERE Id=3307;
UPDATE npc_text SET text0_0='除龙族之外的任何人都可能获得晋升印章并通过那层保护屏障，但是这样的东西肯定会要了我的性命，或许你能使用它，想办法破除屏障。',text0_1='' WHERE Id=3308;
UPDATE npc_text SET text0_0='很久以前——我们的种族经历了无数战乱和冲突，几乎到了灭绝的边缘。我们承受了太多灾难，$c。$b$b燃烧军团的进攻，恶魔之魂，巨龙军团的分裂，死亡之翼的崛起，我们的女王雅立史卓莎受到龙喉氏族的奴役。$b$b经过种种磨难，我们拥有了不可动摇的意志——那是努力生存的大无畏力量。',text0_1='' WHERE Id=3309;
UPDATE npc_text SET text0_0='我以你所能接受的形态站在你面前。显然，你无法接受一条名叫瓦拉斯塔兹的龙。$b$b<维埃兰笑了起来。>$b$b我可以继续吗?',text0_1='' WHERE Id=3310;
UPDATE npc_text SET text0_0='或许我应该告诉你为什么我会在这儿。$b$b你知道死亡之翼或者他的后裔，奈法利安和奥妮克希亚吗?',text0_1='' WHERE Id=3311;
UPDATE npc_text SET text0_0='死亡之翼，曾被称为奈萨里安，它是代表世界的力量的守护巨龙——世界的缔造者卡兹格罗斯赋予了他无尽的力量，让他保护这个世界。$b$b但是这个卑鄙的家伙欺骗了其它四条守护巨龙，让他们使用自己的力量制造了恶魔之魂——这使得他们的力量大为减弱，巨龙军团于是就分裂了。',text0_1='' WHERE Id=3321;
UPDATE npc_text SET text0_0='是的。最终恶魔之魂被摧毁了，剩余的四条守护巨龙联合起来，几乎取了死亡之翼的性命。没人知道死亡之翼现在到底在哪里。但是，我们知道他的一名后裔奈法利安正统治着这座要塞，希望能继续他父亲未竟的事业。',text0_1='' WHERE Id=3334;
UPDATE npc_text SET text0_0='没有具备天赋的附魔师，刀刃不可能如此锋利，护甲也不可能如此坚固。塔兰丹就是这样的附魔师，他可以教你如何给武器和护甲附魔。去工匠区找他吧。',text0_1='没有具备天赋的附魔师，刀刃不可能如此锋利，护甲也不可能如此坚固。塔兰丹就是这样的附魔师，他可以教你如何给武器和护甲附魔。去工匠区找他吧。' WHERE Id=3337;
UPDATE npc_text SET text0_0='这不是我们做事的方法，也不可能是。奈法利安受到远古结界的保护，这些结界与守护巨龙本身一样古老。正是它们阻止我进入这座要塞的内部。除非……除非得到授权，否则黑暗魔法会永远把我们挡在外面。',text0_1='' WHERE Id=3357;
UPDATE npc_text SET text0_0='除龙族之外的任何人都可能获得晋升印章并通过那层保护屏障，但是这样的东西肯定会要了我的性命，或许你能使用它，想办法破除屏障。',text0_1='' WHERE Id=3358;
UPDATE npc_text SET text0_0='你必须在这座要塞下层部分的那些邪恶生物里找到一个拥有原始晋升印章的家伙。对于那些劣等生物来说，得到这枚物品是一个至高无上的荣誉，这是迈入堡垒上层，进入奈法利安的精英军团——黑手军团的第一步。找到这么一件东西，把它交给我，让我来检查一下它，然后我就会知道下一步该怎么做了。',text0_1='啊，$r……我了解很多关于这个世界的知识，以及如何制造巨大能量的符咒的方法。' WHERE Id=3375;
UPDATE npc_text SET text0_0='你要知道，这样的物品是非常罕见的。你可能需要进行数年的搜索才能找到一枚印章。我建议你对这些邪恶的生物毫不留情，把他们全都杀掉。',text0_1='玛艾里知道你为什么找她……$b$b带给我你找到的魂精，我就会为你转换它。' WHERE Id=3377;
UPDATE npc_text SET text0_0='别再靠近我了，$n。我已经可以感觉到印章中流淌着的邪恶力量了。$b$b给我一点时间，让我来检查检查─你要紧紧地握住它。',text0_1='' WHERE Id=3380;
UPDATE npc_text SET text0_0='玛艾里的容器有很多秘密……用来制作它的裂片是可以反光的，你可以使用它的反光面从其他事物身上吸取能量然后反射到自己身上。

将符咒放在你的背包里可以让你聚集魂精，也就是与你战斗的野兽的灵魂力量。一旦你找到魂精，你把它带给玛艾里。',text0_1='玛艾里的容器有很多秘密……用来制作它的裂片是可以反光的，你可以使用它的反光面从其他事物身上吸取能量然后反射到自己身上。

将符咒放在你的背包里可以让你聚集魂精，也就是与你战斗的野兽的灵魂力量。一旦你找到魂精，你把它带给玛艾里。' WHERE Id=3382;
UPDATE npc_text SET text0_0='$N，我已经查明魔苔在整个黑海岸的影响有多么的猖獗。泰达希尔和我们周围大地的堕落的确引起了塞纳里奥议会德鲁伊以及所有的夜精灵的关注。$b$b我的目标就是查出为什么会发生这样的事并将其制止。',text0_1='魂精是每个生物都有的能量。我为你做的护符使你能以物理形态来抓到它。$b$b我知道一个可以转换你发现的魂精的咒语，并把它转换成魂能。$b$b你然后可以得到玛艾里的容器，并使用它把魂能的能量转换到自己身上。$b$b来吧，试一下。把玛艾里的魂精带来我们开心一下。' WHERE Id=3383;
UPDATE npc_text SET text0_0='没有具备天赋的附魔师，刀刃不可能如此锋利，护甲也不可能如此坚固。塔兰丹就是这样的附魔师，他可以教你如何给武器和护甲附魔。去工匠区找他吧。',text0_1='' WHERE Id=3395;
UPDATE npc_text SET text0_0='欢迎来到我的商店，$c。古斯提兄弟能为你做什么吗?',text0_1='' WHERE Id=3396;
UPDATE npc_text SET text0_0='啊，我最喜爱的顾客之一。你似乎是个有能力的术士，$N。很高兴认识你。要是我能帮上什么忙，请尽管开口。$b$b我和我的兄弟都认为你这样的人才能领导我们进入新纪元。一个拥有力量……和控制力的人……让军团臣服于你只是时间问题。$b$b我有些羡慕你了。',text0_1='' WHERE Id=3397;
UPDATE npc_text SET text0_0='嗯?我没时间聊天，我父亲要我完成这个使命。',text0_1='' WHERE Id=3398;
UPDATE npc_text SET text0_0='你确实有点本事。我打赌你的技术足够让你学些东西了，我们来看看我有什么能教给你的，好吗?',text0_1='' WHERE Id=3399;
UPDATE npc_text SET text0_0='是的是的，我知道达丹加不喜欢烟。但从它身上的气味来看，达丹加好像还不喜欢洗澡。',text0_1='' WHERE Id=3400;
UPDATE npc_text SET text0_0='我的朋友，你所掌握的技艺远胜于我。你为什么不去找我的老朋友洛特-加龙省加斯·石须继续深造呢?我离开铁炉堡加入了珍娜的军队，而他留了下来。我想他能教你点什么，至少他会知道谁能教你。如果他还待在铁炉堡的话，我想他一定在大锻炉附近。',text0_1='' WHERE Id=3401;
UPDATE npc_text SET text0_0='',text0_1='从冬泉谷的生物开始应该不错。$b$b然而，或许还有别的地方你可以看看……' WHERE Id=3402;
UPDATE npc_text SET text0_0='你好，$g小伙子:姑娘;
。我可以帮你什么忙吗?',text0_1='' WHERE Id=3403;
UPDATE npc_text SET text0_0='在这里训练吧？在这之前我只训练我自己，但现在我很乐意教大家我所会的。',text0_1='' WHERE Id=3404;
UPDATE npc_text SET text0_0='很抱歉，我现在有些忙，我要为湖畔镇的弗纳·奥斯古打造马蹄。',text0_1='' WHERE Id=3405;
UPDATE npc_text SET text0_0='嗯?我没时间聊天，我父亲要我完成这个使命。',text0_1='' WHERE Id=3406;
UPDATE npc_text SET text0_0='你确实有点本事。我打赌你的技术足够让你学些东西了，我们来看看我有什么能教给你的，好吗?',text0_1='' WHERE Id=3407;
UPDATE npc_text SET text0_0='你知道的比我还多，这一点很肯定。我告诉你接下来该怎么办，去和我的爸爸谈谈。他是个好的老师，但是他会要求你证明自己的实力。他的名字叫洛特-加龙省加斯，你可以在本古斯的铁砧旁边找到他。',text0_1='' WHERE Id=3408;
UPDATE npc_text SET text0_0='我的朋友，你所掌握的技艺远胜于我。你为什么不去找我的老朋友洛特-加龙省加斯•石须继续深造呢?我离开铁炉堡加入了珍娜的军队，而他留了下来。我想他能教你点什么，至少他会知道谁能教你。如果他还待在铁炉堡的话，我想他一定在大锻炉附近。',text0_1='' WHERE Id=3409;
UPDATE npc_text SET text0_0='仅仅会挥动铁锤是无法成为铁匠的。把铁锤给我，在你让大家感到窘迫之前让我教教你好了。',text0_1='' WHERE Id=3410;
UPDATE npc_text SET text0_0='当然，我可以帮你进行训练。我也只是一个新手，但是我想我还是能对你有所帮助的。',text0_1='' WHERE Id=3411;
UPDATE npc_text SET text0_0='我不会轻易承认这一点的，不过你的确是个比我出色得多的铁匠。如果你想要学习更多高级的技能，我建议你去暴风城的矮人区找一个名叫瑟鲁姆•深炉的矮人。',text0_1='' WHERE Id=3412;
UPDATE npc_text SET text0_0='很抱歉，我现在有些忙，我要为湖畔镇的弗纳•奥斯古打造马蹄。',text0_1='' WHERE Id=3413;
UPDATE npc_text SET text0_0='我看起来像是有时间和你闲谈的样子吗?',text0_1='' WHERE Id=3414;
UPDATE npc_text SET text0_0='你还不坏，但让我耍耍几个小把戏，你可能会觉得很方便实用的。',text0_1='' WHERE Id=3415;
UPDATE npc_text SET text0_0='你已经是一个比我好得多的铁匠，那是肯定的。尽管如果你告诉其它人这点我会否认我曾说过。你该去找瑟鲁姆•深炉谈谈。如果有人能教你，那就是他。',text0_1='' WHERE Id=3416;
UPDATE npc_text SET text0_0='我若听到任何有关水禽的意见,你将来就必须用管子进食。',text0_1='' WHERE Id=3417;
UPDATE npc_text SET text0_0='仅仅会挥动铁锤是无法成为铁匠的。把铁锤给我，在你让大家感到窘迫之前让我教教你好了。',text0_1='你的打扰在占用我的宝贵时间，你最好带来的是好消息。' WHERE Id=3418;
UPDATE npc_text SET text0_0='还行。去跟斯纳尔谈谈，他刚前往奥格瑞玛向萨鲁求学。去萨鲁的铁匠铺附近的战士区找他吧。他会对你进行测试，你最好做好准备。',text0_1='啊是的，另一个要烧炉火并锻造战斗武器的人。我当然会教你怎么操作。' WHERE Id=3419;
UPDATE npc_text SET text0_0='斯纳尔因为我动作太慢所以说我很笨。我只是想做好工作罢了，这得花时间的。',text0_1='我的孩子，你学得很好。去幽暗城找一个名叫詹姆士·范·布朗特的铁匠。他能传授给你更多的知识。我想他应该在战士训练大厅附近铸造武器。' WHERE Id=3420;
UPDATE npc_text SET text0_0='我可以告诉你你想知道的一切，但是你必须要有耐心。去练习打铁吧，摸索用锤的力度。当你熟练后，自然也就掌握啦。',text0_1='' WHERE Id=3421;
UPDATE npc_text SET text0_0='你学得很快，这是件好事。但要注意按照工作的要求适当地完成工作。现在，我恐怕必须要把你送到斯纳尔那里多学些东西。你要学会所有他能教的，但不要听他的气话。当萨鲁的女儿笑话他时他就变成那样了。',text0_1='' WHERE Id=3422;
UPDATE npc_text SET text0_0='我在听，我在听，但是听不见卡恩所说的那些灵魂的声音。',text0_1='' WHERE Id=3423;
UPDATE npc_text SET text0_0='卡恩说我们需要聆听熔炉和钢铁的灵魂之声，它们会指引我们的。我只听见一阵铃声。拿起铁锤，让我们一起试着听它们在说什么。',text0_1='魂精是超自然力量的一种没有汇聚的形态，而魂能则是浓缩的精华。通过使用一种强大的咒语，我可以把魂精变成魂能。一旦它变成魂能，你就可以使用玛艾里的容器把能量反射到你自己身上。' WHERE Id=3424;
UPDATE npc_text SET text0_0='',text0_1='我很惊讶一个如此粗心的人竟然能走到这里……$B$B是的，你可能还有一个符咒，但是玛艾里对你的行为很生气！$B$B现在赶紧离开。' WHERE Id=3425;
UPDATE npc_text SET text0_0='我猜那些灵魂更加喜欢你，我还没有听到他们的召唤但是你看起来已经上过他们好多课程了。去找卡恩谈谈，他会很高兴看到一个像他一样听到它们声音的人。',text0_1='' WHERE Id=3453;
UPDATE npc_text SET text0_0='我说过你有铁匠的血统，看来我是对的。去铁炉堡大锻炉找一个名叫本古斯·深炉的矮人铁匠。他是我的老师，是我知道的最伟大的铁匠之一。',text0_1='' WHERE Id=3454;
UPDATE npc_text SET text0_0='铁匠的生活可不轻松，但是它能让你体格健壮，充满热情。我的父亲是一名铁匠，我的祖父曾经在格瑞姆巴托的炼铁炉工作。现在，我的儿子也跟随着我们的脚步，他让我倍感自豪。',text0_1='' WHERE Id=3456;
UPDATE npc_text SET text0_0='很抱歉，$g小伙子:姑娘;
，你还不够资格在我这儿求学。去找我的儿子格鲁姆，他会收你做学生的。',text0_1='' WHERE Id=3457;
UPDATE npc_text SET text0_0='我希望有一天能用敌人的骨头制作武器。',text0_1='' WHERE Id=3458;
UPDATE npc_text SET text0_0='你不要用锤子傻乎乎地敲打铁砧，你应该是在制造一种可以杀死你的敌人的武器。让我给你演示一下你哪里做错了。',text0_1='' WHERE Id=3459;
UPDATE npc_text SET text0_0='你已经学得很多，我没什么能教你了。去找詹姆士•范•布朗特，他会教给你我所不能的。',text0_1='' WHERE Id=3460;
UPDATE npc_text SET text0_0='',text0_1='不要那样从阴暗中走出来。下次你要先给女生一点警示。' WHERE Id=3461;
UPDATE npc_text SET text0_0='你掌握一些关于锤头和铁砧的技艺，但还不够。去找丹恩•林德雷谈谈，他会让你做好准备学习我教给你的知识。',text0_1='呣，你的工作还可以，但是离我期盼的学生素质还差太远。去找闪金镇的铁匠阿古斯谈谈，我敢肯定他能教你一些基础知识。当你学完后再来找我，我会给你一次小测试以确定你准备好了。' WHERE Id=3462;
UPDATE npc_text SET text0_0='我说过你有铁匠的血统，看来我是对的。去铁炉堡大锻炉找一个名叫本古斯•深炉的矮人铁匠。他是我的老师，是我知道的最伟大的铁匠之一。',text0_1='是的，我曾听到传言说我迟早会见到你的。但我不会随便接纳任何人的，我需要首先确定你的水准。你愿接受我的测试吗?' WHERE Id=3463;
UPDATE npc_text SET text0_0='铁匠的生活可不轻松，但是它能让你体格健壮，充满热情。我的父亲是一名铁匠，我的祖父曾经在格瑞姆巴托的炼铁炉工作。现在，我的儿子也跟随着我们的脚步，他让我倍感自豪。',text0_1='现在我真是力不从心了，我说实话真是没什么可教你的了。但你知道谁可以吗?铁炉堡的本古斯·深炉，现在有一个矮人很了解他。到铁炉堡的大锻炉去找他，看看他是否想收个新学徒。' WHERE Id=3465;
UPDATE npc_text SET text0_0='要是我向萨鲁证明了自己的实力，他将别无选择，只能让我为他的一个女儿而战。让我们看看谁是失败的那个吧。',text0_1='' WHERE Id=3466;
UPDATE npc_text SET text0_0='再次给我带来这种劣质货我就把你装在用山羊尿回过火的小铁盒里送回家。现在去见见那个傻瓜乌格索克，他更加适合你的需要。',text0_1='' WHERE Id=3467;
UPDATE npc_text SET text0_0='你认为自己够资格向我学习吗?伟大的斯纳尔?你不过是我脚下的一名卑微的小人物罢了。但是，收纳一名下属或许能增加我对苏米和图米的吸引力。让我看看你拥有什么技能。',text0_1='' WHERE Id=3468;
UPDATE npc_text SET text0_0='你是个有天分的学生，而且还是个有潜质的铁匠。我可以在本周任何时候宣布你可以从我这里毕业了。但是我觉得你还有东西要学。去找本古斯•深炉谈谈，他是个严厉的人，但他也是最出色的。',text0_1='' WHERE Id=3470;
UPDATE npc_text SET text0_0='灵魂将你带到我这儿来，感谢他们。',text0_1='' WHERE Id=3471;
UPDATE npc_text SET text0_0='你需要多加留心灵魂的指引。你的路线取决于另一个人，雷霆崖的瑟拉格·石蹄。或许你们可以互相学习。',text0_1='' WHERE Id=3472;
UPDATE npc_text SET text0_0='告诉你，你准备好接受我为你安排的挑战了吗?幽灵告诉我你会通过的，但是你相信他们抑或是相信自己?',text0_1='' WHERE Id=3473;
UPDATE npc_text SET text0_0='我们的人生之路只是暂时相交，现在是我们分道扬镳的时候啦。很荣幸能传授你知识，现在我送你上路，去找下一个导师吧。去奥格瑞玛找萨鲁·钢怒，他会教你你想学的知识。',text0_1='' WHERE Id=3475;
UPDATE npc_text SET text0_0='要是我向萨鲁证明了自己的实力，他将别无选择，只能让我为他的一个女儿而战。让我们看看谁是失败的那个吧。',text0_1='' WHERE Id=3476;
UPDATE npc_text SET text0_0='再次给我带来这种劣质货我就把你装在用山羊尿回过火的小铁盒里送回家。现在去见见那个傻瓜乌格索克，他更加适合你的需要。',text0_1='' WHERE Id=3478;
UPDATE npc_text SET text0_0='你认为自己够资格向我学习吗?伟大的斯纳尔?你不过是我脚下的一名卑微的小人物罢了。但是，收纳一名下属或许能增加我对苏米和图米的吸引力。让我看看你拥有什么技能。',text0_1='' WHERE Id=3479;
UPDATE npc_text SET text0_0='我没有什么东西可以教你了-快滚!不要想接近萨鲁，因为像你一样卑微的人他只会用你们的血来炼钢的。',text0_1='' WHERE Id=3481;
UPDATE npc_text SET text0_0='灵魂将你带到我这儿来，感谢他们。',text0_1='' WHERE Id=3482;
UPDATE npc_text SET text0_0='你需要多加留心灵魂的指引。你的路线取决于另一个人，雷霆崖的瑟拉格•石蹄。或许你们可以互相学习。',text0_1='' WHERE Id=3484;
UPDATE npc_text SET text0_0='告诉你，你准备好接受我为你安排的挑战了吗?幽灵告诉我你会通过的，但是你相信他们抑或是相信自己?',text0_1='' WHERE Id=3485;
UPDATE npc_text SET text0_0='我们的人生之路只是暂时相交，现在是我们分道扬镳的时候啦。很荣幸能传授你知识，现在我送你上路，去找下一个导师吧。去奥格瑞玛找萨鲁•钢怒，他会教你你想学的知识。',text0_1='' WHERE Id=3487;
UPDATE npc_text SET text0_0='你有巨大的潜能，但你必须首先能理解，你必须接受精灵们并听从他们的召唤。只有那时你才会准备好走你要走的路。去找瑟拉格谈谈，我想你们可能会互相学习很多东西。',text0_1='' WHERE Id=3488;
UPDATE npc_text SET text0_0='你已经学了很多，但我觉得精灵们还有很多要教给你。我可以给你引路但不能替你走路。去找到奥格瑞玛的萨鲁•钢怒，你的旅程的下一段从那里开始。',text0_1='' WHERE Id=3489;
UPDATE npc_text SET text0_0='你在浪费我的时间，去找我的学生罗勒谈谈吧。',text0_1='' WHERE Id=3490;
UPDATE npc_text SET text0_0='你制造的装备很不错，真的。去兽人的家园奥格瑞玛找一个名叫萨鲁•钢怒的铁匠吧。你必须给那些制造美丽的死亡器具的兽人一样东西。',text0_1='' WHERE Id=3493;
UPDATE npc_text SET text0_0='很抱歉$g小伙子:姑娘;
，但是你基础不足，我不能教你。但是别烦恼，跟我的学生洛特-加龙省加斯谈谈，他会帮助你的。',text0_1='' WHERE Id=3494;
UPDATE npc_text SET text0_0='我不能对你进行什么指导啦，你能用铁锤和铁砧做出如此令人称奇的东西。我建议你去找一个名叫布里克•基克拉夫的哥布林，你可别告诉别人,我最后一次听说他在藏宝海湾经营一家商店。',text0_1='' WHERE Id=3495;
UPDATE npc_text SET text0_0='这可不是一个年轻人玩的游戏!去外面找斯纳尔谈谈。他看起来或许有些阴险，但是他确实是使铁砧的好手。',text0_1='' WHERE Id=3496;
UPDATE npc_text SET text0_0='他们在魔法区。去那幢恐怖的骷髅楼中找他们吧。',text0_1='他们在魔法区。去那幢恐怖的骷髅楼中找他们吧。' WHERE Id=3513;
UPDATE npc_text SET text0_0='银行就在贸易区中心的塔中。你不会找不到的。',text0_1='银行就在贸易区中心的塔中。你不会找不到的。' WHERE Id=3514;
UPDATE npc_text SET text0_0='贸易区上层的麦可·加勒特。',text0_1='贸易区上层的麦可·加勒特。' WHERE Id=3515;
UPDATE npc_text SET text0_0='噢，你在寻找贸易区的克里斯多夫·德库尔。他在东部的平台上。',text0_1='噢，你在寻找贸易区的克里斯多夫·德库尔。他在东部的平台上。' WHERE Id=3516;
UPDATE npc_text SET text0_0='你得去贸易区找旅店老板诺曼谈谈。',text0_1='你得去贸易区找旅店老板诺曼谈谈。' WHERE Id=3517;
UPDATE npc_text SET text0_0='在交易区中心就有的邮箱……就在旅馆旁边。',text0_1='在交易区中心就有的邮箱……就在旅馆旁边。' WHERE Id=3518;
UPDATE npc_text SET text0_0='拍卖场在中央广场。',text0_1='拍卖场在中央广场。' WHERE Id=3519;
UPDATE npc_text SET text0_0='罗德隆废墟以北建筑顶端那有哥布林。离开幽暗城，前往那儿吧。',text0_1='罗德隆废墟以北建筑顶端那有哥布林。离开幽暗城，前往那儿吧。' WHERE Id=3520;
UPDATE npc_text SET text0_0='牧师训练师?去军事区的外圈找找看。',text0_1='牧师训练师?去军事区的外圈找找看。' WHERE Id=3521;
UPDATE npc_text SET text0_0='银行就在贸易区中心的塔中。你不会找不到的。',text0_1='拿到那颗头颅肯定会让达瑞尔大吃一惊。是他活该，这个傲慢又该死的混蛋。但是哈!我等不及想看到你把这个拿给他看时他脸上的表情。' WHERE Id=3522;
UPDATE npc_text SET text0_0='贸易区上层的迈克尔•加勒特。',text0_1='欢迎来到旅行者营地，$N!' WHERE Id=3523;
UPDATE npc_text SET text0_0='盗贼都在盗贼区外环的建筑物中。',text0_1='盗贼都在盗贼区外环的建筑物中。' WHERE Id=3524;
UPDATE npc_text SET text0_0='你得去贸易区找旅店老板诺曼谈谈。',text0_1='你在这里永远都受欢迎，$N。谢谢你带来的欢笑--还有不要担心达瑞尔，他就是这样一个人!' WHERE Id=3525;
UPDATE npc_text SET text0_0='术士训练师在法师区外环中的建筑物中，他们跟法师待在一起。',text0_1='术士训练师在法师区外环中的建筑物中，他们跟法师待在一起。' WHERE Id=3526;
UPDATE npc_text SET text0_0='在城市周边军事区建筑中。',text0_1='在城市周边军事区建筑中。' WHERE Id=3527;
UPDATE npc_text SET text0_0='你可以去炼金房看看。那是赫伯特·哈尔希医生和马许医生练习的地方。',text0_1='你可以去炼金房看看。那是赫伯特·哈尔希医生和马许医生练习的地方。' WHERE Id=3528;
UPDATE npc_text SET text0_0='内环军事区的詹姆士·范·布朗特。',text0_1='内环军事区的詹姆士·范·布朗特。' WHERE Id=3529;
UPDATE npc_text SET text0_0='贸易区的那个尤奈斯·伯奇。',text0_1='贸易区的那个尤奈斯·伯奇。' WHERE Id=3530;
UPDATE npc_text SET text0_0='你到炼金房的内环去。拉文尼亚在那里出没。',text0_1='你到炼金房的内环去。拉文尼亚在那里出没。' WHERE Id=3531;
UPDATE npc_text SET text0_0='幽暗城外环盗贼区的弗兰克林·洛伊德。',text0_1='幽暗城外环盗贼区的弗兰克林·洛伊德。' WHERE Id=3532;
UPDATE npc_text SET text0_0='我们很了解玛丽·艾塔斯。她就在盗贼区的内环。',text0_1='我们很了解玛丽·艾塔斯。她就在盗贼区的内环。' WHERE Id=3533;
UPDATE npc_text SET text0_0='你在魔法区不会找不到阿曼德·克伦威尔的。他就站在码头上。',text0_1='你在魔法区不会找不到阿曼德·克伦威尔的。他就站在码头上。' WHERE Id=3534;
UPDATE npc_text SET text0_0='你寻找的是玛莎·奥列斯塔。她在炼金房的内环上。',text0_1='你寻找的是玛莎·奥列斯塔。她在炼金房的内环上。' WHERE Id=3535;
UPDATE npc_text SET text0_0='他居住在盗贼区内环。',text0_1='他居住在盗贼区内环。' WHERE Id=3536;
UPDATE npc_text SET text0_0='到军事区的内环去。布罗姆·基里安在那里。',text0_1='到军事区的内环去。布罗姆·基里安在那里。' WHERE Id=3537;
UPDATE npc_text SET text0_0='基里安·哈根在盗贼区传授剥皮的技能。',text0_1='基里安·哈根在盗贼区传授剥皮的技能。' WHERE Id=3538;
UPDATE npc_text SET text0_0='你寻找乔瑟夫·格里高利。他在绿色运河的内环边上的魔法区里。',text0_1='你寻找乔瑟夫·格里高利。他在绿色运河的内环边上的魔法区里。' WHERE Id=3539;
UPDATE npc_text SET text0_0='',text0_1='哦，好的!给你，$N。我只能这么报答你了!' WHERE Id=3540;
UPDATE npc_text SET text0_0='幽暗城外环盗贼区的弗兰克林•洛伊德。',text0_1='哪一项专业？' WHERE Id=3541;
UPDATE npc_text SET text0_0='我们很了解玛丽•艾塔斯。她就在盗贼区的内环。',text0_1='你要找什么技能的训练师？' WHERE Id=3542;
UPDATE npc_text SET text0_0='你在魔法区不会找不到阿曼德•克伦威尔的。他就站在码头上。',text0_1='你在找什么？' WHERE Id=3543;
UPDATE npc_text SET text0_0='你寻找的是玛律萨•奥列斯塔。她在炼金房的内环上。',text0_1='' WHERE Id=3545;
UPDATE npc_text SET text0_0='他居住在盗贼区内环。',text0_1='欢迎来到避难所，$N。有些人来这里是有目的的，其余的是凑巧路过……但是每个到这里的人好像都有一个奇特的故事要讲。' WHERE Id=3546;
UPDATE npc_text SET text0_0='到军事区的内环去。布罗姆•基里安在那里。',text0_1='' WHERE Id=3550;
UPDATE npc_text SET text0_0='基里安•哈根在盗贼区传授剥皮的技能。',text0_1='' WHERE Id=3553;
UPDATE npc_text SET text0_0='你寻找乔瑟夫•格里高利。他在绿色运河的内环边上的魔法区里。',text0_1='' WHERE Id=3554;
UPDATE npc_text SET text0_0='哪一项专业？',text0_1='这具尸体属于一个女性兽人战士。$b$b很明显她是在战斗中死去的，或许是在对付这片地区的野猪人时死亡的。' WHERE Id=3557;
UPDATE npc_text SET text0_0='你要找什么技能的训练师？',text0_1='你把尸体翻过来然后看到她武器上的标志─她的护甲已经都损毁了，她的头发披散在她的脸上。$b$b根据曼科里克对于她的描述，你可以确定这就是她的妻子。$b$b他一定会为这个消息而感到悲伤，但是你相信他还是希望知道真相的。' WHERE Id=3558;
UPDATE npc_text SET text0_0='你在找什么？',text0_1='' WHERE Id=3559;
UPDATE npc_text SET text0_0='听一听长者的故事吧，$N。我有许多话要说……',text0_1='' WHERE Id=3560;
UPDATE npc_text SET text0_0='你能以部落的名义冲锋陷阵，我可真羡慕你。我的职责是指挥部落的军队，而不是亲自上阵。$b$b当然，我年轻时也曾梦想着能安度晚年。现在，我痴迷于胜利的荣耀和失败的苦楚——这些都取决于我所指挥的士兵们。',text0_1='' WHERE Id=3561;
UPDATE npc_text SET text0_0='吼……',text0_1='' WHERE Id=3562;
UPDATE npc_text SET text0_0='我从南边到十字路口来寻求帮助，$c，但是那些胆怯的家伙都不愿意伸出援手─就连强大的索克也污辱我。他是一名很好的领导者，但是他拒绝了我的请求，这让我感到非常恼怒。$b$b他声称我的愤怒令我变得鲁莽─妨碍我的正常判断─但是我一定要复仇!',text0_1='' WHERE Id=3563;
UPDATE npc_text SET text0_0='谢谢你，$N。你安抚了我死去的妻子的灵魂，我将永远无法报答你的恩情。$b$b我想我会永远仇视野猪人，但是现在我已经得到了满足。$b$b我必须开始重建生活。',text0_1='' WHERE Id=3564;
UPDATE npc_text SET text0_0='我绝不会怀疑你的，$N。$b$b这些是给你的命令，$N。我知道你是不会让我失望的。',text0_1='' WHERE Id=3565;
UPDATE npc_text SET text0_0='啊,一个来访者!肯定是一个冒险家，没有多少游客会走这条路的。坐下来喝一杯饮料吧，随便些。嗨，你看起来好像还有些肉。你想参加比赛吗?',text0_1='啊一个来访者!肯定是一个冒险家，没有多少游客会走这条路的。坐下来喝一杯饮料吧，随便些。嗨，你看起来好像还有些肉。你想参加比赛吗?' WHERE Id=3566;
UPDATE npc_text SET text0_0='欢迎来到十字路口，$c。我叫索克─以酋长的名义，我负责在这儿进行防御。$b$b请你在这里随意一些。在你处理生意的时候，没人会对你占用空间有所异议的。$b$b我们的安全存在许多威胁。如果你想熟悉周围的情况的话，就跟其它人谈谈吧─或许他们会派给你一些任务的。',text0_1='' WHERE Id=3573;
UPDATE npc_text SET text0_0='<高图斯啐了一口唾沫。>$b$b我是部落的战士，$N。让我愤怒的是得知我们的敌人正坐在离卡加斯不到一天路程的堡垒中，密谋着要对我们发起攻击。$b$b我渴望摆脱责任的束缚，以酋长的名义将他们消灭。$b$b但是，我们都有各自必须承担的职责。',text0_1='' WHERE Id=3574;
UPDATE npc_text SET text0_0='你能以部落的名义冲锋陷阵，我可真羡慕你。我的职责是指挥部落的军队，而不是亲自上阵。$b$b当然，我年轻时也曾梦想着能安度晚年。现在，我痴迷于胜利的荣耀和失败的苦楚——这些都取决于我所指挥的士兵们。',text0_1='' WHERE Id=3575;
UPDATE npc_text SET text0_0='我做梦了，$N……对，我做梦了。在梦中，我以上千种不同的方式死去。有人会认为这是噩梦，但我不这样想!在梦中，我在战场上死去。每次死亡之前我都会让一万名部落的敌人倒在我的脚下。这是无上的荣耀!',text0_1='' WHERE Id=3576;
UPDATE npc_text SET text0_0='是的，看到你我就想起来了，$N。你让我想起往日的时光，我曾是部落的一名年轻的战士。$b$b毫无疑问，你将在你的一生中游历四方，征战沙场。$b$b<高图斯向你敬礼致意。>',text0_1='' WHERE Id=3577;
UPDATE npc_text SET text0_0='谦虚点吧……或许现在是时候了，$N。你做好进入黑石要塞的准备了吗?你做好发动一场战争，摧毁他们大本营的准备了吗?',text0_1='' WHERE Id=3578;
UPDATE npc_text SET text0_0='我绝不会怀疑你的，$N。$b$b这些是给你的命令，$N。我知道你是不会让我失望的。',text0_1='' WHERE Id=3579;
UPDATE npc_text SET text0_0='啊,一个来访者!肯定是一个冒险家，没有多少游客会走这条路的。坐下来喝一杯饮料吧，随便些。嗨，你看起来好像还有些肉。你想参加比赛吗?',text0_1='' WHERE Id=3580;
UPDATE npc_text SET text0_0='你好，年轻的$c。',text0_1='' WHERE Id=3583;
UPDATE npc_text SET text0_0='艾泽拉斯中没有哪一个种族经历过我们的人民所受的磨难，$c。面对死亡仍安之若素已经成为我们的第二天性了。',text0_1='' WHERE Id=4934;
UPDATE npc_text SET text0_0='你好，欢迎。我不太擅长微笑，但是相信我;
我很高兴能为您服务。',text0_1='' WHERE Id=5455;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到稻草人庆典，$c！
按照万圣节的习俗，被遗忘者要焚烧一个稻草人来纪念这个最崇高的时刻。就是在这一天，女妖之王将我们从巫妖王和天谴军团的魔掌中解救了出来，从那以后，我们就成了自由之身，直到今天。那些想要毁灭我们的敌人终将化为灰烬！
焚烧稻草人的庆典将在晚上八点整开始！' WHERE Id=7740;
UPDATE npc_text SET text0_0='是的，年轻人，你不需要让我相信这些事情，酋长和我有很多过去的故事要说。然而你所做的贡献是众所周知的。$b$b就象我说的那样，雷德已经为他的人民找到了新的家园，我也是那些不知疲倦跟随他的人中的一员。$b$b那一次冲突激起了其它……其它无数的冲突。就是在黑石氏族和黑铁矮人为了黑石塔的战斗中我的两个儿子被杀害了。就在那时我意识到了我在黑石氏族的日子结束了。',text0_1='嗨，又见面了，$N。我感觉时间流仍处在强大力量的威胁之下。青铜龙始终欢迎你不断地提供帮助。$b$b虽然过去的事情已无法改变，但是将来却变化莫测。你此刻做出的决定将改变未来。' WHERE Id=3585;
UPDATE npc_text SET text0_0='我走了。我不属于黑石。不，我的孩子不能白白死去。我不会在雷德这样无能、热衷于权利的疯子手下做事的。$b$b我隐居在壁炉谷附近洛丹伦的森林中。',text0_1='听你的长辈的话，$N。要是你拥有强大的意志和热情，就没有不能控制的力量。' WHERE Id=3586;
UPDATE npc_text SET text0_0='<伊崔格笑了。>$b$b年轻人，世界不总是这么混乱不堪的。那只是天谴军团笼罩大地前的一段时间。在洛丹伦的那些地方在成为瘟疫之地之前。$b$b就是在那里萨尔从死亡之中拯救了我，也是在那里我加入了新的部落…但是我跑题了。这是另外一个时期的事。是的,另外一个时期……或许…',text0_1='并不是所有的被遗忘者都屈从于希尔瓦娜斯的意志，$N。我们中的某些人士被真正的力量驱动的--我们为自己赢得的力量。' WHERE Id=3587;
UPDATE npc_text SET text0_0='我想你会的。或许有一天你能将消息传给我的一个老朋友。我听说他还在那片森林中。$b$b<伊崔格低下头，好像在做祈祷。>$b$b雷德，是的……雷德和他的兄弟麦姆统治了黑石塔，与黑铁矮人经常发生冲突。他们试图将黑铁矮人完全赶出城市的上层部分，但是只有在飞龙来到和麦姆死掉之后它才真正实现。',text0_1='现在……不……是……最好的……时候，$N。我必须集中……精力。' WHERE Id=3589;
UPDATE npc_text SET text0_0='事实上。奈法利安，死亡之翼的子嗣现在正统治着黑石塔。雷德受到龙的支配。$b$b只要你能设法穿过晋升大厅。$b$b<伊崔格叹息着。>$b$b此外，只有受到黑龙尊敬的人才有特权进入。',text0_1='你的使命一定意义非凡，$c，它需要你深入沼泽……' WHERE Id=3590;
UPDATE npc_text SET text0_0='或许吧。年轻人，现在就出发吧。去找酋长，他肯定会乐意知道你的发现的。',text0_1='地狱火是术士在$G他:她;
的战斗中所能使用最强大的恶魔。这个怪物很强大，护甲极高，并能对任何敌人造成毁灭性的伤害。如果你想把地狱火的灵魂加到你的武器上，你就会得到那些好处-更多的生命力和更快的生命恢复速度等等。$b$b如果你想了解更多关于地狱犬的事，那你就该与我对面的温图拉谈谈。' WHERE Id=3591;
UPDATE npc_text SET text0_0='试炼谷能将最软弱的新兵锻炼成一名合格的部落战士。无法通过试炼者将被抛弃，独自忍受骄阳的煎烤。',text0_1='地狱犬……确实是一个邪恶的生物。它不像地狱火那样强壮，但是聪明的术士知道蛮力不能解决所有问题-如果是，你就会选择战士了，不是吗?$b$b地狱犬利用敌人的法力，和它的迅速来战胜敌人。它的力量来自秘法并利用那种秘法能量为自己谋利。$b$b如果你想得知更多关于地狱火的事，那么你该找我对面的玛迦兹谈谈。' WHERE Id=3592;
UPDATE npc_text SET text0_0='',text0_1='你跟塔里的侍僧说过话了吗，$N?除非你能完成他们之中某个人的任务，否则我们就无法为你制作宝珠。如果你准备好了的话，就去跟他们谈谈吧。' WHERE Id=3594;
UPDATE npc_text SET text0_0='我的$g兄弟:姐妹;
帮帮我吧……$b$b我很快就将离开这个世界了，虽然我饱受苦楚，但是我知道死了之后所有痛苦都将解除。但是，那些野生生物，我的$g兄弟:姐妹;
……也历经折磨，永无止境。在我生命的最后一刻，我请求你的帮助。',text0_1='' WHERE Id=3633;
UPDATE npc_text SET text0_0='是的，我讲的语言你听得懂$r。我们不是动物，然而你们中大多数却仍然把我们像动物一样对待!可是我们的分歧比起降临到这片土地上的悲剧来显得微不足道。恳请你们把与我们存在的分歧搁置一边，倾听一下我临死前的请求。$b$b我来到这片土地尽我所能改善状况，而现在除非你能帮我，否则那即将要化为泡影。我用我生命的最后一息请你帮这个忙。',text0_1='' WHERE Id=3634;
UPDATE npc_text SET text0_0='“……”

牛头人德鲁伊的尸体静静地躺着，看起来他好像终于离开了这个世界。',text0_1='' WHERE Id=3635;
UPDATE npc_text SET text0_0='我是这座城市的官员，从事幽暗城的人口普查工作。自从我们从天谴军团中解脱出来以后，我们就尽力对我们的城市人口做出精确的记录。通过一些秘法方式和聪明的方法，我才得以弄到这些记录。如果你需要有事找我的话，请继续。你应该知道你是否有事需要我的帮助。',text0_1='' WHERE Id=3653;
UPDATE npc_text SET text0_0='酋长指示我学习各种武器和护甲知识。他把我派遣到这兽人和牛头人文明的集合之地，接触尽可能多的旅人，学习整个贫瘠之地的文明。$b$b他认为即使是最未开化的文明也有值得学习的地方─比如野猪人和半人马。',text0_1='' WHERE Id=3654;
UPDATE npc_text SET text0_0='你!$R!过来。<喷鼻声>$b$b时间短暂，而我的末日<喷鼻声>就要来临了。碎牙会赢;
你会看到的。<喷鼻声>$b$b我的战利品还可以帮助<喷鼻声>我的人民。钢鬃部落要比刺背野猪人更加强大!$b$b部落正期望找出由谁来带领人民发动袭击。你<喷鼻声>作为回报要援助碎牙，告诉他只有我才知道的资讯。碎牙能帮你!<喷鼻声>但你必须帮助碎牙。',text0_1='' WHERE Id=3656;
UPDATE npc_text SET text0_0='欢迎来到暴风城!我是城市的一名长官，帮助城市的人口调查局登记居民。如果你想找人的话，我也许能帮上你。我能运用秘法和智慧拿到这些记录。$b$b如果你找我有事的话，那就开口吧!',text0_1='' WHERE Id=3657;
UPDATE npc_text SET text0_0='我怀着深深的仇恨<哼>，但是是时候告诉你了，$r。$b$b很久之前，众神之间爆发了一场战争。我们伟大的野猪神阿迦玛甘在史前战争中战败，鲜血四溅，骨肉横飞。<哼>$b$b当他的鲜血流到地面上时，巨大的荆棘破土而出，他的头颅装饰着此地以南的洞穴。',text0_1='' WHERE Id=3658;
UPDATE npc_text SET text0_0='我的$g兄弟:姐妹;
帮帮我吧……$b$b我很快就将离开这个世界了，虽然我饱受苦楚，但是我知道死了之后所有痛苦都将解除。但是，那些野生生物，我的$g兄弟:姐妹;
……也历经折磨，永无止境。在我生命的最后一刻，我请求你的帮助。',text0_1='' WHERE Id=3659;
UPDATE npc_text SET text0_0='是的，我讲的语言你听得懂$r。我们不是动物，然而你们中大多数却仍然把我们像动物一样对待!可是我们的分歧比起降临到这片土地上的悲剧来显得微不足道。恳请你们把与我们存在的分歧搁置一边，倾听一下我临死前的请求。$b$b我来到这片土地尽我所能改善状况，而现在除非你能帮我，否则那即将要化为泡影。我用我生命的最后一息请你帮这个忙。',text0_1='' WHERE Id=3660;
UPDATE npc_text SET text0_0='“……”',text0_1='' WHERE Id=3661;
UPDATE npc_text SET text0_0='我说，我感觉你对此充满怀疑——但是，那就是事情的经过。',text0_1='' WHERE Id=3662;
UPDATE npc_text SET text0_0='牛头人德鲁伊的尸体静静地躺着，看起来他好像终于离开了这个世界。',text0_1='' WHERE Id=3663;
UPDATE npc_text SET text0_0='我是这座城市的官员，从事幽暗城的人口普查工作。自从我们从天谴军团中解脱出来以后，我们就尽力对我们的城市人口做出精确的记录。通过一些秘法方式和聪明的方法，我才得以弄到这些记录。如果你需要有事找我的话，请继续。你应该知道你是否有事需要我的说明。',text0_1='' WHERE Id=3664;
UPDATE npc_text SET text0_0='酋长指示我学习各种武器和护甲知识。他把我派遣到这兽人和牛头人文明的集合之地，接触尽可能多的旅人，学习整个贫瘠之地的文明。$b$b他认为即使是最未开化的文明也有值得学习的地方─比如野猪人和半人马。',text0_1='' WHERE Id=3665;
UPDATE npc_text SET text0_0='你!$R!过来。<喷鼻声>$b$b时间短暂，而我的末日<喷鼻声>就要来临了。碎牙会赢;
你会看到的。<喷鼻声>$b$b我的战利品还可以帮助<喷鼻声>我的人民。钢鬃部落要比刺背野猪人更加强大!$b$b部落正期望找出由谁来带领人民发动袭击。你<喷鼻声>作为回报要援助碎牙，告诉他只有我才知道的资讯。碎牙能帮你!<喷鼻声>但你必须帮助碎牙。',text0_1='' WHERE Id=3666;
UPDATE npc_text SET text0_0='我的时间不多了……我们的时间都不多了……',text0_1='我的时间不多了……我们的时间都不多了……' WHERE Id=3668;
UPDATE npc_text SET text0_0='我怀着深深的仇恨<哼>，但是是时候告诉你了，$r。$b$b很久之前，众神之间爆发了一场战争。我们伟大的野猪神阿迦玛甘在史前战争中战败，鲜血四溅，骨肉横飞。<哼>$b$b当他的鲜血流到地面上时，巨大的荆棘破土而出，他的头颅装饰着此地以南的洞穴。',text0_1='精灵用一种从前没有过的审视感觉看着你。$b$b“我感到一个大负担从我的灵魂中消除。很快我就可以永远平静的休息了。我现在知道这一点，而且我耐心的等待着这一时刻。$b$b谢谢你，陌生人。”' WHERE Id=3669;
UPDATE npc_text SET text0_0='你对<猪哼声>碎牙的帮助比我想象的要大得多，$r。

谢谢你。

只要我还是这里的俘虏，你就可以从刺背野猪人那里给我拿血岩裂片来换取阿迦玛甘的力量。',text0_1='' WHERE Id=3670;
UPDATE npc_text SET text0_0='怎么进去的??嗯，这故事真长。',text0_1='' WHERE Id=3673;
UPDATE npc_text SET text0_0='好吧!我在熔岩之桥的熔岩坑测试熔岩服。一切进展顺利。我甚至能在熔岩中毫发无损地游泳!$b$b我在那儿做自己的事，有时仰泳一会，突然之间它把我一口吞没!若不是有了熔岩服和可携式食物机，我一定会就此交待了!',text0_1='' WHERE Id=3674;
UPDATE npc_text SET text0_0='我说，我感觉你对此充满怀疑——但是，那就是事情的经过。',text0_1='' WHERE Id=3675;
UPDATE npc_text SET text0_0='我才从这野兽的肚腹之中出来还不到两分钟，就有人问起我如厕的问题???$G先生:小姐;
，如果你不是救我的那个人，我一定早就把你敲傻掉了!$b$b无论如何!我很感谢你的帮助。或许我能回报你?',text0_1='' WHERE Id=3676;
UPDATE npc_text SET text0_0='嗯，或许报酬这个词不是最合适的说法。当我在那东西的肚腹之中时，我在想：$b$b这家伙生活在灼热的岩浆中，火焰却不能伤害它一丝一毫!$b$b如果我能找到这样一块兽皮的话，我就把它交给我在永望镇的朋友玛雷弗斯•暗锤。如果说有人能处理这种兽皮的话，那个人就是他。',text0_1='' WHERE Id=3677;
UPDATE npc_text SET text0_0='帮我送个信怎么样?',text0_1='' WHERE Id=3693;
UPDATE npc_text SET text0_0='想买蟑螂吗?',text0_1='' WHERE Id=3694;
UPDATE npc_text SET text0_0='那是什么， $N？<玛雷弗斯指着你从包裹里拿出来的未淬火的板甲护手。>',text0_1='' WHERE Id=3734;
UPDATE npc_text SET text0_0='欢迎来到前线，$c。虽然他们的政客在暗地里密谋，但是他们会发现自己的计划在这里是行不通的。这儿是亡灵壁垒，我们会日以继日地为生存而抗争的。$b$b如果你想证明自己是个英雄的话，你会在这儿找到数不清的机遇的……特别是在我们向安多哈尔和控制着那儿的天谴军团的邪恶力量推进的过程中。',text0_1='' WHERE Id=3753;
UPDATE npc_text SET text0_0='你对<猪哼声>碎牙的帮助比我想象的要大得多，$r。$b$b谢谢你。$b$b只要我还是这里的俘虏，你就可以从刺背野猪人那里给我拿血岩碎片来换取阿迦玛甘的力量。',text0_1='' WHERE Id=3754;
UPDATE npc_text SET text0_0='瑟银兄弟会是不会在蚂蚁身上浪费时间的。快滚开!',text0_1='' WHERE Id=3755;
UPDATE npc_text SET text0_0='对我这样的工匠来说，制造的流程本身是很简单的。$b$b困难之处在于获得原料。如果你能为我取回一块完美的比斯巨兽的皮，我就能用它制作出一些强大的装备。',text0_1='' WHERE Id=3756;
UPDATE npc_text SET text0_0='我估计获得这样一件东西的概率是百万分之一!一件让你终身受用的兽皮!即使是技艺最高超的工匠也不一定能剥出一张完美的皮来!',text0_1='' WHERE Id=3757;
UPDATE npc_text SET text0_0='要是你真的带来了那张皮?嗯……让我为你展示一番吧……',text0_1='' WHERE Id=3758;
UPDATE npc_text SET text0_0='瑟银兄弟会的目录:$b$b你可以从中找到所有你冒险必需的最强装备!我们还将告诉你到哪儿去收集这些材料。',text0_1='' WHERE Id=3759;
UPDATE npc_text SET text0_0='这本书的标题是手写体:莫琳•达尔松的日记。',text0_1='' WHERE Id=3760;
UPDATE npc_text SET text0_0='一本打开的日记放在你的面前，发黄的书页上写着如下的文字:$b$b“哈洛德变成了这个样子，我不知道接下来会发生什么事。把他拖进我能找到的唯一可以关住他的地方之后，我已经心力憔悴了。我把钥匙藏在身上，祈祷能渡过这个难关……$b$b我希望能离开这里，但我需要钱。我想我们的东西都在那个柜橱里……现在我想起来了，哈乐德是不是把柜橱的钥匙藏在自己身上了?$b$b我要先休息一下，现在我实在是太疲倦了。”',text0_1='' WHERE Id=3761;
UPDATE npc_text SET text0_0='那是什么， $N？<玛雷弗斯指着你从包裹里拿出来的未淬火的板甲护手。>',text0_1='' WHERE Id=3762;
UPDATE npc_text SET text0_0='欢迎来到前线，$c。虽然他们的政客在暗地里密谋，但是他们会发现自己的计画在这里是行不通的。这儿是亡灵壁垒，我们会日以继日地为生存而抗争的。$b$b如果你想证明自己是个英雄的话，你会在这儿找到数不清的机遇的……特别是在我们向安杜哈尔和控制着那儿的天谴军团的邪恶力量推进的过程中。',text0_1='' WHERE Id=3763;
UPDATE npc_text SET text0_0='欢迎来到前线，$c。暴风城及其盟国派我到这儿来对抗天谴军团。在冰风营地，我们日复一日在抗战中求生。$B$B如果你想证明自己是个英雄的话，机会是很多的……特别是在我们向安杜哈尔和控制天谴军团的邪恶势力进军时，你可以好好把握。',text0_1='从我们待在环形山这里开始，达丹加就喜欢上了遍布这里的巨大的血瓣花苗芽。$b$b我敢肯定她会喜欢，如果你愿意带给她一大堆花苗芽的话……' WHERE Id=3793;
UPDATE npc_text SET text0_0='嗨。去那边跟我们的加德林大师谈谈。小心札拉赞恩的发狂，我也会好好照管你的。',text0_1='' WHERE Id=3794;
UPDATE npc_text SET text0_0='我的时间不多了，但是圣光依然照耀着这个世界，它可以帮助我完成我的宿命。当你面对瑞文戴尔男爵时，我便与你同在。',text0_1='' WHERE Id=3795;
UPDATE npc_text SET text0_0='别管我。我伤得很重，可能会丢掉性命。谢谢你，$N。我将死在这儿，但是因为你……我能在平静中死去。',text0_1='' WHERE Id=3797;
UPDATE npc_text SET text0_0='凡人，别考验我的耐性。',text0_1='' WHERE Id=3798;
UPDATE npc_text SET text0_0='咬住你的舌头，$r，以免我把它拽下来用来擦拭我的犄角。',text0_1='' WHERE Id=3799;
UPDATE npc_text SET text0_0='事实是我当然那样做。我思考。我哀悼。我痛恨。我谋划。当那个周期结束后，我又一次陷入沉思。你想从我这儿得到什么?我脑子里可有很多东西。',text0_1='' WHERE Id=3800;
UPDATE npc_text SET text0_0='你?$b$b<罗拉克斯笑了。>$b$b这很令人怀疑。$b$b我站在这些废墟和梦想之中。梦想着我捉住那个可怜的贼——古拉鲁克的那一天。$b$b我们达成了一项协定，他和我。但他违背了我们的协议。他背叛了我。',text0_1='' WHERE Id=3801;
UPDATE npc_text SET text0_0='我将教他如何去恶魔熔炉交换他的灵魂。黑石兽人的灵魂根本不值钱，但是在现在这个艰难时代，有总比没有好。',text0_1='' WHERE Id=3802;
UPDATE npc_text SET text0_0='他拿走了那块未铸造的符文胸甲，用于制造魔铸胸甲，并且没有付钱就跑掉了。我不是傻瓜，但是……没有配方的话，那块未铸造的符文胸甲一文不值。$b$b我在想……他是否安全地待在黑石塔里，试图制造点什么出来?我知道他不敢离开!',text0_1='' WHERE Id=3803;
UPDATE npc_text SET text0_0='',text0_1='哦你好!我的名字是萨拉。我能为你做什么吗?' WHERE Id=3804;
UPDATE npc_text SET text0_0='嗨。去那边跟我们的加德林大师谈谈。小心札拉赞恩的发狂，我也会好好照管你的。',text0_1='森林告知我你的存在，但是没有说你为什么在这里。那么，告诉我真相吧。' WHERE Id=3805;
UPDATE npc_text SET text0_0='啊是的，我就是加德林的助手。在这里的志愿工作就是我通过巫医学校课程的方式。既然你帮了他，我就免费帮你。需要修理什么吗?',text0_1='' WHERE Id=3806;
UPDATE npc_text SET text0_0='我……我受了重伤……',text0_1='欢迎你，$N。翡翠议会也欢迎你。$B$B我们很有可能一起恢复并保护这片曾经繁茂的森林。许多势力试图从外部和内部毁灭它。$B$B不要被这里的力量征服——那只会腐蚀你，就像整个这片土地一样。' WHERE Id=3807;
UPDATE npc_text SET text0_0='你不喜欢骑狮鹫兽，嗯。你很幸运，我们有一个替代品可以让你或多或少稳稳地立在地上。那就是地精们的公共交通工具，矿道地铁。那就在矮人区的后面，非常方便。',text0_1='你不喜欢骑狮鹫兽，嗯。你很幸运，我们有一个替代品可以让你或多或少稳稳地立在地上。那就是地精们的公共交通工具，矿道地铁。那就在矮人区的后面，非常方便。' WHERE Id=3813;
UPDATE npc_text SET text0_0='是的，每个人都想坐矿道地铁，那真是酷毙了。嗯，你可以去铁炉堡大门以东的地精区找矿道地铁。',text0_1='是的，每个人都想坐矿道地铁，那真是酷毙了。嗯，你可以去铁炉堡大门以东的地精区找矿道地铁。' WHERE Id=3814;
UPDATE npc_text SET text0_0='就在他们要把我扔给下面的魔鬼时你来了——为此我感谢你。或许，我——更确切的说——我们，蓝龙是不是可以进一步帮你?$b$b你已经走到这一步，$r，冒了很多险。你还愿去参加抵抗奈法利安和他的黑石军团的战斗吗?',text0_1='' WHERE Id=3815;
UPDATE npc_text SET text0_0='在贸易区那边已经有一家开始营业了，如果你沿着银行往东南方走，应该很容易发现!',text0_1='在贸易区那边已经有一家开始营业了，如果你沿着银行往东南方走，应该很容易发现!' WHERE Id=3833;
UPDATE npc_text SET text0_0='它就位于贸易区市中心那里，就在暴风城入口不远处。',text0_1='它就位于贸易区市中心那里，就在暴风城入口不远处。' WHERE Id=3834;
UPDATE npc_text SET text0_0='灵魂告诉我说你会来的，你会出于某种原因来此寻找我，但是你也许自己都不清楚这个原因。那么，你知道你为什么会在这儿吗?',text0_1='' WHERE Id=3854;
UPDATE npc_text SET text0_0='假设存在这种东西。只有体型更大的炫彩飞龙才可能具有这样的外壳。',text0_1='' WHERE Id=3855;
UPDATE npc_text SET text0_0='通常在较小的炫彩龙族身上找到:幼龙、小龙以及较小的龙人。',text0_1='' WHERE Id=3856;
UPDATE npc_text SET text0_0='你做得怎么样啦!',text0_1='' WHERE Id=3857;
UPDATE npc_text SET text0_0='通灵学院的巴罗夫家族将它作为照耀他们不复存在的灵魂的镜子。那是一件贵重的纪念品。',text0_1='' WHERE Id=3859;
UPDATE npc_text SET text0_0='在暴风城，有很多地方可供饮水休息，但是只有一处可以过夜。去贸易区的镶金玫瑰吧。我听说客房的费用相当合理，被单也很整洁。',text0_1='在暴风城，有很多地方可供饮水休息，但是只有一处可以过夜。去贸易区的镶金玫瑰吧。我听说客房的费用相当合理，被单也很整洁。' WHERE Id=3860;
UPDATE npc_text SET text0_0='在暴风城银行和贸易区的镶金玫瑰旅店之间设有邮箱，非常便利。',text0_1='在暴风城银行和贸易区的镶金玫瑰旅店之间设有邮箱，非常便利。' WHERE Id=3861;
UPDATE npc_text SET text0_0='书中说很多条龙联合起来对付一条极其强大，名为死亡之翼的巨龙。按照我们掌握的资讯，炫彩龙群差不多全部释放。守护巨龙已经准备就绪。',text0_1='你好，$c。我是杰希尔·月弓。我从达纳苏斯来寻找两个朋友，他们是来寻找费伍德森林暗影议会的踪迹的。$B$B看起来那些宣称对兽人种族的苦难负大部分责任的卑鄙的生物正试图重获一些能量。$B$B我的两个朋友进入加德纳尔搜寻证据来证明有事情发生。$B$B我希望我来时他们在这里，但是他们已经晚了数天了。' WHERE Id=3864;
UPDATE npc_text SET text0_0='贸易区刚刚开放了一座拍卖行。如果你沿着银行东南方的路走，很容易就能找到贸易区。',text0_1='真冷……我很饿。$B$B我可怜的朋友，希望你已经安息了。我不忍心去想他们会对你做什么。$B$B你!嘿，就是你!请你一定要帮我逃跑。他们之中的某个人身上肯定有钥匙，你能找到它吗?我知道他们有钥匙。如果你弄到钥匙，就可以帮我离开这里了。特雷可能已经死了，但是我还心存希望!求你了，帮帮我吧!' WHERE Id=3865;
UPDATE npc_text SET text0_0='它就位于贸易区市中心那里，就在暴风城入口不远处。',text0_1='你好!我刚刚探索凯斯利尔废墟回来，就在西南方。现在我决定调查在这个山脉之上的枭兽，在枭翼树丛内。$B$B你与鲁瑟兰村的艾瑞拉斯·琥珀谈过话了吗?他要求我来这里，或许他还有任务给你。' WHERE Id=3866;
UPDATE npc_text SET text0_0='旅行者，你好。很少有人以这种方式找到我。$b$b我叫雷沃，我在寒冬之泉驯化霜剑虎，使它们成为坐骑。$b$b这些猫科动物非常凶猛，极难驯服。只有那些最值得信赖和最受人尊敬的人才可能骑上它们。$b$b我是不会随意出售这样的坐骑的，你必须用行为来证明，让我和霜剑虎都接受你。',text0_1='你见过守夜人巴库斯吗?很勇敢……$b$b我想他是所有守夜人中最凶猛的一个。我怀疑他是否看到我就在周围……' WHERE Id=3868;
UPDATE npc_text SET text0_0='谢谢你!你让我自由了!',text0_1='谢谢你!你让我自由了!' WHERE Id=3873;
UPDATE npc_text SET text0_0='翡翠议会试图治愈费伍德森林受伤的大地。尽管这片大地是以腐蚀它的东西命名，我们还是希望有一天我们能从这片土地中将腐败清除。',text0_1='翡翠议会试图治愈费伍德森林受伤的大地。尽管这片大地是以腐蚀它的东西命名，我们还是希望有一天我们能从这片土地中将腐败清除。' WHERE Id=3874;
UPDATE npc_text SET text0_0='啧啧，勇敢的$c!我有最训练有素的狼来让你挑选。你到哪里都不会发现另一种动物有与狼同样的耐力和生存本能!请你亲自来查看一下他们吧。',text0_1='你好，勇敢的$c！我有世界上最训练有素的狼供你挑选。你到哪里都不会发现能与狼拥有同样的耐力和生存本能的动物！你亲自来看看它们吧。' WHERE Id=3893;
UPDATE npc_text SET text0_0='祝你好运，勇敢的$c。我知道你在寻找一匹好战马。告诉你吧$g兄弟:姐妹;
，在你所在的区域没有什么比迅猛龙更好的坐骑了!看看我的这些迅猛龙吧─他们的祖先曾经是极其凶猛的野兽。',text0_1='祝你好运，勇敢的$c。我知道你在寻找一匹好战马。告诉你吧$g兄弟:姐妹;
，在你所在的区域没有什么比迅猛龙更好的坐骑了!看看我的这些迅猛龙吧─他们的祖先曾经是极其凶猛的野兽。' WHERE Id=3896;
UPDATE npc_text SET text0_0='在暴风城，有很多地方可供饮水休息，但是只有一处可以过夜。去贸易区的镶金玫瑰吧。我听说客房的费用相当合理，被单也很整洁。',text0_1='' WHERE Id=3935;
UPDATE npc_text SET text0_0='在暴风城银行和贸易区的镶金玫瑰旅店之间设有邮箱，非常便利。',text0_1='' WHERE Id=3937;
UPDATE npc_text SET text0_0='你在锻造方面的技术已经非常高超了，$N。该做出决定了。有两条路你可以选择:武器制造工匠或是装甲制造工匠。$b$b注意，当你做出决定以后，就不能回头了。每个方向的守则都不允许你三心二意。',text0_1='' WHERE Id=3938;
UPDATE npc_text SET text0_0='',text0_1='时机成熟了，我的$g兄弟:姐妹;
们，武装起来，从天谴军团手中夺回属于我们的夜晚!' WHERE Id=3939;
UPDATE npc_text SET text0_0='',text0_1='时机成熟了，我的$g兄弟:姐妹;
们，武装起来，从天谴军团手中夺回属于我们的夜晚!' WHERE Id=3940;
UPDATE npc_text SET text0_0='承蒙月神的关照，我很高兴给你在整个泰达希尔找到的最好的坐骑，甚至是这世上最好的--黑豹。数年来，哨兵部队一直倚赖这些同伴的价值。$b$b抓紧时间，朋友，挑选一匹你满意的。我敢肯定你不会失望的。',text0_1='承蒙月神的关照，我很高兴给你在整个泰达希尔找到的最好的坐骑，甚至是这世上最好的--黑豹。数年来，哨兵部队一直倚赖这些同伴的价值。$b$b抓紧时间，朋友，挑选一匹你满意的。我敢肯定你不会失望的。' WHERE Id=3942;
UPDATE npc_text SET text0_0='谢谢你！你让我自由了！',text0_1='嗯……我认为你体型过大，不能乘坐机械陆行鸟，$g先生:女士;
。你很可能会压碎这些精美的机器!' WHERE Id=3944;
UPDATE npc_text SET text0_0='如果你是为获得快速而安全的产品而来，那么这儿就是你的目的地了!今年的机械陆行鸟模型已经到了，我将为你展示其性能!',text0_1='如果你是为获得快速而安全的产品而来，那么这儿就是你的目的地了!今年的机械陆行鸟模型已经到了，我将为你展示其性能!' WHERE Id=3945;
UPDATE npc_text SET text0_0='你好，勇敢的$c！我有世界上最训练有素的狼供你挑选。你到哪里都不会发现能与狼拥有同样的耐力和生存本能的动物！你亲自来看看它们吧。',text0_1='' WHERE Id=3953;
UPDATE npc_text SET text0_0='祝你好运，勇敢的$c。我知道你在寻找一匹好战马。告诉你吧$g兄弟:姐妹;
，在你所在的区域没有什么比迅猛龙更好的坐骑了!看看我的这些迅猛龙吧─他们的祖先曾经是极其凶猛的野兽。',text0_1='' WHERE Id=3954;
UPDATE npc_text SET text0_0='他们将尸体交给了我，他将尸体投进了深坑。',text0_1='' WHERE Id=3959;
UPDATE npc_text SET text0_0='你好，$N。我是米洛尔•怒斩，大锻炉的看守者。',text0_1='' WHERE Id=3960;
UPDATE npc_text SET text0_0='你在锻造方面的技术已经非常高超了，$N。该做出决定了。有两条路你可以选择:武器制造工匠或是装甲制造工匠。$b$b注意，当你做出决定以后，就不能回头了。每个方向的守则都不允许你三心二意。',text0_1='' WHERE Id=3961;
UPDATE npc_text SET text0_0='愿圣光与你同在，$c。我能帮上忙吗?',text0_1='愿圣光与你同在，$c。我能帮上忙吗?' WHERE Id=3974;
UPDATE npc_text SET text0_0='你可能不会像一个银手骑士那样追寻光之踪迹，但是你总可以向我们寻求帮助。',text0_1='你可能不会像一个银手骑士那样追寻圣光的踪迹，但是你总可以向我们寻求帮助。' WHERE Id=3975;
UPDATE npc_text SET text0_0='愿光明保佑你。',text0_1='愿光明保佑你。' WHERE Id=3976;
UPDATE npc_text SET text0_0='嗯……我认为你体型过大，不能乘坐机械陆行鸟，$g先生:女士;
。你很可能会压碎这些精美的机器!',text0_1='愿光明保佑你。' WHERE Id=3977;
UPDATE npc_text SET text0_0='如果你是为获得快速而安全的产品而来，那么这儿就是你的目的地了!今年的机械陆行鸟模型已经到了，我将为你展示其性能!',text0_1='' WHERE Id=3978;
UPDATE npc_text SET text0_0='当一个铁匠达到了你们专家工艺水准的时候，我会提供给他们一个选择。$b$b虽然没有要求你做出选择，但建议你最好还是做出抉择─毕竟，你想永远的当一名新手吗?是专家级的护甲锻造师和武器铸造师给我们军队提供补给，从而赢得战争的胜利并获得称赞!$b$b注意，$N。一旦做出了决定并完成了要求的任务--就没有回头路了。一个人只能沿一条路走到底。',text0_1='' WHERE Id=3979;
UPDATE npc_text SET text0_0='我是克拉索克，这些工匠的监督者。',text0_1='' WHERE Id=3980;
UPDATE npc_text SET text0_0='你好，$c。',text0_1='' WHERE Id=3981;
UPDATE npc_text SET text0_0='嗨，$c!',text0_1='' WHERE Id=3982;
UPDATE npc_text SET text0_0='你想要什么?',text0_1='' WHERE Id=3983;
UPDATE npc_text SET text0_0='愿圣光与你同在，$c。我能帮上忙吗?',text0_1='' WHERE Id=3984;
UPDATE npc_text SET text0_0='你可能不会像一个银手骑士那样追寻光之踪迹，但是你总可以向我们寻求帮助。',text0_1='' WHERE Id=3985;
UPDATE npc_text SET text0_0='愿光明保佑你。',text0_1='天谴军团带来的灾难还在这片区域蔓延，在扭转局面，摧毁天谴军团之前，我们要走的路还很长。收集必要的资源，尽力帮助我们吧!' WHERE Id=3996;
UPDATE npc_text SET text0_0='愿光明保佑你。',text0_1='' WHERE Id=3997;
UPDATE npc_text SET text0_0='一场猛烈的风就要来了─我可以透过我裸露的膝盖的疼痛来判断。我只希望我们不要被狂风困住。',text0_1='' WHERE Id=3998;
UPDATE npc_text SET text0_0='好吧，$N，让我们来看看怎么对付这些瘟疫之锅!如果你要收集所需的成分，就带上一个玻璃聚焦装置吧。在鉴别从天谴军团的爪牙身上获取的资源时，你会用得着它的。$b$b你还需要找一份秘法催化剂。这东西可不便宜，而且也非常不稳定。一旦你得到药剂，就必须在15分钟内使用它，否则药剂就失效了。所以你可得留神别乱买。',text0_1='我们正控制着天谴军团——瘟疫至少还会侵扰它们一整天时间!但是我们得对此有足够的把握，因此你要尽可能地破坏锅炉。' WHERE Id=3999;
UPDATE npc_text SET text0_0='那位猎人训练师名字叫索塔尔。去剃刀岭西南部的洞穴中找他吧。',text0_1='那位猎人训练师名字叫索塔尔。去剃刀岭西南部的洞穴中找他吧。' WHERE Id=4013;
UPDATE npc_text SET text0_0='去南方的森金村，找安苏瓦谈谈。',text0_1='去南方的森金村，找安苏瓦谈谈。' WHERE Id=4014;
UPDATE npc_text SET text0_0='你应该是在寻找泰金。在城镇东面的兵营里可以找到她。',text0_1='你应该是在寻找泰金。在城镇东面的兵营里可以找到她。' WHERE Id=4015;
UPDATE npc_text SET text0_0='到村庄西南方的洞穴顶部找到卡普拉克。',text0_1='到村庄西南方的洞穴顶部找到卡普拉克。' WHERE Id=4016;
UPDATE npc_text SET text0_0='你应该去找斯瓦特。到剃刀岭东边的兵营里找找看。',text0_1='你应该去找斯瓦特。到剃刀岭东边的兵营里找找看。' WHERE Id=4017;
UPDATE npc_text SET text0_0='你能在剃刀岭东面的兵营后找到杜格鲁·血怒。',text0_1='你能在剃刀岭东面的兵营后找到杜格鲁·血怒。' WHERE Id=4018;
UPDATE npc_text SET text0_0='去城镇东面的兵营找塔绍尔·锯痕。',text0_1='' WHERE Id=4019;
UPDATE npc_text SET text0_0='去南方的森金村找米奥赞。',text0_1='去南方的森金村找米奥赞。' WHERE Id=4020;
UPDATE npc_text SET text0_0='那是杜克。去城镇西北角炙热的熔炉附近找他。',text0_1='那是杜克。去城镇西北角炙热的熔炉附近找他。' WHERE Id=4021;
UPDATE npc_text SET text0_0='沿着北边的道路去奥格玛。你可以问问那儿的守卫烹饪训练师在哪儿。',text0_1='沿着北边的道路去奥格玛。你可以问问那儿的守卫烹饪训练师在哪儿。' WHERE Id=4022;
UPDATE npc_text SET text0_0='在奥格玛有你要找的人。那儿的守卫会为你指明方向的。朝着北方的道路走，应该不会错过的。',text0_1='在奥格玛有你要找的人。那儿的守卫会为你指明方向的。朝着北方的道路走，应该不会错过的。' WHERE Id=4023;
UPDATE npc_text SET text0_0='在剃刀岭居住着一名工程学训练师。他名叫穆德拉克，你在熔炉附近就能找到他。',text0_1='在剃刀岭居住着一名工程学训练师。他名叫穆德拉克，你在熔炉附近就能找到他。' WHERE Id=4024;
UPDATE npc_text SET text0_0='拉乌克就在剃刀岭东边的兵营中。',text0_1='拉乌克就在剃刀岭东边的兵营中。' WHERE Id=4025;
UPDATE npc_text SET text0_0='我曾见到一个名叫劳迪克的食人妖在暗矛海滩南部钓鱼，就在森金村的周边。',text0_1='我曾见到一个名叫劳迪克的食人妖在暗矛海滩南部钓鱼，就在森金村的周边。' WHERE Id=4026;
UPDATE npc_text SET text0_0='你在寻找米什基。她在森金村南面有一间小屋。',text0_1='你在寻找米什基。她在森金村南面有一间小屋。' WHERE Id=4027;
UPDATE npc_text SET text0_0='为此你需要到奥格玛去。只需沿着从剃刀岭往北出去的路，穿过峡谷就会到达那里。到了那里,你可以问问蛮兵以得到进一步的指引。',text0_1='为此你需要到奥格玛去。只需沿着从剃刀岭往北出去的路，穿过峡谷就会到达那里。到了那里,你可以问问蛮兵以得到进一步的指引。' WHERE Id=4028;
UPDATE npc_text SET text0_0='当然，当然。城镇中有一名采矿训练师。在旅馆旁西北角可以找到克鲁恩。',text0_1='当然，当然。城镇中有一名采矿训练师。在旅馆旁西北角可以找到克鲁恩。' WHERE Id=4029;
UPDATE npc_text SET text0_0='在奥格玛有一名剥皮训练师。出了剃刀岭往北走，当你到达奥格玛时问问那儿的守卫，他们会为你指明方向的。',text0_1='在奥格玛有一名剥皮训练师。出了剃刀岭往北走，当你到达奥格玛时问问那儿的守卫，他们会为你指明方向的。' WHERE Id=4030;
UPDATE npc_text SET text0_0='你得去奥格玛。出了剃刀岭沿着北面的道路走，就能到那儿了。跟那儿的守卫谈谈，他们会给你指明方向的。',text0_1='你得去奥格玛。出了剃刀岭沿着北面的道路走，就能到那儿了。跟那儿的守卫谈谈，他们会给你指明方向的。' WHERE Id=4031;
UPDATE npc_text SET text0_0='呃?你可以在奥格玛找到银行。沿着道路往北走，跟那儿的守卫谈谈。',text0_1='' WHERE Id=4032;
UPDATE npc_text SET text0_0='你会在奥格玛找到双足飞龙管理员的。沿着公路向北走到那里去，并向一个奥格玛守卫询问更多指示。',text0_1='你会在奥格玛找到双足飞龙管理员的。沿着公路向北走到那里去，并向一个奥格玛守卫询问更多指示。' WHERE Id=4033;
UPDATE npc_text SET text0_0='我可以喝点东西，稍事休息。到剃刀岭西北角，替我向旅店管理人罗斯克问声好。',text0_1='我可以喝点东西，稍事休息。到剃刀岭西北角，替我向旅店管理人罗斯克问声好。' WHERE Id=4034;
UPDATE npc_text SET text0_0='拉乌克就在剃刀岭东边的兵营中。',text0_1='你要找什么技能的训练师?' WHERE Id=4035;
UPDATE npc_text SET text0_0='我曾见到一个名叫劳迪克的食人妖在暗矛海滩南部钓鱼，就在森金村的周边。',text0_1='哪一项专业?' WHERE Id=4036;
UPDATE npc_text SET text0_0='你在寻找米什基。她在森金村南面有一间小屋。',text0_1='你在找什么?' WHERE Id=4037;
UPDATE npc_text SET text0_0='为此你需要到奥格瑞玛去。只需沿着从剃刀岭出去的路穿过峡谷就会到达那里。到了那里,你可以问问步兵以得到进一步的指引。',text0_1='因为大熔炉被打开了缺口，我们现在能够把反作用剂释放到外界。这应该能让天谴军团尝尝他们自己药物的滋味，可以这么说!$B$B向炼金师艾伯塔顿询问一下有关在大熔炉中所需要使用的试剂这方面的信息。我会处理所有的信息报告，以便于我们决定怎样把瘟疫用来对付天谴军团!' WHERE Id=4039;
UPDATE npc_text SET text0_0='当然，当然。城镇中有一名采矿训练师。在旅馆旁西北角可以找到克鲁恩。',text0_1='因为大熔炉被打开了缺口，我们现在能够把反作用剂释放到外界。这应该能让天谴军团尝尝他们自己药物的滋味，可以这么说!$b$b向炼金师迪瑟斯询问一下有关在大熔炉中所需要使用的试剂这方面的资讯。我会处理所有的资讯报告，以便于我们决定怎样把瘟疫用来对付天谴军团!' WHERE Id=4040;
UPDATE npc_text SET text0_0='你好，年轻的$g主人:女主人;
。我是艾瓦·萨克霍夫，这是我的丈夫，卢森。很高兴认识你。',text0_1='你好，年轻的$g主人:女主人;
。我是艾瓦·萨克霍夫，这是我的丈夫，卢森。很高兴认识你。' WHERE Id=4041;
UPDATE npc_text SET text0_0='你得去奥格瑞玛。出了剃刀岭沿着北面的道路走，就能到那儿了。跟那儿的守卫谈谈，他们会给你指明方向的。',text0_1='当然，$g先生:小姐;
。我们曾是巴罗夫家里的仆人:现在那里被称作通灵学院。$b$b我那时是女仆的领班而卢森是主人巴罗夫的男管家。$b$b我们为巴罗夫家族工作了数十年，直到……$b$b<艾瓦哭了。>' WHERE Id=4042;
UPDATE npc_text SET text0_0='呃？你可以在奥格瑞玛找到银行。沿着道路往北走，跟那儿的守卫谈谈。',text0_1='喔真是太可怕了，$g先生:小姐;
。巴罗夫的家里从前充满生机……充满活力。这个庄园是巴罗夫家族在他们遥远的王国里主要的住所。$b$b卢森和我注意到随着时间的流逝，巴罗夫家族变得抑郁而沮丧。偏执妄想和暴怒笼罩着男主人和女主人。在夜里，我们能听到巴罗夫家族在房里争吵。根据我们了解，他们的贪婪毁了他们，可以这么说。' WHERE Id=4043;
UPDATE npc_text SET text0_0='是的，我自己也需要放置一些东西。要找到它你需要向北沿着去奥格瑞玛的路一直走，然后找那里的步兵询问一下。',text0_1='我们猜想，巴罗夫家族为了保护自己的财产以及生前死后对土地的所有权，他们与一个名叫克尔苏加德的人类法师达成协定。$b$b<艾瓦战栗起来。>$b$b协议中提及了巫术学校:这个成为诅咒神教的地方，变成他们的首府。$b$b随着时间的推移，巴罗夫的房子变得越来越破旧……$b$b黑暗开始笼罩整个房子的各个部份。不重新维护是不可能……而且恶心的事。' WHERE Id=4044;
UPDATE npc_text SET text0_0='你会在奥格瑞玛找到双足飞龙管理员的。沿着公路向北走到那里去，并向一个奥格瑞玛步兵询问更多指示。',text0_1='去哪里?我们过去、现在和将来所知道的全部就是这些。$b$b最终，我们与巴罗夫失去了联系，并从房子里被赶了出来。我们不知道其它仆人出了什么事，只听到有尖叫声,痛苦的尖叫声。$b$b知道我们无路可逃，卢森和我被迫藏在了我们的住处。在白天，当学校相对安静时，卢森会溜出去弄点食物和喝的东西。' WHERE Id=4045;
UPDATE npc_text SET text0_0='我可以喝点东西，稍事休息。到剃刀岭西北角，替我向旅店管理人罗斯克问声好。',text0_1='我们这样持续了六个月，看到房屋经历了令人恐惧的变化。骯脏的怪物随意在庄园里漫游。随身携带着各种与仪式和祭祀相关的用具的黑暗信徒遍布在每一寸地方。我们知道我们躲不了多久了。$b$b正如所料想的那样，我们被发现并抓住了。他们剥掉了我们所有的衣服并把我们放到一滩鲜血中。我们坐在那里长达数天，赤身裸体，胆战心惊。' WHERE Id=4046;
UPDATE npc_text SET text0_0='你要找什么技能的训练师?',text0_1='限制?这世上有些东西比栅栏和镣铐更加能够限制住人，年轻的$g主人:女主人;
。亡灵包围着我们，不断用恐怖的动作折磨我们。$b$b最终，他来了。他自我介绍叫瑟尔林·卡斯迪诺夫教授。我们都把他叫做“屠夫。”' WHERE Id=4047;
UPDATE npc_text SET text0_0='哪一项专业?',text0_1='我们最后弄清喊声从哪里传来的了。屠夫让我们见识到闻所未闻的痛苦。他把我们用于无数试验中，试图制造一场瘟疫。$b$b日子过去了数星期。要不是那个残忍的混蛋用法术维持住我们的生命，我们第一天就已经死了。' WHERE Id=4048;
UPDATE npc_text SET text0_0='你在找什么?',text0_1='屠夫说起“无辜者的鲜血”和他的黑暗主人，“基尔图诺斯”。以及他会如何满足主人的欲望。$b$b最后，这个怪兽完成了他的实验。我们被耗干了生命。我们的灵魂被打碎了。死亡的甜美的拥抱靠近了，我们张开双臂欢迎它。但是在他极端的残酷中，屠夫把我们从死亡之门中复活。$b$b我们要被活着扔进他贪婪的食尸鬼之中。他笑着看我们被魔鬼吞噬。' WHERE Id=4049;
UPDATE npc_text SET text0_0='我们什么都没感觉到。我们的灵魂在这里，在地狱。在找到我们的尸体并让灵魂安息之前我们不能离开。',text0_1='我们什么都没感觉到。我们的灵魂在这里，在地狱。在找到我们的尸体并让灵魂安息之前我们不能离开。' WHERE Id=4050;
UPDATE npc_text SET text0_0='啊，你必须去雷霆崖最高处拜访他们中的一人。沿着血蹄村北面的道路走。雷霆崖底有电梯可达顶部。当你到达那儿时，可以询问雷霆崖守卫。',text0_1='啊，你必须去雷霆崖最高处拜访他们中的一人。沿着血蹄村北面的道路走。雷霆崖底有电梯可达顶部。当你到达那儿时，可以询问雷霆崖守卫。' WHERE Id=4051;
UPDATE npc_text SET text0_0='在北方的雷霆崖，有一名双足飞龙管理员。乘坐升降梯到达雷霆崖顶部，问问那儿的守卫，他们会为你指明方向的。',text0_1='在北方的雷霆崖，有一名双足飞龙管理员。乘坐升降梯到达雷霆崖顶部，问问那儿的守卫，他们会为你指明方向的。' WHERE Id=4052;
UPDATE npc_text SET text0_0='旅店老板考乌斯可以满足你的需求。你可以在村子西边的屋子中找到他。',text0_1='' WHERE Id=4053;
UPDATE npc_text SET text0_0='你应该去听听洁妮亚·符文图腾的忠告。她在村子东面的大营账中。',text0_1='你应该去听听洁妮亚·符文图腾的忠告。她在村子东面的大营账中。' WHERE Id=4054;
UPDATE npc_text SET text0_0='雅文·刺鬃在村庄北面等你。他能教你猎人之道。',text0_1='雅文·刺鬃在村庄北面等你。他能教你猎人之道。' WHERE Id=4055;
UPDATE npc_text SET text0_0='在血蹄村的东边，有一座巨大的营账。纳姆·逐星在那儿等着你呢。',text0_1='在血蹄村的东边，有一座巨大的营账。纳姆·逐星在那儿等着你呢。' WHERE Id=4056;
UPDATE npc_text SET text0_0='克朗·石蹄在村子东南角的训练圈里。',text0_1='克朗·石蹄在村子东南角的训练圈里。' WHERE Id=4057;
UPDATE npc_text SET text0_0='虽然我们在血蹄村没有炼金术训练师，在北面的雷霆崖却有一位。沿着这条路去那儿，当你到达顶部时再向一位雷霆崖守卫询问具体方位。',text0_1='' WHERE Id=4058;
UPDATE npc_text SET text0_0='在我的家乡雷霆崖，有一位锻造训练师。如果你想学习锻造的话，就朝北走，去雷霆崖，然后问问那儿的守卫吧。',text0_1='在我的家乡雷霆崖，有一位锻造训练师。如果你想学习锻造的话，就朝北走，去雷霆崖，然后问问那儿的守卫吧。' WHERE Id=4059;
UPDATE npc_text SET text0_0='你可以在村庄西北角的大帐篷里找到派尔·沉默行者。他可以教给你想要的。',text0_1='' WHERE Id=4060;
UPDATE npc_text SET text0_0='去北面的雷霆崖吧，从那儿开始你的旅程，朋友。一旦你到达雷霆崖，那儿的守卫会直接告诉你要找的东西在哪儿。',text0_1='' WHERE Id=4061;
UPDATE npc_text SET text0_0='语:
 维尔拉·幼蹄在村子西边的房子中进行训练。',text0_1='' WHERE Id=4062;
UPDATE npc_text SET text0_0='你在寻找尤萨恩·静水。你可以在村子的西面找到他，他就在石牛湖钓鱼。',text0_1='' WHERE Id=4063;
UPDATE npc_text SET text0_0='要是你想学习草药学，就必须去雷霆崖。出了血蹄村，沿着北边的路走，然后乘坐升降梯到达山顶。你可以问问雷霆崖的守卫获取帮助。',text0_1='要是你想学习草药学，就必须去雷霆崖。出了血蹄村，沿着北边的路走，然后乘坐升降梯到达山顶。你可以问问雷霆崖的守卫获取帮助。' WHERE Id=4064;
UPDATE npc_text SET text0_0='查尔·硬皮居住在村子西北角的大帐篷中。他能教你一些制皮的必要知识。',text0_1='' WHERE Id=4065;
UPDATE npc_text SET text0_0='嗯，我觉得你需要到雷霆崖去弄清楚。出了血蹄村沿着公路一直往北走。你会到达雷霆崖的底部。乘升降梯到顶部你就可以向雷霆崖的任何一个守卫寻求进一步的帮助。',text0_1='嗯，我觉得你需要到雷霆崖去弄清楚。出了血蹄村沿着公路一直往北走。你会到达雷霆崖的底部。乘升降梯到顶部你就可以向雷霆崖的任何一个守卫寻求进一步的帮助。' WHERE Id=4066;
UPDATE npc_text SET text0_0='你可以在血蹄村西北角的大帐篷里找到姚恩·深刺。',text0_1='你可以在血蹄村西北角的大帐篷里找到姚恩·深刺。' WHERE Id=4067;
UPDATE npc_text SET text0_0='不幸的是，血蹄村中没人懂得裁缝技能，但是你可以在雷霆崖找到训练师。出了村子，沿着北面的道路走。乘坐雷霆崖电梯到达顶部，然后问问那儿的守卫，他们会为你指明方向的。',text0_1='' WHERE Id=4068;
UPDATE npc_text SET text0_0='虽然我们在血蹄村没有炼金术训练师，在北面的雷霆崖却有一位。沿着这条路去那儿，当你到达顶部时再向一位雷霆崖守卫询问具体方位。',text0_1='你要找什么技能的训练师？' WHERE Id=4069;
UPDATE npc_text SET text0_0='哪一项专业技能?',text0_1='哪一项专业技能?' WHERE Id=4070;
UPDATE npc_text SET text0_0='你在找什么?',text0_1='你在找什么?' WHERE Id=4072;
UPDATE npc_text SET text0_0='布瑞尔镇没有银行，你得去幽暗城找找。在南方的罗德隆废墟后面的电梯能带你去幽暗城。你可以问问幽暗城守卫，他们会为你指明方向的。',text0_1='布瑞尔镇没有银行，你得去幽暗城找找。在南方的罗德隆废墟后面的电梯能带你去幽暗城。你可以问问幽暗城守卫，他们会为你指明方向的。' WHERE Id=4074;
UPDATE npc_text SET text0_0='在幽暗城中居住着一位蝙蝠管理员。出了布瑞尔城朝南走，然后在丁字路口向西走。罗德隆废墟就在你的右边，穿过废墟，然后进入幽暗城。你可以问问那儿的守卫，请求他们的帮助。',text0_1='在幽暗城中居住着一位蝙蝠管理员。出了布瑞尔城朝南走，然后在丁字路口向西走。罗德隆废墟就在你的右边，穿过废墟，然后进入幽暗城。你可以问问那儿的守卫，请求他们的帮助。' WHERE Id=4075;
UPDATE npc_text SET text0_0='你可以在穿过城镇的道路东南端的恐惧之末旅店里面找到旅店老板芮妮。',text0_1='你可以在穿过城镇的道路东南端的恐惧之末旅店里面找到旅店老板芮妮。' WHERE Id=4076;
UPDATE npc_text SET text0_0='你可以在恐惧之末旅店楼上的平台找到法师训练师凯恩·火歌的，恐惧之末旅店就在布瑞尔的东南端。我猜你现在去的话有点晚了，他不会再登记给你房间了。',text0_1='你可以在恐惧之末旅店楼上的平台找到法师训练师凯恩·火歌的，恐惧之末旅店就在布瑞尔的东南端。我猜你现在去的话有点晚了，他不会再登记给你房间了。' WHERE Id=4077;
UPDATE npc_text SET text0_0='去镇子东南角的恐惧之末旅店，你可以在旅店楼上的阅览室中找到黑暗牧师贝里尔的。',text0_1='去镇子东南角的恐惧之末旅店，你可以在旅店楼上的阅览室中找到黑暗牧师贝里尔的。' WHERE Id=4078;
UPDATE npc_text SET text0_0='盗贼训练师名叫马里恩·考尔。她在城镇东南角的恐惧之末旅店的阅览室中。',text0_1='盗贼训练师名叫马里恩·考尔。她在城镇东南角的恐惧之末旅店的阅览室中。' WHERE Id=4079;
UPDATE npc_text SET text0_0='他名叫鲁伯特·鲍什。我听说他在城镇东南角的恐惧之末旅店楼上的某间房间里。',text0_1='他名叫鲁伯特·鲍什。我听说他在城镇东南角的恐惧之末旅店楼上的某间房间里。' WHERE Id=4080;
UPDATE npc_text SET text0_0='去恐惧之末旅店的主餐厅找奥斯蒂尔·德·蒙。酒馆就在布瑞尔城的东南角。',text0_1='去恐惧之末旅店的主餐厅找奥斯蒂尔·德·蒙。酒馆就在布瑞尔城的东南角。' WHERE Id=4081;
UPDATE npc_text SET text0_0='我们的炼金师名叫卡罗莱·安尼斯。她居住在布瑞尔镇西北角的房屋中。',text0_1='我们的炼金师名叫卡罗莱·安尼斯。她居住在布瑞尔镇西北角的房屋中。' WHERE Id=4082;
UPDATE npc_text SET text0_0='很抱歉，朋友，在布瑞尔没有你想要的东西。你得前往幽暗城。幽暗城位于布瑞尔以南的罗德隆废墟下。在废墟后面搭乘电梯即可到达，去问问幽暗城守卫，他会为你指明方向的。',text0_1='很抱歉，朋友，在布瑞尔没有你想要的东西。你得前往幽暗城。幽暗城位于布瑞尔以南的罗德隆废墟下。在废墟后面搭乘电梯即可到达，去问问幽暗城守卫，他会为你指明方向的。' WHERE Id=4083;
UPDATE npc_text SET text0_0='想要当厨师?到城镇南部的幽暗城去接受培训。你可以到罗德隆废墟后面找到下行的升降梯。当你到达后向那些笨拙的幽暗城守卫寻求更多帮助。',text0_1='想要当厨师?到城镇南部的幽暗城去接受培训。你可以到罗德隆废墟后面找到下行的升降梯。当你到达后向那些笨拙的幽暗城守卫寻求更多帮助。' WHERE Id=4084;
UPDATE npc_text SET text0_0='你可以在布瑞尔东南边的恐惧之末旅店的楼上的一间房间找到范斯·安德格鲁姆。',text0_1='你可以在布瑞尔东南边的恐惧之末旅店的楼上的一间房间找到范斯·安德格鲁姆。' WHERE Id=4085;
UPDATE npc_text SET text0_0='虽然在布瑞尔没有工程学训练师，在幽暗城却有一位。要到那儿，朝村子的南边走，一直到罗德隆废墟，然后坐电梯下去。一旦你到了那里，向一位幽暗城守卫询问详细的方位。',text0_1='虽然在布瑞尔没有工程学训练师，在幽暗城却有一位。要到那儿，朝村子的南边走，一直到罗德隆废墟，然后坐电梯下去。一旦你到了那里，向一位幽暗城守卫询问详细的方位。' WHERE Id=4086;
UPDATE npc_text SET text0_0='当人们进入城镇东南角的恐惧之末旅店时，妮拉会向这些未来的顾客致敬。',text0_1='当人们进入城镇东南角的恐惧之末旅店时，妮拉会向这些未来的顾客致敬。' WHERE Id=4087;
UPDATE npc_text SET text0_0='克莱德·凯林，当地的钓鲈鱼高手，有他自己最喜欢的钓鱼地点，就在布瑞尔东部的澈水湖。',text0_1='克莱德·凯林，当地的钓鲈鱼高手，有他自己最喜欢的钓鱼地点，就在布瑞尔东部的澈水湖。' WHERE Id=4088;
UPDATE npc_text SET text0_0='去找法鲁萨。我最后一次见到她时，她正站在马厩和西北方向的房间之间。',text0_1='去找法鲁萨。我最后一次见到她时，她正站在马厩和西北方向的房间之间。' WHERE Id=4089;
UPDATE npc_text SET text0_0='你一定是要找舍伦尼·洛巴尔特。沿着布瑞尔东南方的道路走，然后在十字路口向东走。她就居住在路边的某个营账中。',text0_1='' WHERE Id=4090;
UPDATE npc_text SET text0_0='我听说幽暗城中有个矿工训练师。离开城镇往南走，穿过罗德隆废墟，你就能到那儿了。然后乘坐升降梯下到幽暗城，去询问幽暗城守卫，你应该能获取更多指示资讯。',text0_1='我听说幽暗城中有个矿工训练师。离开城镇往南走，穿过罗德隆废墟，你就能到那儿了。然后乘坐升降梯下到幽暗城，去询问幽暗城守卫，你应该能获取更多指示资讯。' WHERE Id=4091;
UPDATE npc_text SET text0_0='兰德·洛巴尔特相当擅长剥夜行蝙蝠这类动物的皮。你可以在往布瑞尔东南角沿途的某个营账中找到他。沿着城镇东南方的道路走，然后在十字路口向东转。',text0_1='兰德·洛巴尔特相当擅长剥夜行蝙蝠这类动物的皮。你可以在往布瑞尔东南角沿途的某个营账中找到他。沿着城镇东南方的道路走，然后在十字路口向东转。' WHERE Id=4092;
UPDATE npc_text SET text0_0='那么你是在找博文·布里斯博埃斯了。他居住在炉灰庄园大桥另一边，布瑞尔城镇西南部。',text0_1='那么你是在找博文·布里斯博埃斯了。他居住在炉灰庄园大桥另一边，布瑞尔城镇西南部。
' WHERE Id=4093;
UPDATE npc_text SET text0_0='很抱歉，朋友，在布瑞尔没有你想要的东西。你得前往幽暗城。幽暗城位于布瑞尔以南的洛丹伦废墟下。在废墟后面搭乘电梯即可到达，去问问幽暗城守卫，他会为你指明方向的。',text0_1='你要找什么技能的训练师？' WHERE Id=4095;
UPDATE npc_text SET text0_0='哪一项专业技能?',text0_1='哪一项专业技能?' WHERE Id=4096;
UPDATE npc_text SET text0_0='你在找什么?',text0_1='你在找什么?' WHERE Id=4097;
UPDATE npc_text SET text0_0='虽然在布瑞尔没有工程学训练师，在幽暗城却有一位。要到那儿，朝村子的南边走，一直到洛丹伦废墟，然后坐电梯下去。一旦你到了那里，向一位幽暗城守卫询问详细的方位。',text0_1='你已经为我做了很多事情，$N。谢谢你。$B$B现在我至少可以告诉你，我是怎么来到这里的。我和我的好朋友特雷·莱弗治潜入加德纳尔调查暗影议会，然后就在毫无准备的情况下被他们抓住了。他们把特雷带到暗影堡的深处，并把我关在这里，他们把我们所有的装备都拿走了……我仍然可以听到他的惨叫，$n。他们……简直丧心病狂。我不知道他们都对他做了些什么，但他们会为此付出代价的。' WHERE Id=4113;
UPDATE npc_text SET text0_0='当人们进入城镇东南角的恐惧之末旅店时，妮拉会向这些未来的顾客致敬。',text0_1='当你检查牢笼和关在里面的夜精灵时，你有一种奇怪的似曾相识的感觉。不知为什么原因，她的目光从未与你接触——好像你对她来说并不存在一样。' WHERE Id=4114;
UPDATE npc_text SET text0_0='克莱德•凯林，当地的钓鲈鱼高手，有他自己最喜欢的钓鱼地点，就在布瑞尔东部的澈水湖。',text0_1='' WHERE Id=4117;
UPDATE npc_text SET text0_0='你没看到我们正在准备迎接乌瑟的访问吗?现在别妨碍我，我有许多工作要做!',text0_1='' WHERE Id=4118;
UPDATE npc_text SET text0_0='小心点，陌生人。别在我们的镇子里惹事。',text0_1='' WHERE Id=4119;
UPDATE npc_text SET text0_0='我听说幽暗城中有个矿工训练师。离开城镇往南走，穿过洛丹伦废墟，你就能到那儿了。然后乘坐电梯下到幽暗城，去询问幽暗城守卫，你应该能获取更多指示资讯。',text0_1='' WHERE Id=4122;
UPDATE npc_text SET text0_0='兰德•洛巴尔特对制皮这样的技能相当精通。你可以在往布瑞尔东南角沿途的某个营账中找到他。沿着城镇东南方的道路走，然后在十字路口向东转。',text0_1='' WHERE Id=4123;
UPDATE npc_text SET text0_0='那么你是在找博文•布里斯博埃斯了。他居住在炉灰庄园大桥另一边，布瑞尔城镇西南部。',text0_1='' WHERE Id=4124;
UPDATE npc_text SET text0_0='你要找什么技能的训练师？',text0_1='' WHERE Id=4125;
UPDATE npc_text SET text0_0='哪一项专业？',text0_1='' WHERE Id=4126;
UPDATE npc_text SET text0_0='你要找什么？',text0_1='' WHERE Id=4127;
UPDATE npc_text SET text0_0='他真的获得了不朽之身。他很快从众多信徒中脱颖而出，巫妖王随即授予了他永生的权力。巫妖莱斯·霜语因此而诞生。$b$b你明白吗?',text0_1='' WHERE Id=4128;
UPDATE npc_text SET text0_0='很好。为了实现我们的计划，我们必须首先制造一块生命徽章。你准备好了吗?',text0_1='' WHERE Id=4129;
UPDATE npc_text SET text0_0='有人没有受到记忆的折磨。',text0_1='' WHERE Id=4130;
UPDATE npc_text SET text0_0='巴罗夫家族让我忙个不停。总有一些垃圾从那儿出来。',text0_1='' WHERE Id=4133;
UPDATE npc_text SET text0_0='很高兴见到你，朋友。我是军官加鲁什，是银色黎明这一世界性组织的成员。我们的任务是毫不留情地消灭艾泽拉斯大陆上所有邪恶的势力。银色黎明不是一个政治机构，我们也不愿意成为政府机构。我们的目标很简单，我们将部落和联盟都看作自己的朋友─以铲除邪恶为目标的朋友!$b$b我的$g兄弟:姐妹;
，为了黎明而战!',text0_1='' WHERE Id=4134;
UPDATE npc_text SET text0_0='',text0_1='你好，朋友。我是普尔哈特，隶属于银色黎明这个世界性的组织。我们的目标非常简单——与艾泽拉斯的一切邪恶力量进行顽强而持久的战斗。我们不是一个政治团体，也不想成为那样的团体。为了银色黎明的伟大目标，我们将联盟和部落的成员都当作并肩作战的朋友来看待!$B$B为了黎明而战，我的$G兄弟:姐妹;
!' WHERE Id=4135;
UPDATE npc_text SET text0_0='',text0_1='银色黎明向你致敬，$c。我是哈萨娜─银色黎明为数不多经过授权的装备和军品军需官之一。

既然你在我们委任下作战─同时赢得我们的尊敬和信任─你会从加鲁什军官那里得到英勇勋章。它们有两个作用:在我们的队伍中赢得地位，或者作为交换得到某些特殊物品。

随着你在银色黎明地位的升高，你会发现你能够得到更多物品。' WHERE Id=4173;
UPDATE npc_text SET text0_0='',text0_1='加入对抗邪恶的战斗中吧!今天就去获得银色黎明的委任徽章吧!' WHERE Id=4174;
UPDATE npc_text SET text0_0='银色黎明向你致敬，$c!我叫莱斯巴克，是银色黎明委派的装备和物资军需官。$B$B当你接受任命，同邪恶力量作战时 - 以此搏取得我们的尊重和信任 - 你会从军官普尔哈特那儿获得勇气勋章。勋章有两个用途：可增加自己的声望，或是用于获取特殊物品。$B$B随着你在银色黎明中地位的提高，你会发现有更多的物品能让你挑选。',text0_1='' WHERE Id=4193;
UPDATE npc_text SET text0_0='加入对抗邪恶的战斗中吧!今天就去获得银色黎明的委任徽章吧!',text0_1='' WHERE Id=4194;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。我是军需官米兰达·布利洛克——银色军团为数不多的授权装备和军品军需官之一。$B$B既然你在我们的委任下与邪恶战斗——同时赢得我们的尊敬和信任——你会从尼古拉斯·瑟伦霍夫公爵那里得到勇气勋章。勋章有两个作用：用他们赢得在军队中更高的地位，或者作为交换得到特殊物品。$B$B随着你在军团中地位的升高，你会发现你会有更多的物品。' WHERE Id=4213;
UPDATE npc_text SET text0_0='你好，$c。$b$b那边的哨兵允许我住在他们的营地，只要我答应不会再有麻烦了——我敢肯定你能意识到对外交的需要，是吗?$b$b我来调查这片土地的紊乱状况，既然这也有助于他们的事业，他们同意我在这里只能协助艾泽拉斯各族之间脆弱的联盟关系。如果你想帮我，那么我会很感激，但无论如何，请不要引起任何麻烦。',text0_1='' WHERE Id=4233;
UPDATE npc_text SET text0_0='欢迎来到钢架补给站!',text0_1='' WHERE Id=4253;
UPDATE npc_text SET text0_0='种族并不代表荣誉，$r。只要你待在我的农场，就请你记住并尊重这个信条。$b$b我知道有些兽人，他们像最高贵的骑士那样可敬;
我还知道有些人类，他们像最残忍的天谴军团那样邪恶。$b$b但是我不会拿我少年时的故事来烦你的!要做的事情还很多─如果那是你所期望的。',text0_1='' WHERE Id=4254;
UPDATE npc_text SET text0_0='见到你真高兴 $N.',text0_1='' WHERE Id=4258;
UPDATE npc_text SET text0_0='你在找什么?',text0_1='你在找什么?' WHERE Id=4259;
UPDATE npc_text SET text0_0='银行?哦，这附近最近的银行就是暴风城会计室。沿着暴风城大门不远的那条路向前走就是。',text0_1='银行?哦，这附近最近的银行就是暴风城会计室。沿着暴风城大门不远的那条路向前走就是。' WHERE Id=4260;
UPDATE npc_text SET text0_0='如果你想乘坐狮鹫兽的话，就去找暴风城的狮鹫兽管理员吧。当你进入英雄谷时，应该就能看见右边的狮鹫兽降落台。',text0_1='如果你想乘坐狮鹫兽的话，就去找暴风城的狮鹫兽管理员吧。当你进入英雄谷时，应该就能看见右边的狮鹫兽降落台。' WHERE Id=4261;
UPDATE npc_text SET text0_0='我相信奥德文·拉弗林仍是暴风城的常驻公会注册员。当你进入暴风城的贸易区后，你的左手边就是他的居所。',text0_1='我相信奥德文·拉弗林仍是暴风城的常驻公会注册员。当你进入暴风城的贸易区后，你的左手边就是他的居所。' WHERE Id=4262;
UPDATE npc_text SET text0_0='到闪金镇的狮王之傲旅店去吧。那儿有麦芽酒和柔软的床铺供你尽情享用，没有比那里更好的休息场所了。',text0_1='到闪金镇的狮王之傲旅店去吧。那儿有麦芽酒和柔软的床铺供你尽情享用，没有比那里更好的休息场所了。' WHERE Id=4263;
UPDATE npc_text SET text0_0='在艾尔文森林只有少数职业的训练师。你在找谁?',text0_1='在艾尔文森林只有少数职业的训练师。你在找谁?' WHERE Id=4264;
UPDATE npc_text SET text0_0='嗨,$N.这里是整个世界最强大的地方,里面有超级BOSS,而且具有魔法和技能,真的不是那么容易对付的.目前正在测试中,会每天添加一种新BOSS,你可以不需要材料就能免费进入噢!',text0_1='嗨,$N.这里是整个世界最强大的地方,里面有超级BOSS,而且具有魔法和技能,真的不是那么容易对付的.目前正在测试中,会每天添加一种新BOSS,你可以不需要材料就能免费进入噢!' WHERE Id=4265;
UPDATE npc_text SET text0_0='我听说暴风城中有个矮人因狩猎技巧高超而闻名。或许你可以找他问问看。',text0_1='' WHERE Id=4266;
UPDATE npc_text SET text0_0='洁塞塔经常帮助镇子里的守卫，她是圣光赐予我们的礼物。如果你想学习牧师技能的话，可以去狮王之傲旅店找她。',text0_1='洁塞塔经常帮助镇子里的守卫，她是圣光赐予我们的礼物。如果你想学习牧师技能的话，可以去狮王之傲旅店找她。' WHERE Id=4267;
UPDATE npc_text SET text0_0='札尔迪玛可能可以教你一些新的法术。他最近喜欢待在狮王之傲旅店，你可以去那里的房间看看他在不在。',text0_1='札尔迪玛可能可以教你一些新的法术。他最近喜欢待在狮王之傲旅店，你可以去那里的房间看看他在不在。' WHERE Id=4268;
UPDATE npc_text SET text0_0='你通常可以在铁匠铺的后面发现维尔海姆修士和里瑞亚互相讲故事。他总是很乐意向圣骑士们传授新的技艺。',text0_1='你通常可以在铁匠铺的后面发现维尔海姆修士和里瑞亚互相讲故事。他总是很乐意向圣骑士们传授新的技艺。' WHERE Id=4269;
UPDATE npc_text SET text0_0='一个盗贼?嗯……我曾听说过那个科瑞恩·塞尔留斯在那些阴暗的地方游荡。找她谈谈，看看你能学到点什么。',text0_1='一个盗贼?嗯……我曾听说过那个科瑞恩·塞尔留斯在那些阴暗的地方游荡。找她谈谈，看看你能学到点什么。' WHERE Id=4270;
UPDATE npc_text SET text0_0='这附近很少有人像里瑞亚·杜拉克一样精通于刀刃的使用技巧。到铁匠铺后面找她看一下她有没有心情教你些新东西。',text0_1='这附近很少有人像里瑞亚·杜拉克一样精通于刀刃的使用技巧。到铁匠铺后面找她看一下她有没有心情教你些新东西。' WHERE Id=4271;
UPDATE npc_text SET text0_0='哦……好吧，玛克西米利安是这附近唯一一个了解黑暗魔法的人。你也许可以在狮王之傲旅店那阴暗的地下室里找到他。',text0_1='哦……好吧，玛克西米利安是这附近唯一一个了解黑暗魔法的人。你也许可以在狮王之傲旅店那阴暗的地下室里找到他。' WHERE Id=4272;
UPDATE npc_text SET text0_0='我知道有些人在这附近练习某些专业。你想要打听哪项专业技能的训练师?',text0_1='我知道有些人在这附近练习某些专业。你想要打听哪项专业技能的训练师?' WHERE Id=4273;
UPDATE npc_text SET text0_0='听说那个隐士玛洛瑞有时会为当地居民配制药剂，他居住在暴风城和北郡之间的小山上。',text0_1='听说那个隐士玛洛瑞有时会为当地居民配制药剂，他居住在暴风城和北郡之间的小山上。' WHERE Id=4274;
UPDATE npc_text SET text0_0='铁匠阿格斯居住在闪金镇。我想他能教你如何做一名铁匠。',text0_1='铁匠阿格斯居住在闪金镇。我想他能教你如何做一名铁匠。' WHERE Id=4275;
UPDATE npc_text SET text0_0='汤玛斯也许不是最好的厨师，但是他确实能做一些精美的菜肴。如果你想学习厨艺的话，就去狮王之傲旅店找他吧。',text0_1='汤玛斯也许不是最好的厨师，但是他确实能做一些精美的菜肴。如果你想学习厨艺的话，就去狮王之傲旅店找他吧。' WHERE Id=4276;
UPDATE npc_text SET text0_0='不，我不认为在艾尔文森林中有附魔师。但是，在暴风城中有个名叫鲁坎的家伙，他开了一家商店。你可以去找他，看他是否能训练你。',text0_1='不，我不认为在艾尔文森林中有附魔师。但是，在暴风城中有个名叫鲁坎的家伙，他开了一家商店。你可以去找他，看他是否能训练你。' WHERE Id=4277;
UPDATE npc_text SET text0_0='我通常将那种事情留给地精去做。要是你想学习这项专业技能的话，我想你可以在暴风城找到一些地精来训练你。',text0_1='' WHERE Id=4278;
UPDATE npc_text SET text0_0='我最近在这里附近遭遇过一些迪菲亚盗贼，但蜜雪儿·贝利帮我进行了治疗。到狮王之傲与她商量一下，看看她能否教你。',text0_1='' WHERE Id=4279;
UPDATE npc_text SET text0_0='李·布朗整天都在水晶湖钓鱼。或许他能给你讲些故事，还能教你一些技巧。',text0_1='' WHERE Id=4280;
UPDATE npc_text SET text0_0='草药师博米洛伊为居住在北郡和暴风城之间的山上的一名炼金师收集草药。去他的住所找草药师博米洛伊，看她是否能对你有所指引。',text0_1='' WHERE Id=4281;
UPDATE npc_text SET text0_0='水晶湖边居住着一位名叫艾德勒·费欧德的女士。她利用从当地剥皮师海伦尼那儿得来的皮革为当地的守卫制作补钉。如果你想要学习这项专业技能，她也许就是你要找的人。',text0_1='' WHERE Id=4282;
UPDATE npc_text SET text0_0='如果你想学习挖矿的话，最好前往暴风城的矮人区。那里的某个矮人肯定会教你这项专业技能。',text0_1='如果你想学习挖矿的话，最好前往暴风城的矮人区。那里的某个矮人肯定会教你这项专业技能。' WHERE Id=4283;
UPDATE npc_text SET text0_0='海伦尼·派特斯金纳有着数年的剥皮经验，他一直为艾德勒·费欧德提供兽皮以制造皮革制品。你可以在水晶湖旁的房间里找到她。',text0_1='海伦尼·派特斯金纳有着数年的剥皮经验，他一直为艾德勒·费欧德提供兽皮以制造皮革制品。你可以在水晶湖旁的房间里找到她。' WHERE Id=4284;
UPDATE npc_text SET text0_0='艾尔丁是艾尔文森林中唯一称得上裁缝的人。要是你对这个专业技能感兴趣，就去东谷伐木场找他吧。
',text0_1='艾尔丁是艾尔文森林中唯一称得上裁缝的人。要是你对这个专业技能感兴趣，就去东谷伐木场找他吧。
' WHERE Id=4285;
UPDATE npc_text SET text0_0='你需要什么方面的指引?',text0_1='你需要什么方面的指引?' WHERE Id=4287;
UPDATE npc_text SET text0_0='最近的银行就是铁炉堡银行，$g小伙子:姑娘;
。',text0_1='最近的银行就是铁炉堡银行，$g小伙子:姑娘;
。' WHERE Id=4288;
UPDATE npc_text SET text0_0='丹莫洛一带是没有狮鹫兽管理员的，$g小伙子:姑娘;
。如果你想骑狮鹫兽去什么地方的话，就必须去铁炉堡。',text0_1='丹莫洛一带是没有狮鹫兽管理员的，$g小伙子:姑娘;
。如果你想骑狮鹫兽去什么地方的话，就必须去铁炉堡。' WHERE Id=4289;
UPDATE npc_text SET text0_0='所有的官员都居住在铁炉堡。你得去铁炉堡访客中心领取公会登记表。',text0_1='所有的官员都居住在铁炉堡。你得去铁炉堡访客中心领取公会登记表。' WHERE Id=4290;
UPDATE npc_text SET text0_0='雷酒家族在卡拉诺斯开了一家旅店，久负盛名。在那里喝杯酒休息一下吧。',text0_1='雷酒家族在卡拉诺斯开了一家旅店，久负盛名。在那里喝杯酒休息一下吧。' WHERE Id=4291;
UPDATE npc_text SET text0_0='你需要找哪个职业的训练师?',text0_1='你需要找哪个职业的训练师?' WHERE Id=4292;
UPDATE npc_text SET text0_0='这附近只有一名猎人，那就是格瑞夫。他就站在卡拉诺斯的铁匠铺外。',text0_1='这附近只有一名猎人，那就是格瑞夫。他就站在卡拉诺斯的铁匠铺外。' WHERE Id=4293;
UPDATE npc_text SET text0_0='住在雷酒酿制厂的一名法师或许能教你一些新的魔法。我想他名叫玛济斯·石衣。',text0_1='' WHERE Id=4294;
UPDATE npc_text SET text0_0='哦……一个圣骑士?嗯，$g小伙子:姑娘;
，你真走运!阿札尔·战锤刚结束训练，他现在在卡拉诺斯的雷酒酿制厂。',text0_1='' WHERE Id=4295;
UPDATE npc_text SET text0_0='哦，是牧师吗?要是你想接受训练的话，就去雷酒酿制厂找马克萨恩吧，他一定在那儿喝酒呢。',text0_1='' WHERE Id=4296;
UPDATE npc_text SET text0_0='那么，似乎我们都是来找霍格拉尔·巴坎的。他是个矮人，所以他迟早都会去雷酒酿酒厂喝酒的 -- 说不定他现在已经在那儿了。',text0_1='那么，似乎我们都是来找霍格拉尔·巴坎的。他是个矮人，所以他迟早都会去雷酒酿酒厂喝酒的 -- 说不定他现在已经在那儿了。' WHERE Id=4297;
UPDATE npc_text SET text0_0='术士……我可不在乎他们。就像那个在雷酒酿制厂外开设商店的吉姆瑞兹。都是他，那儿的啤酒可能都跑了气!术士……呸!',text0_1='术士……我可不在乎他们。就像那个在雷酒酿制厂外开设商店的吉姆瑞兹。都是他，那儿的啤酒可能都跑了气!术士……呸!' WHERE Id=4298;
UPDATE npc_text SET text0_0='哦!这可是你说的!我敢打赌格兰尼斯·快斧会向你展示如何挥动武器的。他现在在卡拉诺斯的雷酒酿酒厂',text0_1='哦!这可是你说的!我敢打赌格兰尼斯·快斧会向你展示如何挥动武器的。他现在在卡拉诺斯的雷酒酿酒厂' WHERE Id=4299;
UPDATE npc_text SET text0_0='你在找哪个专业的训练师?',text0_1='你在找哪个专业的训练师?' WHERE Id=4300;
UPDATE npc_text SET text0_0='不，在丹莫洛是没有炼金师的。你最好去铁炉堡……去找地精区的地精们。',text0_1='不，在丹莫洛是没有炼金师的。你最好去铁炉堡……去找地精区的地精们。' WHERE Id=4301;
UPDATE npc_text SET text0_0='哦!这是一项极有价值的技能。托格努斯以你从未见过的方式敲击铁砧。为什么你不去跟他谈谈，看看他能教你什么?',text0_1='哦!这是一项极有价值的技能。托格努斯以你从未见过的方式敲击铁砧。为什么你不去跟他谈谈，看看他能教你什么?' WHERE Id=4302;
UPDATE npc_text SET text0_0='一瓶雷酒牌麦芽酒外加格雷姆罗克做的菜就足以让你饱餐一顿。如果你想成为一名厨师的话，就该去参加他的培训。',text0_1='一瓶雷酒牌麦芽酒外加格雷姆罗克做的菜就足以让你饱餐一顿。如果你想成为一名厨师的话，就该去参加他的培训。' WHERE Id=4303;
UPDATE npc_text SET text0_0='据我所知，丹莫洛是没有附魔师的。如果你想成为一名附魔师的话，就去铁炉堡吧。',text0_1='据我所知，丹莫洛是没有附魔师的。如果你想成为一名附魔师的话，就去铁炉堡吧。' WHERE Id=4304;
UPDATE npc_text SET text0_0='你应该去钢架补给站找布隆克。当他不忙着修补一些奇怪装置的时候，他通常就在跟飞行员们聊些关于他们的蒸汽坦克的事。',text0_1='' WHERE Id=4305;
UPDATE npc_text SET text0_0='急救虽然不能代替牧师的治疗，但是它在紧要关头却很方便。我建议你去跟雷酒酿制厂的萨姆诺谈谈，并力所能及地学习一些东西。',text0_1='急救虽然不能代替牧师的治疗，但是它在紧要关头却很方便。我建议你去跟雷酒酿制厂的萨姆诺谈谈，并力所能及地学习一些东西。' WHERE Id=4306;
UPDATE npc_text SET text0_0='这周围可不是钓鱼的好地方，但是你应该去找帕克斯顿问问看。他在涌冰湖钓鱼。',text0_1='' WHERE Id=4307;
UPDATE npc_text SET text0_0='有些弱小的植物竟然能在丹莫洛的寒风中开花，这真令人惊奇……但是这儿没有草药师。你得去铁炉堡接受草药学的训练。',text0_1='有些弱小的植物竟然能在丹莫洛的寒风中开花，这真令人惊奇……但是这儿没有草药师。你得去铁炉堡接受草药学的训练。' WHERE Id=4308;
UPDATE npc_text SET text0_0='要是你想学习制皮的话，就去铁炉堡吧。我听说大锻炉附近有间商店，你可以在那儿学到制皮的知识。',text0_1='要是你想学习制皮的话，就去铁炉堡吧。我听说大锻炉附近有间商店，你可以在那儿学到制皮的知识。' WHERE Id=4310;
UPDATE npc_text SET text0_0='这么说，你以为在这个城镇里没有常驻矿工，是吗?错!在卡拉诺斯外的钢架补给站附近去找亚尔吧。',text0_1='这么说，你以为在这个城镇里没有常驻矿工，是吗?错!在卡拉诺斯外的钢架补给站附近去找亚尔吧。' WHERE Id=4311;
UPDATE npc_text SET text0_0='丹莫洛这里可没有剥皮匠，$g小伙子:姑娘;
，如果你想要学习剥皮的话，就到铁炉堡去找找吧。',text0_1='丹莫洛这里可没有剥皮匠，$g小伙子:姑娘;
，如果你想要学习剥皮的话，就到铁炉堡去找找吧。' WHERE Id=4312;
UPDATE npc_text SET text0_0='啊，石眉这些日子不怎么离开铁炉堡的，如果你想要学做一名裁缝的话，就去铁炉堡找他吧。',text0_1='' WHERE Id=4313;
UPDATE npc_text SET text0_0='泰达希尔有许多你需要去看看的地方。告诉我你在找什么。',text0_1='泰达希尔有许多你需要去看看的地方。告诉我你在找什么。' WHERE Id=4316;
UPDATE npc_text SET text0_0='银行位于平静的达纳苏斯城。如果你想存储自己的财物的话，就得去那儿。',text0_1='银行位于平静的达纳苏斯城。如果你想存储自己的财物的话，就得去那儿。' WHERE Id=4317;
UPDATE npc_text SET text0_0='想要找到鲁瑟兰村的渡船，你得先去达纳苏斯，通过传送门进入鲁瑟兰村。',text0_1='想要找到鲁瑟兰村的渡船，你得先去达纳苏斯，通过传送门进入鲁瑟兰村。' WHERE Id=4318;
UPDATE npc_text SET text0_0='官方事宜只能送交达纳苏斯处理。你必须前往那儿去创建自己的公会。',text0_1='官方事宜只能送交达纳苏斯处理。你必须前往那儿去创建自己的公会。' WHERE Id=4319;
UPDATE npc_text SET text0_0='你可以在多兰纳尔旅店的老板凯达米尔提供的床上安稳地睡一觉。',text0_1='你可以在多兰纳尔旅店的老板凯达米尔提供的床上安稳地睡一觉。' WHERE Id=4320;
UPDATE npc_text SET text0_0='你可以在多兰纳尔周围找到众多的训练师，他们有丰富的经验可以传授给你。你想要找哪一位?',text0_1='你可以在多兰纳尔周围找到众多的训练师，他们有丰富的经验可以传授给你。你想要找哪一位?' WHERE Id=4322;
UPDATE npc_text SET text0_0='你在寻找一个德鲁伊的训练师?那么你应该到多兰纳尔旅店南面的月井去见见卡尔。',text0_1='你在寻找一个德鲁伊的训练师?那么你应该到多兰纳尔旅店南面的月井去见见卡尔。' WHERE Id=4323;
UPDATE npc_text SET text0_0='要是你想找猎人的话，就去拜访达札拉吧。他通常在多兰纳尔旅店的外面。',text0_1='要是你想找猎人的话，就去拜访达札拉吧。他通常在多兰纳尔旅店的外面。' WHERE Id=4324;
UPDATE npc_text SET text0_0='名字叫做 露娜.晨光的女祭司 来至多兰纳尔 .  你可以在旅馆以北找到她.',text0_1='名字叫做 露娜.晨光的女祭司 来至多兰纳尔 .  你可以在旅馆以北找到她.' WHERE Id=4325;
UPDATE npc_text SET text0_0='一个盗贼?我不习惯跟那些家伙打交道，但我相信詹诺克就是你要找的训练师。你可以在多兰纳尔的旅店找到他。',text0_1='一个盗贼?我不习惯跟那些家伙打交道，但我相信詹诺克就是你要找的训练师。你可以在多兰纳尔的旅店找到他。' WHERE Id=4326;
UPDATE npc_text SET text0_0='凯拉·风刃的战斗技能炉火纯青。她可以对你进行训练。到多兰纳尔的旅店中去找她吧。',text0_1='凯拉·风刃的战斗技能炉火纯青。她可以对你进行训练。到多兰纳尔的旅店中去找她吧。' WHERE Id=4327;
UPDATE npc_text SET text0_0='从事某种专业的学习是一个长期的过程，但是回报很丰厚。你想选择什么样的专业?',text0_1='从事某种专业的学习是一个长期的过程，但是回报很丰厚。你想选择什么样的专业' WHERE Id=4328;
UPDATE npc_text SET text0_0='塞恩德拉的态度非常和蔼，她的药剂也很不错。你可以在多兰纳尔旅店的东边找到她。',text0_1='' WHERE Id=4329;
UPDATE npc_text SET text0_0='札瑞恩看起来很了解烹饪行业。为什么你不去看看他是否会给你一些食谱呢?他通常在多兰纳尔的旅店旁边烹饪。',text0_1='札瑞恩看起来很了解烹饪行业。为什么你不去看看他是否会给你一些食谱呢?他通常在多兰纳尔的旅店旁边烹饪。' WHERE Id=4330;
UPDATE npc_text SET text0_0='Alanna Raveneye attributes part of her talent in enchanting to her communion with the spirits at the Oracle Glade.  You should be able to find her there now.',text0_1='' WHERE Id=4331;
UPDATE npc_text SET text0_0='拜恩希经常为在野外巡逻的哨兵服务。如果你想学习急救的话就该找她谈谈。',text0_1='' WHERE Id=4332;
UPDATE npc_text SET text0_0='奥拉密斯湖近来遭受袭击，所有的渔夫都已经搬迁到达纳苏斯了。你应该去那儿看看。',text0_1='' WHERE Id=4333;
UPDATE npc_text SET text0_0='不知道玛洛尼是如何采集到那些最为娇嫩的草药的。显然你得向他多多学习。他就住在多兰纳尔的旅店东边。',text0_1='不知道玛洛尼是如何采集到那些最为娇嫩的草药的。显然你得向他多多学习。他就住在多兰纳尔的旅店东边。' WHERE Id=4334;
UPDATE npc_text SET text0_0='纳迪娅·织发离开自己的家园前往达纳苏斯进修去了。她精通制皮，而且是一名优秀的老师。你该去向她求教。',text0_1='纳迪娅·织发离开自己的家园前往达纳苏斯进修去了。她精通制皮，而且是一名优秀的老师。你该去向她求教。' WHERE Id=4335;
UPDATE npc_text SET text0_0='你可以在去达纳苏斯的路上看到拉德纳尔在他的屋外练习手艺。你应该停下来看看他有什么可以教你的。',text0_1='你可以在去达纳苏斯的路上看到拉德纳尔在他的屋外练习手艺。你应该停下来看看他有什么可以教你的。' WHERE Id=4336;
UPDATE npc_text SET text0_0='我敢肯定在达纳苏斯有一个裁缝可以对你进行训练。当你到了那里之后，就向达纳苏斯的某个哨兵询问一下裁缝住在哪里吧。',text0_1='' WHERE Id=4337;
UPDATE npc_text SET text0_0='你好，$c。我在亡灵壁垒设立营账，准备进入瘟疫之地。不久之前，谣传有一位伟大的人类巫师居住在壁炉谷。血色十字军强迫他为他们的战士和猎人制造新的弓箭和枪支。据说在十字军杀死他之前，他铸造了一件非比寻常的武器。$b$b我猜想他们对秘法越来越不信任了。',text0_1='' WHERE Id=4353;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。没有多少时间谈话─我在动身去壁炉谷之前只是把冰风营地作为暂留地休息一下。我曾听到传言在他们疯掉之前，血色十字军强迫一个法师为他们工作，为他们的士兵制造强大的弓箭和枪支。我不敢肯定他成功与否……十字军在他们的成品制成之前杀死了他。或许他们杀死他为了保密……也可能他们不太信任秘法。' WHERE Id=4354;
UPDATE npc_text SET text0_0='',text0_1='你……你好，$N。对不起，我正从伤势中恢复过来。$b$b那些血色十字军比我料想的要凶猛的多。他们几乎在里面干掉了我。$b$b你也应该多加小心。我不愿看到他们先发制人。' WHERE Id=4355;
UPDATE npc_text SET text0_0='',text0_1='我的家人过去在北山伐木场工作，那里现在被称作西瘟疫之地。他们曾忠于杜马家族，而现在血色十字军把一切连同壁炉谷全都占领了!$b$b在把那些狂热分子从艾泽拉斯驱逐出去之前，我是不会停止行动的。' WHERE Id=4356;
UPDATE npc_text SET text0_0='在最后一次大战之前，我父亲经营着北山伐木场。那是他的生命，他把所有的精力都投注在伐木场。战争爆发时，我们忍痛逃到了暴风城。$B$B那些日子里，我们失去了无数朋友，而我们的伐木场也被血色十字军占领了，我对此感到非常心痛。$B$B这就是我回来的原因。',text0_1='' WHERE Id=4357;
UPDATE npc_text SET text0_0='我们是熊怪家族仅剩的成员了……木喉部落还未堕落，但是其它部落对我们怀有相同的敌意；有熊怪能免于堕落……很多人都认为这是不可能的……$B$B我的兄弟们对那么急于与我们为敌的家伙非常生气，现在他们已经开始攻击任何靠近我们的生物；他们谁都不信任。$B$B但是，如何你能努力证明想要和他们和平相处的话，他们或许会把你当作盟友的。',text0_1='' WHERE Id=4393;
UPDATE npc_text SET text0_0='你必须想办法来证明你们两个是在同一条战线上的。尽管现在木喉可能会攻击你，但如果你够勤奋的话，你就会找到办法的。$b$b你一定要记住，任何对木喉熊怪的攻击都会大大降低你们赢得与他们结盟的机会。$b$b有个不错的着手点就是在费伍德森林的许多部分都发现的死木熊怪。这些熊怪是木喉部落的敌人，杀了他们将会大大提高你在木喉中的地位。',text0_1='' WHERE Id=4394;
UPDATE npc_text SET text0_0='我们能让你安全通过这儿，但是，你得证明自己值得我们给予帮助。',text0_1='' WHERE Id=4395;
UPDATE npc_text SET text0_0='居住在冬泉谷的寒水熊怪曾经是我们的盟友……但是有一天，这一切都改变了。$B$B他们听从高级首领的号令，开始攻击他们接触到的任何生物，包括我们的部族。他们现在几乎不与外界接触了……',text0_1='' WHERE Id=4396;
UPDATE npc_text SET text0_0='我只信任你所在种族中的少数人，$N。但是我把你当朋友。',text0_1='' WHERE Id=4398;
UPDATE npc_text SET text0_0='是的，是的。我看到你了。$B$B在去找你的路上。你可能已经赢得了一些人的信任，但要向我证明可并不仅仅如此!',text0_1='' WHERE Id=4399;
UPDATE npc_text SET text0_0='如果你能证明自己是个真正的盟友，我或许会考虑训练你的……',text0_1='' WHERE Id=4401;
UPDATE npc_text SET text0_0='我相信圣光会与你同在，$N。我能帮忙吗?',text0_1='我相信圣光会与你同在，$N。我能帮忙吗?' WHERE Id=4433;
UPDATE npc_text SET text0_0='别与圣光作对，$c，或许有一天它能拯救你。',text0_1='别与圣光作对，$c，或许有一天它能拯救你。' WHERE Id=4434;
UPDATE npc_text SET text0_0='愿圣光保佑你，$c。',text0_1='愿圣光保佑你，$c。' WHERE Id=4435;
UPDATE npc_text SET text0_0='愿圣光与你同在，$N。我能为你做什么吗?',text0_1='愿圣光与你同在，$N。我能为你做什么吗?' WHERE Id=4436;
UPDATE npc_text SET text0_0='愿月神与你同在，$c。',text0_1='愿月神与你同在，$c。' WHERE Id=4437;
UPDATE npc_text SET text0_0='我的智慧就是你的智慧，我的知识也一样。我能为你做什么，$N?',text0_1='我的智慧就是你的智慧，我的知识也一样。我能为你做什么，$N?' WHERE Id=4438;
UPDATE npc_text SET text0_0='找我有事吗，$c？',text0_1='找我有事吗，$c？' WHERE Id=4439;
UPDATE npc_text SET text0_0='你当心些，$c。尊重我们的方式，否则你和你的人们就会受到诅咒。',text0_1='你当心些，$c。尊重我们的方式，否则你和你的人们就会受到诅咒。' WHERE Id=4440;
UPDATE npc_text SET text0_0='如果这就是你来此的目的，我们会尽一切可能训练你，帮助你成为真正的牧师。',text0_1='如果这就是你来此的目的，我们会尽一切可能训练你，帮助你成为真正的牧师。' WHERE Id=4441;
UPDATE npc_text SET text0_0='我这个无足轻重的仆人能为你做什么，$N?需要训练吗?',text0_1='我这个无足轻重的仆人能为你做什么，$N?需要训练吗?' WHERE Id=4442;
UPDATE npc_text SET text0_0='我在找人，$c。请不要打扰我……这对我很重要。',text0_1='' WHERE Id=4443;
UPDATE npc_text SET text0_0='我是来自东部王国的信使，$N。我到这儿来是确保来此的牧师已经受到正确指示。',text0_1='' WHERE Id=4444;
UPDATE npc_text SET text0_0='安静!你没听见主人在讲话吗?',text0_1='安静!你没听见主人在讲话吗?' WHERE Id=4445;
UPDATE npc_text SET text0_0='我可以问，你在这里做什么吗?穿上你的学生服装，然后学习!',text0_1='' WHERE Id=4446;
UPDATE npc_text SET text0_0='你的精神不够集中。你对我隐瞒着什么吗?',text0_1='' WHERE Id=4447;
UPDATE npc_text SET text0_0='这只科多兽显然不是我最初召唤的那只。我在想科多兽诱引器是否能为我所用。',text0_1='这只科多兽显然不是我最初召唤的那只。我在想科多兽诱引器是否能为我所用。' WHERE Id=4449;
UPDATE npc_text SET text0_0='',text0_1='瘟疫之地是对付天谴军团绝佳的地方!' WHERE Id=4450;
UPDATE npc_text SET text0_0='很高兴见到你，$c。除非你和我的女主人玛加萨之间有直接交易关系，否则别找我说话。$b$b我帮她处理大部分的事务，让她能集中精力处理更重要的事情。或许在你拜见她之前我们可以谈谈。',text0_1='' WHERE Id=4473;
UPDATE npc_text SET text0_0='你好，$N。',text0_1='' WHERE Id=4474;
UPDATE npc_text SET text0_0='你随时都可以跟我交谈，$N。你对玛加萨忠心耿耿。我想将来她会召见你的。',text0_1='' WHERE Id=4475;
UPDATE npc_text SET text0_0='别把自己当我的同辈来跟我讲话，$c。希尔瓦娜斯是我的女王，我听从她的命令。$b$b要是你不表现出适当的尊重，我敢说我们将为你在扭曲虚空选个更为合适的位置。$b$b但是要是你愿意帮助黑暗女王的话，我们便无话可说了……',text0_1='' WHERE Id=4476;
UPDATE npc_text SET text0_0='在我眼中，部落的所有成员都是平等的，$N。我们的血液被恶魔玛诺洛斯污染了，人民承受着重负，如果不是为了学识和荣耀的话，我们几乎就快沦为天谴军团了。$b$b协助部落，让我们获得新生，这是你的职责。但是你也得明白什么时候应该对朋友同情，对敌人怜悯。$b$b好好理解。这是新生的部落，而不是缺乏自由意愿的恶魔军队。',text0_1='' WHERE Id=4477;
UPDATE npc_text SET text0_0='由于我的身份问题，我并未对你说实话，我必须为此向你道歉。我必须确定你是值得信赖的─很少有人能无私地为一个年老的隐士提供帮助。$b$b你已经证明了自己是个正直崇高的人。',text0_1='' WHERE Id=4493;
UPDATE npc_text SET text0_0='当我以叛国罪被放逐离开联盟过着流放的生活时，我的儿子泰兰还是个小孩。我待在这儿就是为了看着他长大，让他成为一个可敬的人。$b$b正如我期望的那样，他接替我的位置，成为玛登霍尔德之王，但是命运是如此残酷，他加入了血色十字军的队伍。现在他成了十字军的高级统领，$r。',text0_1='' WHERE Id=4494;
UPDATE npc_text SET text0_0='真的。血色十字军是银手骑士团做出的错误决策。$b$b你必须相信我，$r;
泰兰是个好人。他需要指导。他必须记起……记起高贵和荣耀的含义。我知道那信念就在他心中，他知道他所做的是错误的。你帮助他好吗?帮助他记起来?',text0_1='' WHERE Id=4495;
UPDATE npc_text SET text0_0='你要仔细听好了，别轻易相信或怀疑你所听到的一切。因为即使是朋友也可能将自己送上死路，$c。$b$b我们伟大的酋长深知这一点，为了证明部落中有一些术士并不想从内部毁掉部落，或是为了获得权力，我自愿尽我所能帮助年轻的首领。',text0_1='' WHERE Id=4513;
UPDATE npc_text SET text0_0='吴平的精力真令人惊奇。我看着他连续练习了数小时技巧。他用双手击打练习用的假人直到他的拳头沾满鲜血。我想不到还有谁比他还适合训练你的战斗技能。',text0_1='吴平的精力真令人惊奇。我看着他连续练习了数小时技巧。他用双手击打练习用的假人直到他的拳头沾满鲜血。我想不到还有谁比他还适合训练你的战斗技能。' WHERE Id=4516;
UPDATE npc_text SET text0_0='通过千百次的锤炼，伊琳尼雅·月火已经掌握了若干种武器的使用方法，现在她为别人提供训练。如果你想接受训练的话，就去战士区找她吧。',text0_1='通过千百次的锤炼，伊琳尼雅·月火已经掌握了若干种武器的使用方法，现在她为别人提供训练。如果你想接受训练的话，就去战士区找她吧。' WHERE Id=4517;
UPDATE npc_text SET text0_0='比克斯和布里维夫的武器沾满了兽人的鲜血。如果你想学习的话，就去密林武器店找他们吧。',text0_1='比克斯和布里维夫的武器沾满了兽人的鲜血。如果你想学习的话，就去密林武器店找他们吧。' WHERE Id=4518;
UPDATE npc_text SET text0_0='想学习如何使用新武器?去荣誉谷的传说中的装备店中找塞尤克和哈纳什吧。',text0_1='想学习如何使用新武器?去荣誉谷的传说中的装备店中找塞尤克和哈纳什吧。' WHERE Id=4519;
UPDATE npc_text SET text0_0='啊，你是在找安塞瓦。去雷霆崖武器店中部高地的底层找他吧。',text0_1='啊，你是在找安塞瓦。去雷霆崖武器店中部高地的底层找他吧。' WHERE Id=4520;
UPDATE npc_text SET text0_0='你要找的阿基巴德在战争区内环的武器商店外。',text0_1='你要找的阿基巴德在战争区内环的武器商店外。' WHERE Id=4521;
UPDATE npc_text SET text0_0='我得向你解释，我们的敌人能安然地潜伏在我们的眼皮底下。$b$b首先要记住这一点:我们的敌人是暗影议会。无论我给你什么任务，或许无论我让你与谁对抗，你都必须明了这个事实。$b$b议会拥有许多信徒，但是其行动资讯绝对不会透露给愚蠢的信徒。$b$b像火刃、阿古斯觉醒和燃刃都是议会的工具。他们是一伙的。',text0_1='' WHERE Id=4522;
UPDATE npc_text SET text0_0='啊，是我们的人。很高兴看到我们的队伍增长如此迅速，以至于我都记不清每个人的容貌了。$b$b萨尔那个傻子认为我正努力改善术士的形象并为他服务呢。白痴!燃烧军团在耗尽这世界的资源后会将它化为灰烬的。',text0_1='' WHERE Id=4533;
UPDATE npc_text SET text0_0='天真的傻子。火刃就是暗影议会!议会拥有许多信徒和组织，但是他们都服从于议会的意愿。我或许能领导火刃，但是我无非是议会手下的一名爪牙，就像你是我的爪牙一样!$b$b看看燃刃吧─他们中的大多数人认为自己会成为下一批极具潜力的术士，并成功替代暗影议会。',text0_1='' WHERE Id=4534;
UPDATE npc_text SET text0_0='哈哈!除了他们的领导人─萨特,巴札兰,还有术士耶戈什─是的，他们所有人。这就是我不断的派萨尔的信徒到他们那儿去的原因。这样会让萨尔觉得我正在铲除他伟大城市中邪恶的人。事实上胜利是双重的:杀掉萨尔的信徒并测试一下那些燃刃的力量，看看他们是否真的有资格加入我的队伍。',text0_1='' WHERE Id=4535;
UPDATE npc_text SET text0_0='我会让你知道这一点的。很明显，你如此迅速地成为中尉，已经证明了自己的实力。或许稍后你回到我这儿时，我会派给你任务的。委员会崇尚那些能熟练运用魔法的人，但也欢迎各种族的仆从，无论该仆从从事何种职业。',text0_1='' WHERE Id=4536;
UPDATE npc_text SET text0_0='作为探险者协会的一员，我曾在这片区域搜寻古代器物。据说冬泉谷有许多不可思议的物品……很多物品都受到严密的保护。',text0_1='' WHERE Id=4573;
UPDATE npc_text SET text0_0='',text0_1='现在是危险时期，冒险者。多加小心。' WHERE Id=4633;
UPDATE npc_text SET text0_0='',text0_1='你好!是什么吸引你来到冬泉谷?这片寒冷广袤的土地或许显得有些凄凉，但是它蕴含着无数的秘密……' WHERE Id=4634;
UPDATE npc_text SET text0_0='',text0_1='真让人感到悲痛……但是覆水难收……' WHERE Id=4635;
UPDATE npc_text SET text0_0='坐下来听听我的故事吧，$r。',text0_1='' WHERE Id=4673;
UPDATE npc_text SET text0_0='$g嗨，帅哥，你想去格罗姆高吗?我听说那里的丛林整日雾气腾腾的，也许我们可以一起度个短假，我让你看看真正的丛林虎怎么样?:来吧，参观一下奇妙绚丽的荆棘谷丛林。你可以在水晶般的蓝色海岸线上惬意地洗日光浴，而我却站在这难以忍受的高温下整天傻看着我的兄弟弗雷萨!尽情享受你的旅程吧!',text0_1='$g嗨，帅哥，你想去格罗姆高吗?我听说那里的丛林整日雾气腾腾的，也许我们可以一起度个短假，我让你看看真正的丛林虎怎么样?:来吧，参观一下奇妙绚丽的荆棘谷丛林。你可以在水晶般的蓝色海岸线上惬意地洗日光浴，而我却站在这难以忍受的高温下整天傻看着我的兄弟弗雷萨!尽情享受你的旅程吧!' WHERE Id=4693;
UPDATE npc_text SET text0_0='将一枚硬币塞到首领手中，看看你会得到什么。我喜欢自己的工作。但是，如果我能设法让斯纳尔克重新分配给这个飞行点的话……那样就好了。但是我敢打赌，你到这儿来不是要帮我进行职业训练的，而是寻找地精飞艇前往幽暗城，对吧？那很好，因为它会停泊在我后面。如果你看见斯纳尔克，代我向他问好，行吗？',text0_1='将一枚硬币塞到首领手中，看看你会得到什么。我喜欢自己的工作。但是，如果我能设法让斯纳尔克重新分配给这个飞行点的话……那样就好了。但是我敢打赌，你到这儿来不是要帮我进行职业训练的，而是寻找地精飞艇前往幽暗城，对吧？那很好，因为它会停泊在我后面。如果你看见斯纳尔克，代我向他问好，行吗？' WHERE Id=4694;
UPDATE npc_text SET text0_0='月爪枭兽逝去的灵魂专注地盯着你，就像等待发生什么事情一样。',text0_1='' WHERE Id=4714;
UPDATE npc_text SET text0_0='灵魂专注地盯着你的眼睛，握紧你的双手。你感到一股热流抨击着身体，几乎无法站立。$b$b热流过后，你感觉身体中似乎充斥着熊的灵魂……让你更加坚定。',text0_1='' WHERE Id=4715;
UPDATE npc_text SET text0_0='我们都亲眼目睹了无数可怕的灾难，但是我们不能由此绝望。$B$B记住这些往事，总有一天，我们会进行报复的。',text0_1='' WHERE Id=4716;
UPDATE npc_text SET text0_0='熊平静地注视着你，但是没说一句话。',text0_1='' WHERE Id=4718;
UPDATE npc_text SET text0_0='熊的灵魂平和的凝视着你。你听到了一个声音在对你讲话，好像是从熊那里传来，但是没有迹象表明这个动物在说话。

「你好，我年轻的朋友。如果你是来找我寻求指引的，那么或许我能帮你找到你想要的东西。」',text0_1='' WHERE Id=4719;
UPDATE npc_text SET text0_0='我代表着使你成为一名年轻的德鲁伊的力量。年轻人，你得向我学习这力量，我也乐于传授给你。要是你愿意听从并理解的话，我将教你如何使用熊的灵魂。$b$b为了明白利用我的灵魂的含义，你需要了解躯体和心灵的力量的重要性。',text0_1='' WHERE Id=4721;
UPDATE npc_text SET text0_0='很高兴见到你 $N',text0_1='很高兴见到你 $N' WHERE Id=4732;
UPDATE npc_text SET text0_0='身体的力量能使动作充满力度，行动迅速。你必须在身体上和精神上一直保持就绪状态。熊的体型造就了它的力量，使它成为危险的对手。但是，熊的体型也限制了其身体的敏捷性和头脑的灵活性。你可以好好利用这点。$b$b你必须依赖熊的力量掌握利爪的使用方法。',text0_1='' WHERE Id=4733;
UPDATE npc_text SET text0_0='心灵的力量将给你采取行动的决心……基于明确的、直接的目的的行动。保持平衡并不意味着自命不凡或是平庸陈腐。$b$b你必须表现出对信仰的决心，你必须愿意为此奋斗。母熊对幼仔有极强的保护意识，年老的熊也这样保护着它的洞穴。这就是决心，心灵的力量，如果你想要掌握利爪的使用方法，你就必须知道这一点。',text0_1='' WHERE Id=4734;
UPDATE npc_text SET text0_0='年轻人，还要看你是否准备就绪。当最终考验来临时，即使最聪明最年老的德鲁伊也无法真正地做好准备。$b$b你已经听到我的话了，你必须继续前进。记得我的嘱咐。某个时候你的能力将经受考验。你必须像熊那样勇敢面对自己的敌人─用身体和心灵的力量。年轻人，你得从战争中学习成长。去吧……带上我的祝福。',text0_1='' WHERE Id=4735;
UPDATE npc_text SET text0_0='你好，$c。欢迎你来到永夜港，还有整个月光林地。塞纳里奥议会欢迎所有尊敬大自然的权威和支配力的生灵。$b$b当你在这里的时候，请一定要保持所有事物的平衡。这里不喜欢受到打扰，而我们的看守所受的训练就是无条件地停止所有的敌对行为。',text0_1='' WHERE Id=4753;
UPDATE npc_text SET text0_0='你需要幻象吗?$b$b要是在执行任务的过程中幻象失效，回到我这儿来，我将重新对你进行伪装。$b$b如果你尽力而为还是失败了，别放弃!回到我这儿来。我将助你完成目标。',text0_1='你需要幻象吗?$b$b要是在执行任务的过程中幻象失效，回到我这儿来，我将重新对你进行伪装。$b$b如果你尽力而为还是失败了，别放弃!回到我这儿来。我将助你完成目标。' WHERE Id=4773;
UPDATE npc_text SET text0_0='努力保持所有事情的平衡性，$c。真正的和谐便在于此。',text0_1='' WHERE Id=4774;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b重申自己在这伟大的平衡中的地位总是无伤大雅的。作为这种平衡的守护者，我们必须努力保持清醒的头脑和坚定的信念。训练能使我们做到这一点。',text0_1='' WHERE Id=4775;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b只要玛法里奥还在沉睡中，我们便永远是平衡的守卫者。别忘了这一点。',text0_1='' WHERE Id=4779;
UPDATE npc_text SET text0_0='我们的主人玛法里奥还在沉睡中，$c。他是我们的指路明灯，我们必须竭尽全力保护他。',text0_1='' WHERE Id=4780;
UPDATE npc_text SET text0_0='塞纳-马恩省留斯保佑你，$c。我们的首领大德鲁伊鹿盔会带领我们和整个泰达希尔开始全新的生活!',text0_1='' WHERE Id=4781;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b据传塞纳里奥议会战事不断，但是你不该轻信这些谣言。我们的德鲁伊首领范达尔·鹿盔将领导我们和整个泰达希尔取得胜利!',text0_1='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b据传塞纳里奥议会战事不断，但是你不该轻信这些谣言。我们的德鲁伊首领范达尔·鹿盔将领导我们和整个泰达希尔取得胜利!' WHERE Id=4782;
UPDATE npc_text SET text0_0='即使在冰冷的石头墙内，就像庇护这座城镇的墙一样，人们仍旧可以找到宁静与和平。事实上，你可以在你所在的任何地方找到他们……只需在你体内寻找这种平衡。',text0_1='即使在冰冷的石头墙内，就像庇护这座城镇的墙一样，人们仍旧可以找到宁静与和平。事实上，你可以在你所在的任何地方找到他们……只需在你体内寻找这种平衡。' WHERE Id=4783;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b来自翡翠梦境的召唤将很快占据你的心灵。你将冬眠数年，在最纯凈的环境中生活。你将在那儿接受最终的训练。',text0_1='' WHERE Id=4784;
UPDATE npc_text SET text0_0='',text0_1='我们的工作就是保持平衡，如同塞纳留斯所教给我们的一样，$c。他就是指引我们前进的明灯，而我们必须竭尽所能保护它的光芒。' WHERE Id=4785;
UPDATE npc_text SET text0_0='',text0_1='欢迎你，我的$g兄弟:姐妹;
。如果你是来接受训练的，那我很高兴能训练你。$b$b如塞纳留斯教导我们的一样，我们一直都是平衡的保护者。永远不要忘记这点。' WHERE Id=4786;
UPDATE npc_text SET text0_0='',text0_1='再次感谢你，$n!我对我们所发现的东西感到很高兴。$b$b祝你好运!' WHERE Id=4787;
UPDATE npc_text SET text0_0='',text0_1='我准备出发了，$N。我需要一些帮助——你愿意跟我来吗?' WHERE Id=4788;
UPDATE npc_text SET text0_0='我不能训练你。',text0_1='我不能训练你。' WHERE Id=4793;
UPDATE npc_text SET text0_0='我们代表的是黑暗与阴影。永恒。无形。',text0_1='我们代表的是黑暗与阴影。永恒。无形。' WHERE Id=4794;
UPDATE npc_text SET text0_0='你好，年轻的盗贼。你在找什么?',text0_1='你好，年轻的盗贼。你在找什么?' WHERE Id=4795;
UPDATE npc_text SET text0_0='我不能训练你。你必须去找你的职业训练师。',text0_1='我不能训练你。你必须去找你的职业训练师。' WHERE Id=4796;
UPDATE npc_text SET text0_0='没法帮你，$n。我只训练盗贼。',text0_1='没法帮你，$n。我只训练盗贼。' WHERE Id=4797;
UPDATE npc_text SET text0_0='没法帮你，$n。我只训练盗贼。',text0_1='' WHERE Id=4798;
UPDATE npc_text SET text0_0='',text0_1='对不起，但是我只训练盗贼。' WHERE Id=4799;
UPDATE npc_text SET text0_0='啊……一名顾客!看看我最伟大的发明，贸易机器人1000型!它拥有你所需的一切商品……其中的一些稀有物品更是在卡利姆多的其它任何市场上都找不到……更不用说它的设计不支持任何讨价还价的废话了，因此你看到的价格就是你要支付的价格。',text0_1='' WHERE Id=4813;
UPDATE npc_text SET text0_0='毫无疑问，你是黑暗女王派来接受训练的又一个无能的白痴。$b$b<纳萨诺斯叹息着。>$b$b我每次都得把你们的尸体运回去给她，我想这次也不会有什么例外。$b$b但是，我并不会问什么，我只按照黑暗女王的吩咐办事。',text0_1='' WHERE Id=4814;
UPDATE npc_text SET text0_0='今天碰巧是你的幸运日;
我完成了超级商人680型的维护工作，因此有大量物品以超低的价格出售。你自己去看看吧……我的兄弟考克认为他的贸易机器人1000型会胜过我的。',text0_1='' WHERE Id=4815;
UPDATE npc_text SET text0_0='没法帮你，$n。我只训练盗贼。',text0_1='没法帮你，$n。我只训练盗贼。' WHERE Id=4833;
UPDATE npc_text SET text0_0='我可以为你效劳吗，$n?',text0_1='' WHERE Id=4834;
UPDATE npc_text SET text0_0='你看起来像是那种手脚不干凈的家伙。有什么我可以帮忙的吗?',text0_1='你看起来像是那种手脚不干凈的家伙。有什么我可以帮忙的吗?' WHERE Id=4835;
UPDATE npc_text SET text0_0='我跟你没什么好说的，你最好找个$c训练师来帮助你。',text0_1='我跟你没什么好说的，你最好找个$c训练师来帮助你。' WHERE Id=4837;
UPDATE npc_text SET text0_0='你是来学习的吗?',text0_1='' WHERE Id=4838;
UPDATE npc_text SET text0_0='你看我像是个$c吗?在我决定用你的血洗我的刀之前，赶紧逃吧。',text0_1='' WHERE Id=4839;
UPDATE npc_text SET text0_0='你好，朋友。愿黎明在这个乱世之中保佑你平安无恙。',text0_1='' WHERE Id=4841;
UPDATE npc_text SET text0_0='在驾驭过一头受过良好训练的山羊之前，就别夸口说你已经拥有了真正的坐骑，我的朋友。请随意看看这些杰出的坐骑吧。它们会让你满意的，相信我。',text0_1='在驾驭过一头受过良好训练的山羊之前，就别夸口说你已经拥有了真正的坐骑，我的朋友。请随意看看这些杰出的坐骑吧。它们会让你满意的，相信我。' WHERE Id=4855;
UPDATE npc_text SET text0_0='大发现!$N发现了超强效活力药水的配方!',text0_1='' WHERE Id=4856;
UPDATE npc_text SET text0_0='我的规划是不允许减少任何专案的成本的。',text0_1='' WHERE Id=4857;
UPDATE npc_text SET text0_0='多年的精心饲养和细致的品种培育使我能够有机会向你展示这些良种马。请慢慢挑选，马是你长期的伙伴，朋友。不要把自己低估了─今天就在这里找到你想要的马!',text0_1='多年的精心饲养和细致的品种培育使我能够有机会向你展示这些良种马。请慢慢挑选，马是你长期的伙伴，朋友。不要把自己低估了─今天就在这里找到你想要的马!' WHERE Id=4859;
UPDATE npc_text SET text0_0='在狩猎之前最好问问你要找什么猎物。',text0_1='在狩猎之前最好问问你要找什么猎物。' WHERE Id=4861;
UPDATE npc_text SET text0_0='看看这些科多兽，我的朋友!它们幼年时便开始接受训练，在莫高雷的金色平原长大，这些家伙就是我们出色的坐骑!看看它们吧，看看我们牛头人为什么会依赖于这些强大的生物!',text0_1='看看这些科多兽，我的朋友!它们幼年时便开始接受训练，在莫高雷的金色平原长大，这些家伙就是我们出色的坐骑!看看它们吧，看看我们牛头人为什么会依赖于这些强大的生物!' WHERE Id=4862;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到塞纳-马恩省里奥议会，$c。' WHERE Id=4863;
UPDATE npc_text SET text0_0='让我来教导你猎人之道.',text0_1='' WHERE Id=4864;
UPDATE npc_text SET text0_0='我有许多知识可以让你大开眼界，$c。你必须学会带着荣耀去狩猎。',text0_1='' WHERE Id=4866;
UPDATE npc_text SET text0_0='',text0_1='我用祖先传下来的方法训练猎人。' WHERE Id=4867;
UPDATE npc_text SET text0_0='牛头人热衷于狩猎，这是流淌在我们血液中的灵魂。',text0_1='' WHERE Id=4868;
UPDATE npc_text SET text0_0='很高兴我能代表皇家药剂师学会为你提供最好的战马。这些战马与我们一样经历过考验和磨难，现在它们已经远胜于那些血肉之躯所铸成的战马了，它们更为强壮，更易恢复精力!好好看看它们吧。',text0_1='很高兴我能代表皇家药剂师学会为你提供最好的战马。这些战马与我们一样经历过考验和磨难，现在它们已经远胜于那些血肉之躯所铸成的战马了，它们更为强壮，更易恢复精力!好好看看它们吧。' WHERE Id=4869;
UPDATE npc_text SET text0_0='',text0_1='来学习猎人之道吧。骄傲，荣誉，还有传统。' WHERE Id=4870;
UPDATE npc_text SET text0_0='我可以教你骑山羊的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑山羊的技巧，只要你有足够的金币支付学费!' WHERE Id=4871;
UPDATE npc_text SET text0_0='我可以教你骑骸骨战马的技巧，只要你有足够的金币支付学费！',text0_1='我可以教你骑骸骨战马的技巧，只要你有足够的金币支付学费！' WHERE Id=4873;
UPDATE npc_text SET text0_0='我可以教你骑科多兽的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑科多兽的技巧，只要你有足够的金币支付学费!' WHERE Id=4874;
UPDATE npc_text SET text0_0='我可以教你骑迅猛龙的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑迅猛龙的技巧，只要你有足够的金币支付学费!' WHERE Id=4875;
UPDATE npc_text SET text0_0='我可以教你骑马的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑马的技巧，只要你有足够的金币支付学费!' WHERE Id=4876;
UPDATE npc_text SET text0_0='我可以教你骑豹的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑豹的技巧，只要你有足够的金币支付学费!' WHERE Id=4877;
UPDATE npc_text SET text0_0='我可以教你操纵机械陆行鸟的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你操纵机械陆行鸟的技巧，只要你有足够的金币支付学费!' WHERE Id=4878;
UPDATE npc_text SET text0_0='我可以教你骑狼的技巧，只要你有足够的金币支付学费!',text0_1='我可以教你骑狼的技巧，只要你有足够的金币支付学费!' WHERE Id=4879;
UPDATE npc_text SET text0_0='要教你学会驾驶机械陆行鸟，那简直就是在浪费我的金钱和时间，$c。你的体形太庞大了!',text0_1='要教你学会驾驶机械陆行鸟，那简直就是在浪费我的金钱和时间，$c。你的体形太庞大了!' WHERE Id=4881;
UPDATE npc_text SET text0_0='我按照传统一代代地训练、指导年轻猎人。',text0_1='' WHERE Id=4888;
UPDATE npc_text SET text0_0='记住，所有的事物都是有关联的。如果陆地上的野兽灭绝，我们的种族将在孤独中死去，因为牛头人和野兽的命运是相通的，而艾泽拉斯的命运和所有艾泽拉斯上的生灵的命运也休戚相关。',text0_1='' WHERE Id=4889;
UPDATE npc_text SET text0_0='如果你是来接受狩猎技巧训练的，那你就来对地方了!',text0_1='' WHERE Id=4890;
UPDATE npc_text SET text0_0='嗨!你从来没有过深海潜水的经历吗?我告诉你一个小秘诀，嗯。在海洋深处有许多冒气泡的裂缝，当你在水下时可利用这些气泡进行呼吸。这个秘密只限于你我之间。对我来说，贝壳到处都是……如果你懂我的意思的话!',text0_1='' WHERE Id=4891;
UPDATE npc_text SET text0_0='看看野兽的智慧和学识吧，你会认清自己的。你要学会像猫头鹰那样敏锐，像猎豹那样聪明，像狼那样强大。',text0_1='看看野兽的智慧和学识吧，你会认清自己的。你要学会像猫头鹰那样敏锐，像猎豹那样聪明，像狼那样强大。' WHERE Id=4893;
UPDATE npc_text SET text0_0='',text0_1='你不是德鲁伊!' WHERE Id=4913;
UPDATE npc_text SET text0_0='',text0_1='要是你想要飞回雷霆崖，就该跟我的牛头人搭档布瑟恩·草风谈谈。' WHERE Id=4915;
UPDATE npc_text SET text0_0='你不是德鲁伊!',text0_1='' WHERE Id=4916;
UPDATE npc_text SET text0_0='如果你想飞回鲁瑟兰村，就该找夜精灵希尔瓦·菲纳雯斯谈谈。',text0_1='' WHERE Id=4917;
UPDATE npc_text SET text0_0='你需要飞往雷霆崖吗?',text0_1='' WHERE Id=4918;
UPDATE npc_text SET text0_0='我们所处的这个时期就像风云般变化无常，$c。要谨记这世上什么才是真实而长久的，并好好保存它。其余的事物都毫无用处。',text0_1='' WHERE Id=4933;
UPDATE npc_text SET text0_0='你好。我是德莱尼的隐士·艾弗恩。我来这里调查农田避难所失落者，希望能为他们的情况找到一种解药。',text0_1='' WHERE Id=8812;
UPDATE npc_text SET text0_0='你好，$N，欢迎来到纳拉其营地。关于你来到的消息很快就在部落传开了。',text0_1='' WHERE Id=4935;
UPDATE npc_text SET text0_0='啊，幽影谷的美景永远使我感到快乐!',text0_1='' WHERE Id=4936;
UPDATE npc_text SET text0_0='啊，你是个结实的家伙。也许你能给我一些帮助。这附近除了新学徒之外没多少人能帮忙，而且他们也有别的事情要伤脑筋。',text0_1='' WHERE Id=4937;
UPDATE npc_text SET text0_0='你好!你看起来挺强壮的。我们这里的卫兵数量不太够，你愿意帮忙吗……',text0_1='' WHERE Id=4938;
UPDATE npc_text SET text0_0='你帮助了我，我会告诉我所知的这片土地和生物的情况。我所了解的并不多，但是我可以告诉你一些你可能感兴趣的事儿。',text0_1='' WHERE Id=4953;
UPDATE npc_text SET text0_0='我对夜精灵的了解有限，但是据说很早以前——当夜精灵还掌握着神秘法术时——艾萨拉便是其中的佼佼者，她年轻美貌，是夜精灵的女王。不幸地是，正是她对魔法的痴迷才导致历史上最具破坏性事件的发生。',text0_1='' WHERE Id=4954;
UPDATE npc_text SET text0_0='上层夜精灵曾经统治这座城池，他们在此演练威力强大的秘法。现在他们受到诅咒，灵魂在这片土地上游荡，恶鞭军官纳迦侵占了精灵的城市。纳迦一定在废墟中搜寻那些高等精灵的神器。',text0_1='' WHERE Id=4955;
UPDATE npc_text SET text0_0='一个强大的人类魔法师传闻就在北部生活;
他为了某种不为人知的原因一直在看守着那片大地。我自己没有亲自去过，但是据说访问者在那里很受欢迎，如果他们愿意为他办些差事的话甚至可以赢得他的好感。',text0_1='' WHERE Id=4956;
UPDATE npc_text SET text0_0='过去数年来，我目睹了熊怪所经历的种种可怕的事情——它们成为战场上的无辜受害者。但是我不清楚这个部落现在怎么样了。它们被席卷费伍德森林的瘟疫腐化了吗?或许它们对自己曾经和平的民族所遭遇的一切表示愤怒，正试图自我保护?无论如何，它们中的大多数对进入这片领域的人都会表现出敌意。',text0_1='' WHERE Id=4957;
UPDATE npc_text SET text0_0='蓝龙玛里茍斯不在那儿，但是他的信徒在。我不清楚这是怎么回事，但是我可以告诉你:蓝龙所在的地方都有希望找到神秘的魔法。如果说龙裔在这儿保护某种东西的话，我是不会感到惊讶的……或许是精灵贵族遗漏的物品。',text0_1='' WHERE Id=4958;
UPDATE npc_text SET text0_0='',text0_1='我应该寻求某些帮助;
我不喜欢整天坐在这儿卖鱼。我更愿意去钓鱼，然后再卖掉。' WHERE Id=4959;
UPDATE npc_text SET text0_0='',text0_1='你好,$c。我今天情绪很差，所以除非你能帮我，否则我更愿意自己一个人待着。' WHERE Id=4960;
UPDATE npc_text SET text0_0='我不能训练你，$c。',text0_1='我不能训练你，$c。' WHERE Id=4973;
UPDATE npc_text SET text0_0='我是奥塞斯·拉克摩尔，豪侠轮船的船长。这是最近几天轮船的航行日志。$b$b我们的船只满载货物驶向羽月要塞，纳迦袭击了船只一侧。我们赶走了他们，但是我们知道他们会回来的。我担心纳迦会毁掉我最宝贵的财物，因此我将豪侠驶向远离凄凉之地的一座小岛，岛上全是古老的夜精灵建筑废墟。我将自己的宝箱放在了岛上。',text0_1='' WHERE Id=4974;
UPDATE npc_text SET text0_0='我的箱子设计独特，需要两把钥匙来开锁，一把金钥匙和一把银钥匙。我将银钥匙给了我的大副，自己保留了金钥匙。$b$b但是我们注定会失去它们。在一次纳迦发动的袭击中，我丢了钥匙;
而后，龙虾人攻击了我们，将大副推入了深渊。$b$b我想钥匙一定在纳迦和龙虾人那儿。还好这两方是敌人，不会共享钥匙的。',text0_1='' WHERE Id=4975;
UPDATE npc_text SET text0_0='在龙虾人的进攻后，我们知道下一次豪侠是无法幸免于难的。于是我和几个幸存的水手弃船逃生。$b$b我们现在上岸了并很快就会向尼耶尔前哨站游去，但是在到达避难所之前我们还有很多危险，而且我害怕凄凉之地会吞噬我们。$b$b我现在写下这些是希望有人能知道我们的困境，有一天能把那些带给我们灭顶之灾的水中魔鬼杀死为我们报仇。',text0_1='' WHERE Id=4976;
UPDATE npc_text SET text0_0='',text0_1='对我们这些在月光林地塞纳里奥议会的人来说，雷姆洛斯神殿是个神圣的地方……所以请你的表现符合访客的身份。

我想你不愿让我用弯刀杀死你，那就是了。' WHERE Id=4977;
UPDATE npc_text SET text0_0='',text0_1='愿塞纳留斯注视着你，$g兄弟:姐妹;
。$b$b我是塔加里，一个神殿的坚定保卫者。能够作为这片神圣大地的看守来服侍守护者雷姆洛斯是我的荣耀。' WHERE Id=4978;
UPDATE npc_text SET text0_0='在天谴军团来临之前，我是一名大商贩。我出售所有商品。所有!$B$B价钱都极其便宜!$B$B你随便问问那些没死的人，看看我说的是不是真的。',text0_1='' WHERE Id=4979;
UPDATE npc_text SET text0_0='嗨$N!你是来购物的，还是来出售物品的?$B$B如果有比这儿更便宜的物品，我就不叫精神失常的奥古斯图斯!',text0_1='' WHERE Id=4980;
UPDATE npc_text SET text0_0='这是个危险的地方，$N。要小心。',text0_1='' WHERE Id=4982;
UPDATE npc_text SET text0_0='别浪费我的时间，$c。',text0_1='别浪费我的时间，$c。' WHERE Id=4984;
UPDATE npc_text SET text0_0='我不训练你这样的$c。在你惹恼我之前找你自己的训练师吧。',text0_1='我不训练你这样的$c。在你惹恼我之前找你自己的训练师吧。' WHERE Id=4985;
UPDATE npc_text SET text0_0='放轻松点。我只训练战士。',text0_1='放轻松点。我只训练战士。' WHERE Id=4986;
UPDATE npc_text SET text0_0='我可以为你效劳吗，老兄?',text0_1='我可以为你效劳吗，老兄?' WHERE Id=4987;
UPDATE npc_text SET text0_0='由于职业的不同，因此我对你缺乏技能的现状无能为力。',text0_1='由于职业的不同，因此我对你缺乏技能的现状无能为力。' WHERE Id=4988;
UPDATE npc_text SET text0_0='很好!你达到了要求的参数和规格。我可以为你做些什么吗?',text0_1='很好!你达到了要求的参数和规格。我可以为你做些什么吗?' WHERE Id=4989;
UPDATE npc_text SET text0_0='海格纳·重枪，愿为你效劳!',text0_1='' WHERE Id=4990;
UPDATE npc_text SET text0_0='虽然塞拉摩以它特有的武士培训闻名，我恐怕还是不能帮你。',text0_1='' WHERE Id=4991;
UPDATE npc_text SET text0_0='你与塞拉摩卫兵一起训练过吗?',text0_1='' WHERE Id=4992;
UPDATE npc_text SET text0_0='我不能训练你这样的$c。',text0_1='我不能训练你这样的$c。' WHERE Id=4993;
UPDATE npc_text SET text0_0='我的孩子，我能为你做什么?',text0_1='我的孩子，我能为你做什么?' WHERE Id=4994;
UPDATE npc_text SET text0_0='我不能训练你，年轻人。',text0_1='' WHERE Id=4996;
UPDATE npc_text SET text0_0='你是喜欢枪支还是弓箭?',text0_1='你是喜欢枪支还是弓箭?' WHERE Id=4997;
UPDATE npc_text SET text0_0='我不具备你想学的知识。',text0_1='我不具备你想学的知识。' WHERE Id=4998;
UPDATE npc_text SET text0_0='我可以为你做什么?',text0_1='我可以为你做什么?' WHERE Id=4999;
UPDATE npc_text SET text0_0='我无法训练你。你该去找$c训练者。',text0_1='我无法训练你。你该去找$c训练者。' WHERE Id=5000;
UPDATE npc_text SET text0_0='什么事?',text0_1='什么事?' WHERE Id=5001;
UPDATE npc_text SET text0_0='别浪费我时间。',text0_1='别浪费我时间。' WHERE Id=5002;
UPDATE npc_text SET text0_0='我无法训练你.',text0_1='' WHERE Id=5003;
UPDATE npc_text SET text0_0='嗨，你需要继续前进，去找$c训练师。',text0_1='嗨，你需要继续前进，去找$c训练师。' WHERE Id=5004;
UPDATE npc_text SET text0_0='灵魂引导你来到我这儿。我要怎么帮你?',text0_1='灵魂引导你来到我这儿。我要怎么帮你?' WHERE Id=5005;
UPDATE npc_text SET text0_0='愿灵魂与你同在。',text0_1='愿灵魂与你同在。' WHERE Id=5006;
UPDATE npc_text SET text0_0='灵魂与你永在，孩子。我能为你做些什么?',text0_1='灵魂与你永在，孩子。我能为你做些什么?' WHERE Id=5007;
UPDATE npc_text SET text0_0='愿灵魂保佑你。',text0_1='愿灵魂保佑你。' WHERE Id=5008;
UPDATE npc_text SET text0_0='你去哪儿?如果你想快些到那里，那就别犹豫了!',text0_1='' WHERE Id=5009;
UPDATE npc_text SET text0_0='我会尽量保证哨兵岭物资供给的，要维持这项行动可不容易。',text0_1='' WHERE Id=5010;
UPDATE npc_text SET text0_0='你好，$g先生:女士;
。我想握你的手，但是如你所见，我正忙着做事。我可以帮忙吗?',text0_1='' WHERE Id=5013;
UPDATE npc_text SET text0_0='你有了一个好的开始，但是你要学的还有很多，$N。',text0_1='' WHERE Id=5014;
UPDATE npc_text SET text0_0='你已经学会的任何知识我都可以教你, $N.  如果你想继续学习的话,在暴风城法师区的暗夜精灵莉萨谈谈 . 听说他是一个好老师',text0_1='' WHERE Id=5015;
UPDATE npc_text SET text0_0='',text0_1='虽然我被关在这间小屋里，但是我梦想着加入城墙外激烈的战斗。然而，职责迫使我为替我战斗的那些人传授知识……' WHERE Id=5016;
UPDATE npc_text SET text0_0='(达纳苏斯语)祝你好运，$g兄弟:姐妹;
。你有外面的消息吗?我希望得到泰达希尔的消息。',text0_1='' WHERE Id=5019;
UPDATE npc_text SET text0_0='我很荣幸能够传授给你知识，$N。看得出来你用得不错。',text0_1='' WHERE Id=5020;
UPDATE npc_text SET text0_0='你必须找一个更有经验的老师，因为你已经超越了我的能力了。我建议你找这里的莉琳希亚·夜风谈谈:她有更多知识可以传授给你。',text0_1='' WHERE Id=5021;
UPDATE npc_text SET text0_0='',text0_1='德鲁伊们说大自然把部落从卡利姆多赶出去只是个时间问题。然而堕落继续在我们的大地上蔓延，甚至在泰达希尔这里也是。' WHERE Id=5022;
UPDATE npc_text SET text0_0='',text0_1='干得好！你对药剂的理解进展不错。' WHERE Id=5023;
UPDATE npc_text SET text0_0='',text0_1='不幸的是，对于拥有像你这样经历的人来说我没有什么可教的，我的朋友。找到夜精灵希尔瓦娜·林月，她住在达纳苏斯的工匠区。' WHERE Id=5024;
UPDATE npc_text SET text0_0='',text0_1='(达纳苏斯语)愿伊露恩与你同在，我的$g兄弟:姐妹;
。你在这里很受欢迎。说吧，我会尽力帮助你的。' WHERE Id=5025;
UPDATE npc_text SET text0_0='',text0_1='人们从森林植物中制造的东西难道不令人震惊吗?说真的，月神对我们已经很慷慨了。' WHERE Id=5026;
UPDATE npc_text SET text0_0='',text0_1='不幸的是，对于拥有像你这样经历的人来说我没有什么可教的，我的朋友。去找夜精灵希尔瓦娜·林月，她住在达纳苏斯的工匠区。' WHERE Id=5027;
UPDATE npc_text SET text0_0='是我亲爱的恋人卡利派你来找我的?她可是我的宝贝。',text0_1='' WHERE Id=5028;
UPDATE npc_text SET text0_0='没想到你会来这儿找我的可爱的卡利谈话。很好。这是药水。有没有人说过你是个头脑简单的家伙?',text0_1='' WHERE Id=5029;
UPDATE npc_text SET text0_0='我教不了你，$N。去找塔雷·浆泡;
她是一个地精，住在铁炉堡的地精区。哦，既然你反正要去，请把我的爱带给卡利。',text0_1='' WHERE Id=5030;
UPDATE npc_text SET text0_0='别被那些天真的大眼睛欺骗了。塔雷是个专家，我每天都在学习新知识。你认为我为什么会在地精区?你看我像个工程师吗?啊，我可不这么想。',text0_1='' WHERE Id=5031;
UPDATE npc_text SET text0_0='$g小伙子:小姑娘;
，努力吧。苦干和决心-那才是成功之道!书本知识是远远不够的。',text0_1='' WHERE Id=5032;
UPDATE npc_text SET text0_0='哦，我不能教给你什么，$N。跟塔雷·浆泡谈谈。她几乎够不着桌子，但是当她在配制药水时，你得看仔细了!',text0_1='' WHERE Id=5033;
UPDATE npc_text SET text0_0='你看起来像是个喜欢冒险的人。而我，自从我们食人妖来到这里我就受够冒险了。现在我每天都是既来之则安之，而且我训练其它家伙替我冒险。',text0_1='' WHERE Id=5034;
UPDATE npc_text SET text0_0='准备好下一个训练了吗? 好, 他们. 第一个 放松. 你必须保持放松搅拌好药水.',text0_1='' WHERE Id=5035;
UPDATE npc_text SET text0_0='对话',text0_1='' WHERE Id=5036;
UPDATE npc_text SET text0_0='桌上的所有瓶子中都盛有今天配制好的药水。心急吃不到热豆腐。哈哈!',text0_1='' WHERE Id=5037;
UPDATE npc_text SET text0_0='他们说我愚蠢，我要证明自己的实力。我要关注所有的罐子，证明它们都能煮东西。我的好运就要来了!谁是愚蠢的人，嗯?嗯!?',text0_1='' WHERE Id=5038;
UPDATE npc_text SET text0_0='不能帮你。你比我更懂药剂。还有，我还要看着罐子。去找那边的耶尔玛克谈谈。他懂得很多药剂的知识。',text0_1='' WHERE Id=5039;
UPDATE npc_text SET text0_0='贝娜就像着魔一样工作。她日以继夜地调制这些药剂，不吃不睡。我知道我们的不死族盟友需要帮助，但是我担心她这样会伤身体的。',text0_1='' WHERE Id=5040;
UPDATE npc_text SET text0_0='在我首次开始配制药水时，我一定打碎过成百个瓶子。我笨手笨脚，瓶子在我手中极易破碎。希望你比我更为小心。',text0_1='' WHERE Id=5041;
UPDATE npc_text SET text0_0='你学习的能力已经超过我了。你需要找那边的贝娜·冰蹄谈谈以获得更多指示。但请不要占用她太多时间。她需要休息。',text0_1='' WHERE Id=5042;
UPDATE npc_text SET text0_0='',text0_1='能看到一张友善的脸真不错。我没有跟药剂师乔汉聊过很多，除非他想要什么东西。他离开坟墓太久了。有一天我也会像他一样，我听说。真可怕。或许到那时我就不在乎了。' WHERE Id=5043;
UPDATE npc_text SET text0_0='',text0_1='你是来学习配制药水的?我能传授给你很多知识。虽然我已年老力衰，但脑子还是管用的。' WHERE Id=5044;
UPDATE npc_text SET text0_0='',text0_1='我很珍惜我们之间的友谊，但是让我们面对现实吧：你对药水的了解比我多。要是你想得到训练的话，就找亡灵马许医生谈谈。他居住在幽暗城的炼金房。' WHERE Id=5045;
UPDATE npc_text SET text0_0='这是真的，我曾经是人类。缺点是可能转换为我们的优势的，$N，因为我对人类的劣势了若指掌。',text0_1='' WHERE Id=5046;
UPDATE npc_text SET text0_0='很好。从这些标本上再切下一块肉来。让我们看看你学到了什么，我们可以由此开始。',text0_1='' WHERE Id=5047;
UPDATE npc_text SET text0_0='你对药剂的知识已经远胜于我，但你还有很多要学的。上楼去到东南面见见马许医生。他会交给你真正的苦痛─啊咳。他是一个被遗忘者，他能进一步训练你。',text0_1='' WHERE Id=5048;
UPDATE npc_text SET text0_0='别那样看我。我也许跟你不同，我不是个冒险家，但是这并不意味着我的力量比你小。忙碌的生活会让你的手臂变得强壮的。',text0_1='' WHERE Id=5049;
UPDATE npc_text SET text0_0='我没有什么可教你的了。但是，我听说有位名叫安尼希尔的夜精灵也许能教你。她居住在达纳苏斯的工匠区。',text0_1='' WHERE Id=5050;
UPDATE npc_text SET text0_0='对不起, $N, 但是我真的没有时间花费在新手身上了. 去找可以教你的训练师. 去找暗夜精灵 米拉 , 在达纳苏斯的工匠区的露台.',text0_1='' WHERE Id=5051;
UPDATE npc_text SET text0_0='你需要我的帮助?可以。你需要什么?',text0_1='' WHERE Id=5053;
UPDATE npc_text SET text0_0='',text0_1='别被沃萨亮晶晶的眼睛和浓密的胡须愚弄了。他是个很有才能的学徒，也是个很好的朋友，即使我在跟他谈话时颈部有些痉挛。' WHERE Id=5054;
UPDATE npc_text SET text0_0='',text0_1='嗯，我能教的你已经都学会了。或许你该找其它人谈谈了。试一下达纳苏斯工匠区的夜精灵安尼希尔。她确实很有智慧!' WHERE Id=5055;
UPDATE npc_text SET text0_0='',text0_1='那很好，$N。无论那是什么，去拿给那边的沃萨看看。他会回答你的任何问题。' WHERE Id=5057;
UPDATE npc_text SET text0_0='',text0_1='你是谁?为什么骚扰我?哦，是啦——你是学生吧。是的。我能为你做什么吗?' WHERE Id=5058;
UPDATE npc_text SET text0_0='',text0_1='(达纳苏斯语)祝你与家人好运,$N。你是来寻求知识的吗?' WHERE Id=5059;
UPDATE npc_text SET text0_0='',text0_1='教学不只是一项单边活动，$N。当我教你时，我自己也在学习，而我的理解也在加深。' WHERE Id=5060;
UPDATE npc_text SET text0_0='',text0_1='虽然我很高兴听到你对我的能力充满信心，但我真的没法再教你了。你必须到达纳苏斯的工匠区去找夜精灵安尼希尔谈谈。她可以帮助你。' WHERE Id=5063;
UPDATE npc_text SET text0_0='',text0_1='即使轻微地改变药剂的成份也能使它发生根本的变化。耐心和精确，年轻人：他们会让你在所有行业都受益匪浅。' WHERE Id=5064;
UPDATE npc_text SET text0_0='',text0_1='我制造药剂的技能在你之下。你应该与那边的安尼希尔谈谈。她会明白你需要进一步的培训。' WHERE Id=5065;
UPDATE npc_text SET text0_0='',text0_1='啊，又回到年轻的时候了，还有第一次发现药剂的时候。谢谢你恢复我的记忆，$N。去跟那边的米拉?法拉科纳分享那份年轻的热情吧。' WHERE Id=5067;
UPDATE npc_text SET text0_0='',text0_1='我已经用多年学会了很多药剂知识，$N，而那些知识都由你支配。你只需提要求就可以。' WHERE Id=5068;
UPDATE npc_text SET text0_0='我很忙，$N。告诉伍特去处理一切。那个年轻人整天都焦虑不安的。他大部分时间都处于这种状态，像是要做些什么。',text0_1='' WHERE Id=5069;
UPDATE npc_text SET text0_0='见到你是我的荣幸，$N，但是你在配制药水方面比我厉害。去幽暗城炼金房找亡灵赫伯特·哈尔希医生。他能帮助你。',text0_1='' WHERE Id=5070;
UPDATE npc_text SET text0_0='你找错兽人了。我不训练新手。去问问那边的小伍特……谦虚一点。',text0_1='' WHERE Id=5072;
UPDATE npc_text SET text0_0='另一名学生，是吗?好吧。我看看有什么能帮助你的。',text0_1='' WHERE Id=5073;
UPDATE npc_text SET text0_0='格里克斯和我达成一项共识:他给我供货，而我给他钱。这是很认真的!那个海盗为了一小袋皱皱巴巴的皇血草收我多少钱……足够把一个成年的哥布尔弄哭了。',text0_1='' WHERE Id=5074;
UPDATE npc_text SET text0_0='我有许多处方可供选择，我还可以为你打折!',text0_1='' WHERE Id=5075;
UPDATE npc_text SET text0_0='你做得比我要好!你需要一个经验比我还要多的人。那就是安尼希尔，一个在达纳苏斯工匠区生活的夜精灵女士。',text0_1='' WHERE Id=5078;
UPDATE npc_text SET text0_0='',text0_1='第一次看见亡灵时，我哭了，我无法想象他们的恐惧和孤寂。大地之母在我耳边吟唱，她告诉我:“拯救他们吧。”' WHERE Id=5079;
UPDATE npc_text SET text0_0='',text0_1='你难道感觉不到大地之母为了她所丢失的孩子，也就是亡灵们，而出现的苦恼吗?快些说，$N。每一秒对我都很珍贵。我们必须帮他们找到回归她身边的路!' WHERE Id=5080;
UPDATE npc_text SET text0_0='',text0_1='当我们的盟友，也就是亡灵们，在遭受可怕苦难时候，我如果还在这里训练新手，这会让我感到良心不安。请找那边的克瑞谈谈；他目前能够帮你。' WHERE Id=5081;
UPDATE npc_text SET text0_0='',text0_1='你制造药剂的技术已经在我之上。去幽暗城的炼金房找亡灵赫伯特·哈尔希医生。他可以继续你的训练，而你也可以亲眼目睹他的人民所遭受的苦难。' WHERE Id=5083;
UPDATE npc_text SET text0_0='又来打扰我了。像这样我还能做什么工作么?不用回答，我看起来像是很在乎你的回答么?为什么不去烦别人呢?',text0_1='' WHERE Id=5084;
UPDATE npc_text SET text0_0='要我训练你?别开玩笑了─我们都知道这是不可能的。我可无法胜任。你要是想接受训练的话，就去幽暗城的炼金房找亡灵赫伯特·哈尔希医生吧。',text0_1='' WHERE Id=5085;
UPDATE npc_text SET text0_0='别浪费我时间。我从事研究的时间比你的年纪还要大。去跟幽暗城炼金房的亡灵马丁·费尔本谈谈。他或许能传授给你一些基础知识。',text0_1='' WHERE Id=5087;
UPDATE npc_text SET text0_0='另一名学生。棒极了。这就是林度恩跻身皇家学会从事研究工作的原因，也是我坚持成为一名导师的原因。只要我再获得一枚教学奖章，我的美名便不会被人所遗忘了。',text0_1='' WHERE Id=5088;
UPDATE npc_text SET text0_0='有奥格诺恩提供所需的供应，我可以不用寻找一株草药就能完成在这里的任务。如果我永远都不用再次看到自然的奇迹，这就不会很快发生。',text0_1='' WHERE Id=5089;
UPDATE npc_text SET text0_0='我没有可传授给你的知识了。穿过拱门走下斜坡到东南方，找赫伯特·哈尔希医生谈谈。他是个被遗忘者，他能教给你更加高级的技术。',text0_1='' WHERE Id=5090;
UPDATE npc_text SET text0_0='你如此大胆地跑来找我，想要接受训练，我对此可不高兴。穿过拱道，沿着坡道向东南方走，跟亡灵马丁·费尔本谈谈。他能教你一些基础知识。',text0_1='' WHERE Id=5092;
UPDATE npc_text SET text0_0='到这儿来学习的吗?很好。我想要是我教你的话，你不会对我们的联盟造成太多的伤害。只要你一心对付我们的敌人。',text0_1='' WHERE Id=5093;
UPDATE npc_text SET text0_0='',text0_1='虽然每次我都使用了相同的成分，但配制出的药水似乎都达不到预期的治疗效果。这只能得出一个结论:植物发生了变化。我还不清楚具体原因。' WHERE Id=5094;
UPDATE npc_text SET text0_0='',text0_1='现在你该找一位更加渊博的老师了。在菲拉斯的羽月要塞居住着夜精灵凯兰娜·语风。她有聪明的头脑;
毫无疑问她能继续教你。' WHERE Id=5095;
UPDATE npc_text SET text0_0='',text0_1='你制造药剂的技能需要再高超一些才能当我的学生。在此期间，在那边的希尔瓦娜·林月或米拉·法拉科纳可能会帮助你。' WHERE Id=5097;
UPDATE npc_text SET text0_0='',text0_1='你的培训进展很好。你该为你的成就感到自豪。' WHERE Id=5098;
UPDATE npc_text SET text0_0='我和我的同伴正在收集我们所知的致命物质，并在敌人身上测试它们的效果。一旦我收集齐备，我将制造出这世界前所未有的瘟疫。',text0_1='' WHERE Id=5099;
UPDATE npc_text SET text0_0='难以置信。你配制药水的技能已经能跟我匹敌了。我不能再训练你了，去悲伤沼泽找斯通纳德的兽人罗格瓦尔谈谈。他以他的宝刀而闻名。',text0_1='' WHERE Id=5100;
UPDATE npc_text SET text0_0='你的技术太差了，还不能跟我学习。去跟那边的马丁医生谈谈，或者爬上斜坡到东南方去看看马许医生。他们是被遗忘者，可以给你所需的训练。',text0_1='' WHERE Id=5102;
UPDATE npc_text SET text0_0='准备好接受训练了?保持速度，$N。我们要走的路还长着呢。',text0_1='' WHERE Id=5103;
UPDATE npc_text SET text0_0='',text0_1='从前我欢迎过黑暗，因为它是夜晚的姐妹。现在总是漆黑一片，甚至在白天也是这样，而森林迫切需要给养。除非我们快些行动，否则这扩散的瘟疫就会遍布整个世界。' WHERE Id=5104;
UPDATE npc_text SET text0_0='',text0_1='你是来接受药水配制这一技能的训练的吗?要是你认为能从我这儿不费吹灰之力地学到东西的话，你就大错特错了。走吧，在你没有掌握更高技能之前别来找我。' WHERE Id=5105;
UPDATE npc_text SET text0_0='',text0_1='你的技能显示你一直喜爱我们的艺术，但是我想看到你所做承诺的进一步证据。我会分配给你一项任务。完成它就会令我满意。' WHERE Id=5106;
UPDATE npc_text SET text0_0='战争之王萨尔亲自邀请我到这儿来。我感到非常荣幸，这并不困难。我不要求自己的职务高于斯通纳德。我只想找些生长在这儿的草药。',text0_1='' WHERE Id=5108;
UPDATE npc_text SET text0_0='嗯，好吧，我看到你还懂一点做药剂的方法。然而，你是否配做我的学生仍有待察看。我有一项任务交给你。争取给我一个好印象。',text0_1='' WHERE Id=5110;
UPDATE npc_text SET text0_0='你胆敢让我培训你，你这可怜虫?你期望什么，你这个呆头呆脑的乡巴佬，一场关于如何正确使用银叶的讲演?滚出去!你浪费我的时间没把你打个半死算你走运。',text0_1='' WHERE Id=5111;
UPDATE npc_text SET text0_0='只需做些小调整……我们出发吧!',text0_1='' WHERE Id=5112;
UPDATE npc_text SET text0_0='要是我能的话，我是会训练你的，但是你需要找个稍微……怎么说，聪明点的人为你服务吧!去铁炉堡找特里克希吧。告诉他是布隆克派你去的!',text0_1='' WHERE Id=5113;
UPDATE npc_text SET text0_0='想成为工程师，是吗?嗯，穆拉丁保佑你，你来对地方了!',text0_1='' WHERE Id=5114;
UPDATE npc_text SET text0_0='我的旋转诱饵在哪儿?我刚刚还把它放在这附近的……',text0_1='' WHERE Id=5115;
UPDATE npc_text SET text0_0='你目前的智慧超出了我的指导能力。你该找我在铁炉堡的地精同伴特里克希询问一下!',text0_1='' WHERE Id=5116;
UPDATE npc_text SET text0_0='我很高兴能在你事业开始的时候帮上忙，!让我们抓紧纺纱机，开始吧……',text0_1='' WHERE Id=5117;
UPDATE npc_text SET text0_0='',text0_1='我听说新型的极速6000型很快就要开下生产线了。我几乎不能抑制激动的心情!' WHERE Id=5118;
UPDATE npc_text SET text0_0='',text0_1='呃……虽然我不愿承认，但是你要想继续训练的话就必须跟我的姐妹谈谈。目前来说……我知道的没她多!她乘坐火箭车四处巡查。' WHERE Id=5119;
UPDATE npc_text SET text0_0='',text0_1='我愿意教你!要让我的姐姐看看她不是唯一了解工程学的人……' WHERE Id=5120;
UPDATE npc_text SET text0_0='',text0_1='你好!我的名字是洁娜!你呢?' WHERE Id=5121;
UPDATE npc_text SET text0_0='',text0_1='哦，你还有很多东西要学。我会教给你我所学的全部知识，但是我自己也在学习!你为什么不找铁炉堡的特里克希谈谈，她会帮你进修的!' WHERE Id=5122;
UPDATE npc_text SET text0_0='',text0_1='你想学习?跟着我?太棒了!唯一比装配子弹和炸药装置有趣的事情就是与别人分享那种知识!我们开始吧!' WHERE Id=5123;
UPDATE npc_text SET text0_0='',text0_1='啊，多么美好的一天啊!真该炸点什么东西。' WHERE Id=5124;
UPDATE npc_text SET text0_0='',text0_1='你需要开始学习一些我的专门技术之外的东西!跟那边帐篷前面的利廉姆?火轴谈谈。他会让你步入正轨的!' WHERE Id=5125;
UPDATE npc_text SET text0_0='',text0_1='这种工作胆小鬼做不了的。我有个叔叔丢了一只手！可怜的老胖子……无论如何，如果你还感兴趣我或许能给你看些东西？' WHERE Id=5126;
UPDATE npc_text SET text0_0='什么?你要什么东西?',text0_1='' WHERE Id=5127;
UPDATE npc_text SET text0_0='我不能帮助你!你会遇到比我更精于此道的人!你是联盟的人，你得跟暴风城的利廉姆·火轴谈谈。',text0_1='' WHERE Id=5128;
UPDATE npc_text SET text0_0='是的，我有些东西要给你看看。我们来看一下你做得怎么样，或许你会令我吃惊的!',text0_1='' WHERE Id=5129;
UPDATE npc_text SET text0_0='(吸气声，吸气声)你闻到了吗?你难道不是只喜欢油脂的气味吗?',text0_1='' WHERE Id=5130;
UPDATE npc_text SET text0_0='I''m afraid you''re out of my league, friend! You should go see Nogg in Orgrimmar, he''ll take you to the next level!',text0_1='' WHERE Id=5131;
UPDATE npc_text SET text0_0='我希望组建队伍。当然，我更希望扩大队伍!',text0_1='' WHERE Id=5133;
UPDATE npc_text SET text0_0='你知道谁能真正让你开阔见识吗?诺格!去奥格玛可以找到他。',text0_1='' WHERE Id=5134;
UPDATE npc_text SET text0_0='我知道一些。要我告诉你吗?',text0_1='' WHERE Id=5135;
UPDATE npc_text SET text0_0='谁说兽人不聪明?当工程师很费脑筋的!',text0_1='' WHERE Id=5136;
UPDATE npc_text SET text0_0='你知道谁是真正聪明的人吗?诺格!甚至比我还要聪明。你去告诉诺格是桑德派你来的!你可以在那边的控制台那里找到他。',text0_1='' WHERE Id=5137;
UPDATE npc_text SET text0_0='你认为你很聪明吗?你认为你得到了吗?让我们查明真相!',text0_1='' WHERE Id=5138;
UPDATE npc_text SET text0_0='黑暗女王说过，在这场战争中，知识是我们最强大的武器。',text0_1='' WHERE Id=5139;
UPDATE npc_text SET text0_0='你准备好迎接更大的挑战了!见见我右边的弗兰克林·洛伊德。从现在开始他会指导你。',text0_1='' WHERE Id=5140;
UPDATE npc_text SET text0_0='工程学能赋予你击败敌人的技能和知识!让我看看你是如何做的?',text0_1='' WHERE Id=5141;
UPDATE npc_text SET text0_0='我忙死了，不会跟陌生人讲话的!几乎从来不……',text0_1='' WHERE Id=5142;
UPDATE npc_text SET text0_0='你在努力上进?在这点上你已经超过我了!你应该与铁炉堡的宾斯匹德谈话!（他会?她会?）让你见识那些我所做不到的!',text0_1='' WHERE Id=5143;
UPDATE npc_text SET text0_0='我可以教你一些诀窍……如果你不介意先帮我做些事情的话。',text0_1='' WHERE Id=5144;
UPDATE npc_text SET text0_0='嗯??? 好吧，我不能帮助你! 你必须先学习。 为什么不去暴风城看看斯普莱特!',text0_1='' WHERE Id=5145;
UPDATE npc_text SET text0_0='太棒了!难道你不是一个勤奋的人吗?好的，让我们开始吧，行吗?',text0_1='' WHERE Id=5146;
UPDATE npc_text SET text0_0='让我看看……14加7，得1进2……是吗?',text0_1='' WHERE Id=5147;
UPDATE npc_text SET text0_0='嗯，你学习速度蛮快的!我没办法教你更多知识了，但是宾斯匹德可以!你可以在铁炉堡里找到他。祝你好运!',text0_1='' WHERE Id=5148;
UPDATE npc_text SET text0_0='成交!我会将我所知的传授给你，但是在那之前我要你替我执行一个小任务?',text0_1='' WHERE Id=5149;
UPDATE npc_text SET text0_0='你可以马上跟我学习？但时机不到！为什么你不从跟我右边的斯普莱特谈话开始呢。你适应以后再来找我！',text0_1='' WHERE Id=5150;
UPDATE npc_text SET text0_0='你当然不会失望!现在既然我们已经把那个清除掉,你可以下达指令了!',text0_1='' WHERE Id=5151;
UPDATE npc_text SET text0_0='',text0_1='我的二十英尺高的火鸡烤肉架的计划快要完成了!现在我需要的就是一只二十英尺高的火鸡了……' WHERE Id=5152;
UPDATE npc_text SET text0_0='',text0_1='不要告诉任何人我说过，就当我什么都不知道!如果你还想学习，你应该与店主宾斯匹德谈谈。' WHERE Id=5153;
UPDATE npc_text SET text0_0='',text0_1='在我袒露秘密之前，你得证明自己的价值!我会对你进行测试的。' WHERE Id=5154;
UPDATE npc_text SET text0_0='',text0_1='靠近点，但是不要抽雪茄!我恐怕你必须得先跟我的妹妹洁娜谈谈。当她领你复习完基础知识再回来找我，我那时就会让你见识真正有趣的东西!' WHERE Id=5155;
UPDATE npc_text SET text0_0='',text0_1='对一个初学者来说还不坏！我猜给你看些东西也不会对我有什么损失……' WHERE Id=5156;
UPDATE npc_text SET text0_0='要是离天黑还有些时间的话……',text0_1='' WHERE Id=5157;
UPDATE npc_text SET text0_0='你赢得了到一个更高级的导师那里学习的权利。去见见我那边的朋友罗克希克。',text0_1='' WHERE Id=5158;
UPDATE npc_text SET text0_0='每天都是考验，这天也不例外。如果你通过这次测试，我会教你一些知识……',text0_1='' WHERE Id=5159;
UPDATE npc_text SET text0_0='你还没有资格接受我的培训。先去见见桑德，就在那张桌子旁边。当他说你可以了再来找我!',text0_1='' WHERE Id=5160;
UPDATE npc_text SET text0_0='对一个初学者来说还不坏！我猜给你看些东西也不会对我有什么损失……',text0_1='' WHERE Id=5161;
UPDATE npc_text SET text0_0='我可没时间闲谈，我是个专业人士!',text0_1='' WHERE Id=5162;
UPDATE npc_text SET text0_0='你认为我能教给你什么?罗克希克比我更适合做你的老师。你可以在奥格瑞玛找到他。出发吧。',text0_1='' WHERE Id=5163;
UPDATE npc_text SET text0_0='让我们看看你的能力，好吗?要是你按要求完成任务，我会乐意教你的!',text0_1='' WHERE Id=5164;
UPDATE npc_text SET text0_0='我们彼此都在浪费时间！如果你想接受训练的话，就去找格拉哈姆·范·塔伦吧！他就站在右边。',text0_1='' WHERE Id=5165;
UPDATE npc_text SET text0_0='要是我计算正确的话，这车轮很快就会作废的!',text0_1='' WHERE Id=5167;
UPDATE npc_text SET text0_0='你的训练已经非常深入了。只有一个导师可以进一步地训练你。找到加基森的巴兹克·布拉斯温!',text0_1='' WHERE Id=5168;
UPDATE npc_text SET text0_0='我要教你的东西会让你头脑混乱的!当你学到足够的知识后再来找我吧!',text0_1='' WHERE Id=5170;
UPDATE npc_text SET text0_0='很好，你已经证明了你自己!现在进入下一阶段的授课……',text0_1='' WHERE Id=5171;
UPDATE npc_text SET text0_0='有时，连我自己都感到惊讶!',text0_1='' WHERE Id=5172;
UPDATE npc_text SET text0_0='我没有什么可以教你的啦!如果有人比我知道得多……等等，有啦!去加基森找巴兹克·布拉斯温吧。',text0_1='' WHERE Id=5173;
UPDATE npc_text SET text0_0='很好的尝试，但是在训练之前，你还需要进行更多的锻炼!回到战壕!',text0_1='' WHERE Id=5175;
UPDATE npc_text SET text0_0='很好!无论其它人怎么说，我想我对你的看法是正确的。哈哈!我是开玩笑的!好吧，开始上课?',text0_1='' WHERE Id=5176;
UPDATE npc_text SET text0_0='我一直在研究在大城市间通过地下通道运送石油的方法，但是每个人都认为我是在做白日梦。',text0_1='' WHERE Id=5177;
UPDATE npc_text SET text0_0='给你看看你得到了什么!我承诺，你不会有遗憾的!',text0_1='' WHERE Id=5179;
UPDATE npc_text SET text0_0='我从不拒绝那些已经准备好跟我一同训练的人。不幸的是，你不是!你还像个小孩!',text0_1='' WHERE Id=5180;
UPDATE npc_text SET text0_0='',text0_1='欢迎，旅行者!是什么风把你吹来的?' WHERE Id=5181;
UPDATE npc_text SET text0_0='',text0_1='我担心对有你这样经验的人没什么可教的。但是你还有其它方法。去找那边柜台后面的鲁坎·考迪尔谈谈。他会指引你通过旅行的下一个阶段。' WHERE Id=5182;
UPDATE npc_text SET text0_0='',text0_1='嗯……你看起来很有能耐。如果你真想学习的话，那么没有什么能阻挡你!我会指引你通过漫长而硕果丰盛的道路上的第一步。' WHERE Id=5183;
UPDATE npc_text SET text0_0='年轻的流浪者，有比铁锤和熔炉更能使钢铁坚固的方法。想学学吗?',text0_1='' WHERE Id=5184;
UPDATE npc_text SET text0_0='你确实是个不错的附魔师!现在你该继续了。我想让你与楼上的吉布·草须谈谈。他人有些古怪，但是他会继续指引你!',text0_1='' WHERE Id=5185;
UPDATE npc_text SET text0_0='啊，你是个好奇的人，是吗?太好了!听仔细了，这也许能在恶劣的环境下保护好你的皮肤!',text0_1='' WHERE Id=5186;
UPDATE npc_text SET text0_0='',text0_1='女神已经赐予我智慧，陌生人。如果那是她的意愿，我将会把它传给你。' WHERE Id=5187;
UPDATE npc_text SET text0_0='',text0_1='你的技能已经非我能及。现在你该接受新的挑战了。塔兰丹会帮你准备。他就站在那里的桌子旁边。' WHERE Id=5188;
UPDATE npc_text SET text0_0='',text0_1='我会尽我所能教你。每一节课都是女神亲自给你的礼物。正确使用她的礼物，你就会无往不胜。' WHERE Id=5189;
UPDATE npc_text SET text0_0='',text0_1='月神的秘密很多，但是它们不能让任何人知道。' WHERE Id=5190;
UPDATE npc_text SET text0_0='',text0_1='你在附魔方面的知识真是很出色。如果你愿意的话，还有很多要学的。跟塔兰丹谈谈，他在达纳苏斯的工匠区。' WHERE Id=5191;
UPDATE npc_text SET text0_0='',text0_1='开阔你的视野，流浪者，我们马上开始。' WHERE Id=5192;
UPDATE npc_text SET text0_0='陌生人，我没有时间浪费啦。说说你的事儿吧，要么就离开!',text0_1='' WHERE Id=5193;
UPDATE npc_text SET text0_0='呃，你进展到这个程度了吗?去那边的书架找拉文尼亚·克洛文。要是你没把事情搞糟，或许你能学到更多知识。',text0_1='' WHERE Id=5194;
UPDATE npc_text SET text0_0='你看起来不怎么像我，但谁知道呢，可能有一个附魔师藏在那里的什么地方!',text0_1='' WHERE Id=5195;
UPDATE npc_text SET text0_0='我最不愿放弃的就是在这样的日子里到开阔的大草原上……但是，我的职责所在不容许我那样做。',text0_1='' WHERE Id=5196;
UPDATE npc_text SET text0_0='我不能再教你什么啦。但是，我父亲的知识远胜于我。进去跟他谈谈。祝你好运!',text0_1='' WHERE Id=5197;
UPDATE npc_text SET text0_0='只要有耐心和决心，很多秘密都是有可能解开的。现在，让我们开始吧……',text0_1='' WHERE Id=5198;
UPDATE npc_text SET text0_0='你好!陌生人，你在找什么?',text0_1='' WHERE Id=5199;
UPDATE npc_text SET text0_0='你来错地方了。去找那边的专家古丹谈谈。你可以从他那儿学到更多东西。',text0_1='' WHERE Id=5200;
UPDATE npc_text SET text0_0='战死沙场是件光荣的事儿!但是，若是你能利用我教你的东西，或许你不会死得那么快，嗯?',text0_1='' WHERE Id=5201;
UPDATE npc_text SET text0_0='你是谁?你想从我这儿得到什么?',text0_1='' WHERE Id=5202;
UPDATE npc_text SET text0_0='我看起来像什么，附魔师普巴尔?你的技能还需要附魔大师的指导!去阿祖拉之塔找基塔?费温德。',text0_1='' WHERE Id=5203;
UPDATE npc_text SET text0_0='太好了，我们开始吧……哈!你受骗了!你当然不会认为是那么简单吧。你需要像其它人一样证明你的勇气!',text0_1='' WHERE Id=5204;
UPDATE npc_text SET text0_0='你在开玩笑，是吗?我认为你在寻找那个矮家伙，索恩斯·火石。他就在楼下。现在快逃吧!',text0_1='' WHERE Id=5205;
UPDATE npc_text SET text0_0='好吧，好吧？？不要骄傲自大！既然你已经证明自己的能力，那么现在我们可以开始了！',text0_1='' WHERE Id=5206;
UPDATE npc_text SET text0_0='如果你带着那东西，我会很高兴地为你指路的。',text0_1='' WHERE Id=5207;
UPDATE npc_text SET text0_0='一个真正的专家知道他的局限，而我并不羞于承认你的技能超越了我。我想让你到阿祖拉之塔拜访基塔·费温德。她很有声誉。',text0_1='' WHERE Id=5208;
UPDATE npc_text SET text0_0='你看起来很自信。我想你不会介意测试一下你的技术吧?',text0_1='' WHERE Id=5209;
UPDATE npc_text SET text0_0='你还没有准备好。找贝蒂·奎恩谈谈，他就站在那边的楼梯旁边。当你提高以后再来找我。',text0_1='' WHERE Id=5210;
UPDATE npc_text SET text0_0='旅行者，你有充分的理由让自己充满信心。现在你真正的培训开始了!',text0_1='' WHERE Id=5211;
UPDATE npc_text SET text0_0='如果你想猎杀纳迦，你需要所能获得的所有帮助。水底有裂缝，能产生足够的气泡供你在水下呼吸。向水面游动，就能利用这些气泡了。',text0_1='' WHERE Id=5212;
UPDATE npc_text SET text0_0='我确实有能力对那些有价值的人进行教学。你是这样的人吗？',text0_1='' WHERE Id=5213;
UPDATE npc_text SET text0_0='你是一个非常棒的附魔师。我恐怕已经超出我的才能了。到阿祖拉之塔找到基塔·费温德。现在只有她才配作你的导师。',text0_1='' WHERE Id=5214;
UPDATE npc_text SET text0_0='我相信你能胜任这项任务?你要接受挑战吗?',text0_1='' WHERE Id=5215;
UPDATE npc_text SET text0_0='你还没有学会基础知识，流浪者。你找我的助手拉琳娜·夏月谈话了吗?可能你需要跟她谈谈。',text0_1='' WHERE Id=5216;
UPDATE npc_text SET text0_0='认真点！我将赋予你真正有用的知识！',text0_1='' WHERE Id=5217;
UPDATE npc_text SET text0_0='',text0_1='如果你在寻找一种真正回报丰厚的事业，那么附魔行业正在等待着你!' WHERE Id=5218;
UPDATE npc_text SET text0_0='',text0_1='我知道很多事，陌生人，但是你的知识与我的不相上下。想更深入研究的附魔师要去阿祖拉之塔，那里住着一个叫做基塔·费温德的工匠。' WHERE Id=5219;
UPDATE npc_text SET text0_0='',text0_1='为什么我们没有看到什么，你能吗？如果你完成了任务，我会很乐意进一步的培训你的！' WHERE Id=5220;
UPDATE npc_text SET text0_0='我的家族数代都从事附魔工作。我在很小的时候就学会了这项技能，就像我儿子现在在做的一样。',text0_1='' WHERE Id=5223;
UPDATE npc_text SET text0_0='赫加斯掌握的知识远胜于我。你得去石爪山脉的烈日石居找他，继续训练。',text0_1='' WHERE Id=5224;
UPDATE npc_text SET text0_0='我会教你?很快的。我需要你首先显示你的忠心。',text0_1='' WHERE Id=5225;
UPDATE npc_text SET text0_0='明显莫特并没有派你到我这儿来。他知道得很清楚。你还无法理解我能传授给你的知识。去外面找我的儿子莫特，他会对你进行训练的。',text0_1='' WHERE Id=5226;
UPDATE npc_text SET text0_0='啊，非常好。我认为你是一个不错的学生。现在，可能开始训练了？？',text0_1='' WHERE Id=5227;
UPDATE npc_text SET text0_0='',text0_1='我很少有访客。你在寻找某种特殊的东西，是吗?' WHERE Id=5228;
UPDATE npc_text SET text0_0='',text0_1='如果我不是天天都陷在这里，我已经得到训练你们这些人的技能了!不幸的是事实不是这样。去石爪山脉的烈日石居找赫加斯谈谈。' WHERE Id=5229;
UPDATE npc_text SET text0_0='',text0_1='嗯，你若帮我，我就帮你。如果找我要求的做，并做得很漂亮，或许我们可以谈谈你训练的问题。' WHERE Id=5230;
UPDATE npc_text SET text0_0='',text0_1='不，不，在你准备好跟我学习之前你还需要很多训练!去跟那个保守的业余人士玛考布·维恩谈谈。他就是那个埋在书里的人。' WHERE Id=5231;
UPDATE npc_text SET text0_0='',text0_1='好吧，我明白些了。但是，你有潜力，这点我不会否定。多加留心你或许就能学到什么东西!' WHERE Id=5232;
UPDATE npc_text SET text0_0='你好，旅行者!介意探索一下神秘世界的秘密吗?嗯?',text0_1='' WHERE Id=5233;
UPDATE npc_text SET text0_0='有些冒险家认为附魔术不起作用。我发现当我向他们挑战，要与他们作战时，他们的看法就改变了!',text0_1='' WHERE Id=5238;
UPDATE npc_text SET text0_0='你的技艺胜过我的水准了，陌生人。与石爪山脉烈日石居的赫加斯谈谈。他会传授你比我还要多的知识。',text0_1='' WHERE Id=5239;
UPDATE npc_text SET text0_0='你可能拥有它所需的。让我们查明真相!',text0_1='' WHERE Id=5240;
UPDATE npc_text SET text0_0='你现在没有资格受我的培训，陌生人。先到我的助手夏格那里学习一段时间。',text0_1='' WHERE Id=5241;
UPDATE npc_text SET text0_0='干得好！你有那些触动在你眼里？？我非常清楚，当号我刚刚​​开始的时候也是一样！现在，让号我看看有什么可以教你的。',text0_1='' WHERE Id=5242;
UPDATE npc_text SET text0_0='',text0_1='是什么使你来到塔楼的?' WHERE Id=5243;
UPDATE npc_text SET text0_0='',text0_1='你差不多已经达到训练的顶峰了。为了成为你能做到的最伟大的附魔师，你还需见一位导师。她的名字叫做安诺拉，而你或许能在奥达曼找到她。' WHERE Id=5244;
UPDATE npc_text SET text0_0='',text0_1='你很热心，这很好。然而，你还不够资格接受像我这样的人的培训。' WHERE Id=5246;
UPDATE npc_text SET text0_0='',text0_1='你的技能正变得非同寻常。现在，继续你的训练……' WHERE Id=5247;
UPDATE npc_text SET text0_0='你是来学习赫加斯部落的知识的吗?',text0_1='' WHERE Id=5248;
UPDATE npc_text SET text0_0='安诺拉是唯一一个在技能上胜过我的人。你得去……奥达曼找她，学习更多知识。',text0_1='' WHERE Id=5249;
UPDATE npc_text SET text0_0='日复一日地坚持训练吧。当你熟练掌握所有技能的时候，再来找我。',text0_1='' WHERE Id=5251;
UPDATE npc_text SET text0_0='你在成为大师的道路上又创了新高。让我们看看能不能让你更上一层楼?',text0_1='' WHERE Id=5252;
UPDATE npc_text SET text0_0='',text0_1='向你致意，旅人，你帮我驱散了这些可怕的生物，我将永远感激你!我还以为自己要躲藏一辈子呢!' WHERE Id=5253;
UPDATE npc_text SET text0_0='',text0_1='你的培训快结束了。完成最后一项任务就可以达到你成就的顶点了……' WHERE Id=5255;
UPDATE npc_text SET text0_0='',text0_1='在我传授你知识之前，你还必须从其它人那里学习一些课程。勤奋些，不要放弃希望。' WHERE Id=5256;
UPDATE npc_text SET text0_0='',text0_1='自从我的丈夫上了前线后，海伦尼便一直保护着我。她用善良的心肠和锋利的宝剑帮助我度过了无数艰难岁月。没有她，我真不知道会发生什么事。' WHERE Id=5257;
UPDATE npc_text SET text0_0='',text0_1='唉，对不起。我没什么新东西可以教你了。你去暴风城的老城区找西蒙·坦纳尔谈谈怎么样?他是一个肌肉发达有一头漂亮红发的人类。' WHERE Id=5258;
UPDATE npc_text SET text0_0='',text0_1='它怎么样了?我喜欢皮革的味道；你不喜欢吗?' WHERE Id=5259;
UPDATE npc_text SET text0_0='我已经了解到很多关于时尚的东西。现在那不过就是掌握制革技巧罢了。西蒙能帮助学习制革的。',text0_1='' WHERE Id=5260;
UPDATE npc_text SET text0_0='除了对色彩和细节的鉴别能力外，我没有什么可以教你的。跟西蒙·坦纳尔谈谈;
他知道很多制皮的高级技能。',text0_1='' WHERE Id=5261;
UPDATE npc_text SET text0_0='这套装备真的让我眼前一亮，你觉得呢?显然，我有多种技能可以使用，我可以将贸易的一些诀窍与你分享。听好了。',text0_1='' WHERE Id=5262;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到我们家，$N。拉德纳尔和我没什么东西拿给你，但是我们会尽最大盛情欢迎你。' WHERE Id=5263;
UPDATE npc_text SET text0_0='',text0_1='我很抱歉，但你已经学会我所知的一切了。然而，夜精灵法多恩可以提供给你进一步的培训。你可以到达纳苏斯的工匠区找他。' WHERE Id=5264;
UPDATE npc_text SET text0_0='',text0_1='你要把你的针法做得更小些，$N。这样你的箭袋和弹药袋就不会有东西掉出来。还有，没有人喜欢穿着鼓鼓囊囊的外套的。' WHERE Id=5265;
UPDATE npc_text SET text0_0='',text0_1='如果你对皮革缝纫感兴趣，那你算来对地方了。法多恩和泰龙尼斯都是真正的艺术家，而我希望能从他们那里多学些知识。' WHERE Id=5273;
UPDATE npc_text SET text0_0='',text0_1='哦，我很抱歉，但是对于皮革你知道的比我要多。如果你想多学些知识的话去找那边的法多恩谈谈。' WHERE Id=5274;
UPDATE npc_text SET text0_0='',text0_1='在达纳苏斯这里真是太令人兴奋了，到处都是才华横溢的人们!我这才知道我会让我的家人感到骄傲的。或许如果我幸运的话，哨兵们会请我加入他们前线的军队的!' WHERE Id=5275;
UPDATE npc_text SET text0_0='',text0_1='还没准备好收拾这张皮。我希望做皮革不要花太多时间。肯定有办法削减等待的时间。这对我身体不太好，你知道吗?' WHERE Id=5276;
UPDATE npc_text SET text0_0='',text0_1='啊，运气真坏!我的技能对你来说一无是处。呃。跟那边的费布·钢轴谈谈吧。他接触皮革的时间比我长多了。' WHERE Id=5277;
UPDATE npc_text SET text0_0='',text0_1='哦，好啊，在我等待时找些别的事情做!你真是救命菩萨，$N!' WHERE Id=5278;
UPDATE npc_text SET text0_0='',text0_1='你喜欢这地毯吗?我亲自把动物杀死并剥皮的。但愿所有的半人马能被同样容易的击倒。' WHERE Id=5279;
UPDATE npc_text SET text0_0='',text0_1='我没有东西可传授给你了。要是你想进一步学习制皮技能，就找卡洛雷克交谈。' WHERE Id=5280;
UPDATE npc_text SET text0_0='',text0_1='我们不能剥下人类及其联盟的皮，这真糟糕。这些皮都白白浪费掉了。尽管如此，谁想穿着你由此制造出的质地极差的皮革?' WHERE Id=5281;
UPDATE npc_text SET text0_0='',text0_1='肤质很好。它将你包裹其中。你也许已经注意到我的皮肤不是那么好。我过去常常担心自己的毛孔。这些日子我几乎不担心皮肤了。在某种程度上，它得到了解放。' WHERE Id=5282;
UPDATE npc_text SET text0_0='',text0_1='你已经掌握了它的用法。我没有什么要教你的了，但是找亚瑟·摩尔谈谈，他是在幽暗城盗贼区工作的一位被遗忘者。告诉他是我派你去的。' WHERE Id=5283;
UPDATE npc_text SET text0_0='',text0_1='在瘟疫来之前，我对皮革一无所知。现在我的知识可以传授别人了。死亡让我有了很多时间供自己支配。' WHERE Id=5284;
UPDATE npc_text SET text0_0='肉、兽皮、骨头……好的猎人是不会浪费任何东西的。每块兽皮都有利用价值，也许能用来增强盟友的武器装备。单独来看，我们每个人都很强大，但是团结在一起我们就无敌了。',text0_1='' WHERE Id=5285;
UPDATE npc_text SET text0_0='我已经没什么可教你了。带着大地之母的祝福离开吧。在雷霆崖的中央高原西北方的商店找到牛头人塔恩。愿你得到他智慧的指引。',text0_1='' WHERE Id=5286;
UPDATE npc_text SET text0_0='我们在此繁衍生息，生生死死，数年来大地却亘古不动。因此，这片土地并不属于我们，$N。我们是属于大地的。因此，我们守护着它，没有它我们就无法生存。',text0_1='' WHERE Id=5287;
UPDATE npc_text SET text0_0='我们脚下的洞穴中有许多奇异的兽皮，如果你想深入其中探险的话，一定要非常小心，$N。要记住你自己的性命比那些兽皮有价值得多。',text0_1='' WHERE Id=5288;
UPDATE npc_text SET text0_0='你对皮革的理解比我要深刻。可能你应该拜访一下贫瘠之地陶拉祖营地的牛头人克鲁姆·满月。对你这么聪明的学生他有很多知识要教给你。',text0_1='' WHERE Id=5289;
UPDATE npc_text SET text0_0='凯恩自己住这儿，他们说。一旦我完成了制作一件合适的礼物，我就会把他找出来。或许他会有智慧的话要对我说。',text0_1='' WHERE Id=5291;
UPDATE npc_text SET text0_0='你的智慧胜于我，朋友。与这里的塔恩谈话;
他对皮革的知识比我要丰富得多。我肯定他会欢迎新学生的。',text0_1='' WHERE Id=5292;
UPDATE npc_text SET text0_0='在你开始任何工作之前都要洗凈双手。皮革被血或尘土玷污了会带走它的自然美。',text0_1='' WHERE Id=5293;
UPDATE npc_text SET text0_0='当我从墓穴中爬出来后，我本以为我的家人会热烈地欢迎我。相反，他们把我从村里赶了出去，用一种我听不懂的语言高声尖叫着。',text0_1='' WHERE Id=5294;
UPDATE npc_text SET text0_0='我不能帮助你，我无法胜任。跟棺材那边的亚瑟·摩尔谈谈。他会为你提供更多的训练的。',text0_1='' WHERE Id=5295;
UPDATE npc_text SET text0_0='记住我说的每句话。在打败敌人之前，我们绝对不能放弃学习知识、提高自身能力的机会。增强你的实力，绝不能放松警戒。',text0_1='' WHERE Id=5296;
UPDATE npc_text SET text0_0='',text0_1='你已经超越我有限的能力了。到达纳苏斯的工匠区寻找夜精灵安尼希尔。她可以教给你更多知识。我很希望我可以跟你一起去。' WHERE Id=5314;
UPDATE npc_text SET text0_0='',text0_1='对你来说，我的教学在这个阶段略显深奥了。要是你想学习有关药水的更多知识，就跟泰兰希尔谈谈。' WHERE Id=5316;
UPDATE npc_text SET text0_0='',text0_1='听仔细了，$N，我要传授给你的知识很多。' WHERE Id=5317;
UPDATE npc_text SET text0_0='即使我也有我的局限性!如果你想继续学习的话去找幽暗城的拉文尼亚·克洛文谈谈。',text0_1='' WHERE Id=5318;
UPDATE npc_text SET text0_0='还行……训练你是不成问题的。很好!我们开始吧?',text0_1='' WHERE Id=5319;
UPDATE npc_text SET text0_0='兰达尔打扮得有些像花花公子，但是他是个可靠的人，他比我向许多学生所说的那样更加值得信赖。尽管如此，我还是不能责备他们想要冒险的想法。',text0_1='' WHERE Id=5320;
UPDATE npc_text SET text0_0='很抱歉，我已经没有什么可以教给你的了。如果你还想学的话，就去达纳苏斯的工匠区找泰龙尼斯吧。我听说他相当有才能。',text0_1='' WHERE Id=5321;
UPDATE npc_text SET text0_0='当你接受更多训练以后再回来找我。在那边的兰达尔·沃斯可以帮你。',text0_1='' WHERE Id=5323;
UPDATE npc_text SET text0_0='嗯，我想我可以再收一个学生。好吧，不要傻站在那里。告诉我你想学什么。',text0_1='' WHERE Id=5324;
UPDATE npc_text SET text0_0='达丽亚娜答应了，但是她的精力如此充沛，很难让她安静下来仔细的聆听。她气力十足又机灵敏捷，我恐怕她不久就会被叫去参加战斗。我们必须快点教她。',text0_1='' WHERE Id=5325;
UPDATE npc_text SET text0_0='如果你来这儿是为了得到进一步的训练，那你是高估我的能力了。跟泰龙尼斯谈谈;
他应该能帮助你。',text0_1='' WHERE Id=5326;
UPDATE npc_text SET text0_0='你得及时准备好接受我的教学，$N。到那时，找达丽亚娜谈谈，他会帮助你训练的。',text0_1='' WHERE Id=5328;
UPDATE npc_text SET text0_0='我们可以从死去的动物身上获得原料。别无视它们的牺牲，$N。带着尊敬来处理这些皮革。',text0_1='' WHERE Id=5329;
UPDATE npc_text SET text0_0='要做的事情很多!自从我的兄弟不小心蒸发了诺姆瑞根所有的衣料和皮革之后，事情便多起来了。我只能保持暂时通风!啊，$N，那些日子……',text0_1='' WHERE Id=5330;
UPDATE npc_text SET text0_0='不，恐怕我不能帮你。你的技能远胜于我!如果你想学习更多的知识，跟达纳苏斯工匠区的夜精灵泰龙尼斯谈谈。他拥有令人惊异的技能!',text0_1='' WHERE Id=5331;
UPDATE npc_text SET text0_0='嗯，我声明!他是个新学生!只要你再多掌握一点技能，我会很乐意将我所知道的一切都教给你的。去跟格雷塔谈谈，好吗?她会教你如何速成技能的。',text0_1='' WHERE Id=5333;
UPDATE npc_text SET text0_0='你的技术在进步,很快你就会拥有一家你自己的皮革商店。我很高兴能帮你，$N。我的速度就只能这么快了，你知道吗?有那么多工作要做!',text0_1='' WHERE Id=5334;
UPDATE npc_text SET text0_0='这些栖息在这片荒地上的科多兽的兽皮最为坚韧。',text0_1='' WHERE Id=5335;
UPDATE npc_text SET text0_0='我不能再教你啦:你所掌握的技能已经超过我了。去雷霆崖中央平原西北部的商店找牛头人犹纳吧。她会为你提供更多训练的。',text0_1='' WHERE Id=5336;
UPDATE npc_text SET text0_0='我不会给一个学徒训练。去贫瘠之地的哀嚎洞穴找牛头人瓦多尔吧，他会帮助你的。',text0_1='' WHERE Id=5338;
UPDATE npc_text SET text0_0='你来这里是为了进一步的训练?抖去你身上的尘土吧，让我们马上开始工作。',text0_1='' WHERE Id=5339;
UPDATE npc_text SET text0_0='我的斧头经历过多场战事，我喜欢将它带在身边。敌人曾数次入侵我们的首都，但是别怕:我们总能击退他们。',text0_1='' WHERE Id=5340;
UPDATE npc_text SET text0_0='我不能为你提供更多的训练啦:你的制革技能已经超过我啦。你应该去那儿找犹纳谈谈。如果需要的话我会为你担保的。',text0_1='' WHERE Id=5341;
UPDATE npc_text SET text0_0='你的技艺不足以学会我所教授的。去找那边的玛克谈谈。他可以帮你直到你准备好学习更高级的课程。',text0_1='' WHERE Id=5343;
UPDATE npc_text SET text0_0='我目前对你的进步感到很满意。很显然大地之母已经赋予你的双手以灵感了。',text0_1='' WHERE Id=5344;
UPDATE npc_text SET text0_0='眼下，我们在这片大陆上只有一处立足之地，但是人类是永远不可能打败我们的。他们很快就会受到报复。我们会割下他们说谎的舌头，惩戒他们的背叛行为。',text0_1='' WHERE Id=5345;
UPDATE npc_text SET text0_0='要是我能的话，我会教你的，但我力所不及。去跟雷霆崖中央高地西北部的商店找牛头人犹纳谈谈。她拥有真正的才能。',text0_1='' WHERE Id=5346;
UPDATE npc_text SET text0_0='经过我的训练,你有更多的胆识,现在你去找在奥格瑞玛的兽人卡马吧,他更加适合你现在的情况.',text0_1='' WHERE Id=5348;
UPDATE npc_text SET text0_0='我忙吗?这话什么意思?你觉得我只是成天站在这儿玩弄手指吗?如果你想买些什么的话，跟罕杜尔谈谈。',text0_1='' WHERE Id=5350;
UPDATE npc_text SET text0_0='你在我这里学不到新的东西了;
你知道的已经很多了。如果你想得到更多培训的话，去找雷霆崖中央高原西北方商店里的牛头人尤纳谈谈。替我向她致意，怎么样?',text0_1='' WHERE Id=5351;
UPDATE npc_text SET text0_0='你在学习好基础知识之前不能学我的技艺。如果你对训练感兴趣的话就去找卡玛瑞谈谈。',text0_1='' WHERE Id=5353;
UPDATE npc_text SET text0_0='奥格瑞玛地形迂回曲折，能有效地阻止入侵者。你能想象这些矮小的地精在多么短的时间内就迷失方向吗?哈哈!如果够幸运的话，我会追踪到他们，将他们变成我的宠物。',text0_1='' WHERE Id=5354;
UPDATE npc_text SET text0_0='我生前是一名图书管理员，与战争和灾难无缘。我从未想过要变成现在这样。另一方面，现在我能主宰自己，我是不会不战而降的。',text0_1='' WHERE Id=5355;
UPDATE npc_text SET text0_0='你的能力已经超过我了。走吧。嗯，去雷霆崖中央高地西北部的商店找牛头人犹纳。她拥有强大的力量。',text0_1='' WHERE Id=5356;
UPDATE npc_text SET text0_0='我没时间教你这些初学者了,去找那边的丹格斯吧,他是个不错的老师',text0_1='' WHERE Id=5358;
UPDATE npc_text SET text0_0='起先，我在魔法区开设商店，但是那儿太嘈杂啦。尽管我进行了重新部署，除了有些学生坚持要向我求学之外，环境还是得到了相当的改善。',text0_1='' WHERE Id=5359;
UPDATE npc_text SET text0_0='',text0_1='月神已经赐予夜精灵很多礼物。作为回报，我们有职责保卫这些森林免受部落带来的恶魔的污染。' WHERE Id=5360;
UPDATE npc_text SET text0_0='',text0_1='继续培训你已经超越我的能力了。与达纳苏斯工匠区的泰龙尼斯谈谈。他总是很愿意帮助有才能的学生。' WHERE Id=5361;
UPDATE npc_text SET text0_0='',text0_1='我只教那些掌握基本指示的学生。你必须在达纳苏斯工匠区找到夜精灵达丽亚娜。她的技能与你的是完美的互补。' WHERE Id=5363;
UPDATE npc_text SET text0_0='',text0_1='在你开始切割皮革之前一定要仔细检查尺寸。我们可不能浪费材料。' WHERE Id=5364;
UPDATE npc_text SET text0_0='你必须去西部荒野的海洋搜寻，朝正西方西——金海岸矿坑与海岸交接处往西北方向。海岸边有一只锚，看来附近一定有艘沉船。水下的压力很大；如果游得太远的话，即使是最优秀的潜水者也可能死于疲劳。$b$b去找一处适宜的自然环境吧，$N——这附近有起泡的海底裂缝，能在深海潜水时提供氧气。',text0_1='' WHERE Id=5373;
UPDATE npc_text SET text0_0='在银松森林北流海岸边缘，海滩上搁着一艘废弃的船。船只以西有你要找的东西；游得太远的话，你会因疲劳无法游回海岸的。海床上有一只上了锁的箱子，等着你去取呢。$b$b要是没有人帮忙的话，潜到这样的深度会受到极大的压强，要小心；海床上有一道裂缝，能释放出气泡，有助于你寻找那半块坠饰。好好利用吧。',text0_1='' WHERE Id=5374;
UPDATE npc_text SET text0_0='',text0_1='在黑海岸的北面流淌着壁泉河，发源于现今的费伍德森林。随着河流流出并汇入薄雾海，一直蜿蜒到海洋北部最深处。一处被人们称为石爪的地方有你要找的东西。$b$b要当心─蛇颈龙聚集在石爪那里，会攻击侵入他们领地的人。' WHERE Id=5375;
UPDATE npc_text SET text0_0='',text0_1='在贫瘠之地的东北部，有一处受到严重污染的水池。当地人称它为淤泥沼泽；风险投资公司将水晶般幽蓝的水域变成工业副产品和废弃品的泥潭。在沼泽的中心有你要找的东西，$N。$b$b要小心，风险投资公司绝不容许有人入侵，他们将不为其工作的人都当作入侵者。你作为自然的保护者，更是他们极力对抗的目标。' WHERE Id=5376;
UPDATE npc_text SET text0_0='草地柔软青葱。空气清新，阳光明媚，歌声飘飘。泰达希尔的梦想终成现实。但是为什么我感到有种不详的预兆?',text0_1='' WHERE Id=5393;
UPDATE npc_text SET text0_0='你的进步已经超越了我能教授的技艺了。现在到辛特兰的鹰巢山去找矮人德拉克·石拳谈话。他的作品太棒了，比我的好多了。',text0_1='' WHERE Id=5394;
UPDATE npc_text SET text0_0='$g尊敬的先生:女士;
，在你掌握制皮的更多知识之前，我还不能帮助你，对此我感到很遗憾。跟法多恩或达丽亚娜谈谈。他们能教你所需的技能。',text0_1='' WHERE Id=5396;
UPDATE npc_text SET text0_0='别试图将你的意愿强加到皮革上。而是让其天然的特性显示出自身的形状和功能。这不是一场战役。与皮革协同工作，而不是与其作对。',text0_1='' WHERE Id=5397;
UPDATE npc_text SET text0_0='',text0_1='针太细，线太粗，针脚倒还不错。我们与萨尔和其它人的合约将继续有效。部落不会被驱逐出这片土地的。' WHERE Id=5398;
UPDATE npc_text SET text0_0='',text0_1='我的才能有限，你也已经达到了。恭喜你，$N。你的下一站应该是菲拉斯的莫沙彻营地。牛头人哈拉纳·铁皮住在那里;
她的技术很有声望。' WHERE Id=5399;
UPDATE npc_text SET text0_0='',text0_1='我自己不久前也是一个新手，所以我觉得我不太适合教你。试着跟那边的塔恩或是玛克谈谈。他们之中应该有人能回答你的问题。' WHERE Id=5401;
UPDATE npc_text SET text0_0='',text0_1='凯恩把我们带到了一片充满希望的大地。我们很幸运，因此我们再把好运带给别人。这就是我为什么开始教学的原因，$N。' WHERE Id=5402;
UPDATE npc_text SET text0_0='我可以利用在这儿找到的材料制作有趣的东西。这些山林中有许多奇怪的生物!去杀死它们，$N。',text0_1='' WHERE Id=5403;
UPDATE npc_text SET text0_0='我喜欢机会;
你不喜欢吗?啊，当然你也喜欢。这就是你要按我说的去做的原因。',text0_1='' WHERE Id=5405;
UPDATE npc_text SET text0_0='我不是来教那些刚离开摇篮的宝宝的。你离我对学生的要求还差远了。你不过是个年幼的$g小伙子:姑娘;
，你最好别在这儿烦我了。',text0_1='' WHERE Id=5406;
UPDATE npc_text SET text0_0='',text0_1='我所有的作品都必须由买主亲自来订购。奥尔文常常要我改变这个习惯，但是我就是不改。看看你周围吧，无数战士还指望我给他们打造装甲呢。' WHERE Id=5407;
UPDATE npc_text SET text0_0='',text0_1='我不会在这场战争中让步。我不分昼夜的制造新装甲，还把旧的装甲修补好。我没时间做其它任务。你愿帮我分担一些吗?' WHERE Id=5409;
UPDATE npc_text SET text0_0='',text0_1='你来找我求学是浪费了你我的时间，$N。我没时间教授基础技能。我们在这里战斗，而这里是一处前线。在你准备充分之前不要再来找我。' WHERE Id=5410;
UPDATE npc_text SET text0_0='我觉得你的服饰急需维修。',text0_1='' WHERE Id=5413;
UPDATE npc_text SET text0_0='我对裁缝业知之甚少，但你需要更多的帮助。我听说有个夜精灵精通裁缝技术。他居住在暴风城的魔法区。',text0_1='' WHERE Id=5414;
UPDATE npc_text SET text0_0='你想学点东西吗?我会很乐意教你的!',text0_1='' WHERE Id=5415;
UPDATE npc_text SET text0_0='生活就像一幅小心编织的锦缎。',text0_1='' WHERE Id=5416;
UPDATE npc_text SET text0_0='嗯……你需要学的东西有点超出我的能耐了。去找那边的塞拉多斯谈谈。我会的东西全是他教的!',text0_1='' WHERE Id=5417;
UPDATE npc_text SET text0_0='很好，开始学习裁缝吧。',text0_1='' WHERE Id=5418;
UPDATE npc_text SET text0_0='缝纫需要娴熟的手法，以及……也是最重要的，耐性。',text0_1='' WHERE Id=5419;
UPDATE npc_text SET text0_0='现在是你去达纳苏斯跟玫琳恩谈谈的时候了。她将对你进行指导。',text0_1='' WHERE Id=5420;
UPDATE npc_text SET text0_0='很高兴能将你收入麾下。让我们开始吧。',text0_1='' WHERE Id=5421;
UPDATE npc_text SET text0_0='欢迎来到我的商店。我能为你做什么?',text0_1='' WHERE Id=5422;
UPDATE npc_text SET text0_0='等一下，我只是一个助手。如果你想学那些花哨的东西，找那边的老约莫德·石眉谈谈。',text0_1='' WHERE Id=5423;
UPDATE npc_text SET text0_0='很好!我一直希望收个新学生。那么就让我们立刻开始吧!',text0_1='' WHERE Id=5424;
UPDATE npc_text SET text0_0='我们使用动物皮毛制作物品。',text0_1='' WHERE Id=5425;
UPDATE npc_text SET text0_0='我知道一些，但我不是专家。祝你好远，玛加尔也是。他就站在商店后面。看看他是否能帮助你，但是小心别惹恼他。他脾气有些暴躁。',text0_1='' WHERE Id=5426;
UPDATE npc_text SET text0_0='我会将我所知道的传授给你的。',text0_1='' WHERE Id=5427;
UPDATE npc_text SET text0_0='我们没有浪费狩猎而得的动物的任何一部分。',text0_1='' WHERE Id=5428;
UPDATE npc_text SET text0_0='你寻求更高级的知识。坦帕拥有这种知识。她应该就站在附近……',text0_1='' WHERE Id=5429;
UPDATE npc_text SET text0_0='带着大地之母的祝福，我们要开始了。',text0_1='' WHERE Id=5430;
UPDATE npc_text SET text0_0='去结交朋友吧。我能帮你吗？',text0_1='' WHERE Id=5431;
UPDATE npc_text SET text0_0='我知识渊博，但我还不是专家。你知道你该去找谁谈话吗?雷安诺!她就在不远的地方。到幽暗城打听她的下落。',text0_1='' WHERE Id=5432;
UPDATE npc_text SET text0_0='这么说……你想当一名裁缝?很好，让我们看看你是否具有这样的潜质。',text0_1='' WHERE Id=5433;
UPDATE npc_text SET text0_0='到我们这儿来的客人可不多。你对我感兴趣?',text0_1='' WHERE Id=5434;
UPDATE npc_text SET text0_0='我只是个学生。雷安诺才是专家。她站在那边的箱子旁。你可以从她那儿学到很多东西。',text0_1='' WHERE Id=5435;
UPDATE npc_text SET text0_0='是的，我认为你有潜力。或许我可以给你看看一两样东西?',text0_1='' WHERE Id=5436;
UPDATE npc_text SET text0_0='',text0_1='没有比编织更好的宁神方法了。' WHERE Id=5437;
UPDATE npc_text SET text0_0='',text0_1='你的教育正在继续，而你的知识已超越了我。如果你还想继续学习你就必须找迈里恩谈谈。她会指引你的。' WHERE Id=5438;
UPDATE npc_text SET text0_0='',text0_1='你不会失望的，旅行者。裁缝是一种充满乐趣的工作。' WHERE Id=5439;
UPDATE npc_text SET text0_0='嗨，我能为你做什么呢?',text0_1='' WHERE Id=5440;
UPDATE npc_text SET text0_0='你所掌握的知识已经跟我差不多啦。或许你可以去奥格瑞玛找玛加尔。他虽然不是最好的裁缝，但是他一定可以帮助你。',text0_1='' WHERE Id=5441;
UPDATE npc_text SET text0_0='这就对了!拿起针线让我们开始吧!',text0_1='' WHERE Id=5442;
UPDATE npc_text SET text0_0='恐怕我已不再是个文雅谦逊的人了。年龄和无数战争让我的皮肤和灵魂变得坚硬无比。或许这就是凯恩派我来烈日石居的原因……和煦的暖风和温暖的阳光无法减轻我的痛苦。',text0_1='' WHERE Id=5443;
UPDATE npc_text SET text0_0='你好。我们的蝙蝠训练很严而且吃得不错。你不会找到比他们还快的了。',text0_1='' WHERE Id=5453;
UPDATE npc_text SET text0_0='我要如何效劳?',text0_1='' WHERE Id=5454;
UPDATE npc_text SET text0_0='雷德，是黑手的儿子，他是黑石氏族的酋长。他是一个十足的恶棍。$b$b当第二次大战结束时，雷德和他的兄弟麦姆逃往黑石塔要塞避难。雷德正是在那儿宣称自己为黑石氏族的酋长的。',text0_1='你好，$N。我是克罗诺穆，但是你可以叫我克罗米。我觉得叫我这个名字舒服些。$b$b现在─你问我是怎么知道你的名字的?我是青铜龙的一员，永远与时间的消长相合。你可以认为我们以前遇到过。到最后，我们还会再次遇到。$b$b我希望我的行为不会打扰你;
虽然我有可能作为一个悲伤之地的哨兵被起诉，我还是选择离开那个伤心的地方。' WHERE Id=3584;
UPDATE npc_text SET text0_0='瘟疫征服新亚法隆只是时间早晚的问题。',text0_1='' WHERE Id=13397;
UPDATE npc_text SET text0_0='',text0_1='角鹰兽是一种高贵而迅捷的动物。这些训练有素的飞兽可以让它们的骑手以很快的速度旅行。' WHERE Id=5473;
UPDATE npc_text SET text0_0='为了与大陆保持联系，我们会定期派出角鹰兽在鲁瑟兰村和黑海岸之间传递信息的。',text0_1='' WHERE Id=5474;
UPDATE npc_text SET text0_0='',text0_1='泰达希尔海岸边的鱼儿又大又精神。有传言说那是因为我们新的世界之树的快速增长而引起的。' WHERE Id=5475;
UPDATE npc_text SET text0_0='尽管黑海岸比泰达希尔更危险，但是很多渔夫都在此谋生。',text0_1='' WHERE Id=5476;
UPDATE npc_text SET text0_0='为冒险家服务是我的荣幸，因为他们即将成为英雄。',text0_1='' WHERE Id=5477;
UPDATE npc_text SET text0_0='鹰巢山这边最快的狮鹫兽了。想乘坐吗?',text0_1='' WHERE Id=5479;
UPDATE npc_text SET text0_0='你可以在北部码头搭船前往鲁瑟兰村和达纳苏斯。你可以在南部码头发现穿越无尽之海通往卡兹莫丹的米奈希尔港的道路。祝你一路平安!',text0_1='' WHERE Id=5480;
UPDATE npc_text SET text0_0='这个码头?你可以乘船前往夜精灵的领地。地名?嗯，我想是奥伯丁。我不太确定，我只是一名搬运工。',text0_1='' WHERE Id=5481;
UPDATE npc_text SET text0_0='要将这些桶运送到挖掘点非常困难，但是要获得火药，还得靠我们自己。$b$b我们必须竭尽所能地对抗黑铁!',text0_1='' WHERE Id=5494;
UPDATE npc_text SET text0_0='我的双足飞龙可以在贫瘠之地高速飞翔。',text0_1='' WHERE Id=5495;
UPDATE npc_text SET text0_0='贫瘠之地阳光灼热，那儿的居住者充满敌意，是考验你的力量和决心的最佳地点。',text0_1='' WHERE Id=5496;
UPDATE npc_text SET text0_0='你好。如果你是来找皮件的，那么你会看到我的货品做工精细。',text0_1='' WHERE Id=5497;
UPDATE npc_text SET text0_0='你是来帮助投递物品的吗?米兰就快准备好了。',text0_1='' WHERE Id=5498;
UPDATE npc_text SET text0_0='当坐在一头双足飞龙背上时，你就会发现它的力量和速度的确不是徒有虚名。',text0_1='' WHERE Id=5500;
UPDATE npc_text SET text0_0='这真是条危险的路!$b$b米兰刚刚去送东西了，他应该会马上回来。',text0_1='' WHERE Id=5501;
UPDATE npc_text SET text0_0='你操纵得比我要好!你需要一个经验比我还要多的人。那就是赫伯特·哈尔希医生，一个在幽暗城炼金房工作的亡灵。',text0_1='' WHERE Id=5513;
UPDATE npc_text SET text0_0='看看我的肉，朋友。你不会想双手空空就进入贫瘠之地吧。',text0_1='' WHERE Id=5515;
UPDATE npc_text SET text0_0='在你从双足飞龙背上往下俯瞰这个世界之前，不能说你真正活过。',text0_1='' WHERE Id=5516;
UPDATE npc_text SET text0_0='你可以从这个码头找到去塞拉摩的路。记住我的话，那些地方对从联盟去的人们是非常不安全的。一定要小心谨慎。',text0_1='' WHERE Id=5517;
UPDATE npc_text SET text0_0='你好。',text0_1='' WHERE Id=5519;
UPDATE npc_text SET text0_0='你的技艺在我的技术水准之上了。乔吉奥·波利罗，转角邓肯布料店老板可能精进你的技能。',text0_1='' WHERE Id=5520;
UPDATE npc_text SET text0_0='去和纺织区左上角的邓肯谈谈吧,他更善于教你这样的初学者.',text0_1='' WHERE Id=5522;
UPDATE npc_text SET text0_0='都是些有用的东西。你的教导可以继续进行了。',text0_1='' WHERE Id=5523;
UPDATE npc_text SET text0_0='啊，这件达纳苏斯织品品质最好!',text0_1='' WHERE Id=5524;
UPDATE npc_text SET text0_0='嗯，你这个聪明的家伙!我可以明确地告诉你，你知道的比我多!你可别为此自负，如果你想继续学习的话，就去暴风城找乔吉奥·波利罗谈谈吧。听说他是个很好的裁缝!',text0_1='' WHERE Id=5525;
UPDATE npc_text SET text0_0='我可没时间跟小孩子耗!去跟我的助手阿斯拉谈谈!',text0_1='' WHERE Id=5527;
UPDATE npc_text SET text0_0='嗯……看来还有点希望，我会把那个给你的。那好吧，我们在哪里?',text0_1='' WHERE Id=5528;
UPDATE npc_text SET text0_0='',text0_1='你听到狩猎的召唤了吗，$c?你必须仔细聆听，但是召唤从你的内心传来。他从我们所有人内心传来。' WHERE Id=5529;
UPDATE npc_text SET text0_0='我能制造你在商店里看见的若干东西。你认为如何?小心回答，这也许能决定你的命运。',text0_1='' WHERE Id=5530;
UPDATE npc_text SET text0_0='你需要找一个比我懂得多的人。去找幽暗城的乔瑟夫·格里高利谈谈。那么，你还在这里干吗?',text0_1='' WHERE Id=5531;
UPDATE npc_text SET text0_0='什么?你为什么在烦我?哎呀，我打赌你甚至不能制造一件高品质的长袍!去找斯诺恩谈谈，等你水准提高以后再来找我!',text0_1='' WHERE Id=5533;
UPDATE npc_text SET text0_0='你那时给我看了某些结果!现在该我给你看看结果了!',text0_1='' WHERE Id=5534;
UPDATE npc_text SET text0_0='他们说小洞不补大洞……什么来着?啊，我记不得了。反正是愚蠢的说法。',text0_1='' WHERE Id=5535;
UPDATE npc_text SET text0_0='对一个业余者来说……这还行!你的知识量已经跟我持平了。要是你想学习更多知识，就去幽暗城找乔瑟夫·格里高利谈谈。',text0_1='' WHERE Id=5536;
UPDATE npc_text SET text0_0='嗯，嗯，还不坏。或许我能让你看点什么……',text0_1='' WHERE Id=5539;
UPDATE npc_text SET text0_0='',text0_1='多好的天气!它让我有了创造新设计的灵感。' WHERE Id=5540;
UPDATE npc_text SET text0_0='',text0_1='你的才能出众!你真是有灵性。你要想继续追求知识的话，找暴风城的乔吉奥·波利罗谈谈。他深受众人尊敬，而且他能深化对你的指导。' WHERE Id=5541;
UPDATE npc_text SET text0_0='',text0_1='这是必须学的基础知识. 和站在我旁边的缇娜谈谈吧她可以教你,过一段时间才来找我' WHERE Id=5543;
UPDATE npc_text SET text0_0='',text0_1='你干的很好，旅行者。我能收你当徒弟令感到很骄傲!' WHERE Id=5544;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到我的帐篷。我可以帮你吗?' WHERE Id=5545;
UPDATE npc_text SET text0_0='',text0_1='你的知识很渊博，旅行者。你必须向一个比我更聪明的人学习。关于乔瑟夫·格里高利的智慧的故事广为流传。你可以在幽暗城找到他。' WHERE Id=5546;
UPDATE npc_text SET text0_0='',text0_1='完成得很熟练!现在，让我们继续你的教育……' WHERE Id=5549;
UPDATE npc_text SET text0_0='',text0_1='这些图案难道不漂亮吗?每一个都有自己的风格。' WHERE Id=5551;
UPDATE npc_text SET text0_0='',text0_1='我的知识有限，尽管我还在继续学习。现在该你继续了，旅行者。在幽暗城找到乔瑟夫·格里高利并告诉他你准备好了。' WHERE Id=5552;
UPDATE npc_text SET text0_0='',text0_1='在我帮你之前你必须学会一些基础的东西。与我的徒弟范恩谈谈。他很耐心而且愿意教你所需的知识。' WHERE Id=5554;
UPDATE npc_text SET text0_0='',text0_1='你真是一个意志坚定的学生。我很高兴给你提供指导!' WHERE Id=5555;
UPDATE npc_text SET text0_0='',text0_1='裁缝可以派得上大用场。我从前就不得不把我的胳膊缝上。' WHERE Id=5556;
UPDATE npc_text SET text0_0='',text0_1='你已经完成了?是时候见见老板了。找到乔瑟夫并告诉他你准备好了。' WHERE Id=5557;
UPDATE npc_text SET text0_0='',text0_1='我怎么能把我的秘密告诉一个初学者呢?先试着跟博文谈谈。' WHERE Id=5559;
UPDATE npc_text SET text0_0='',text0_1='好极了，你很有勇气!我很满意。那么，我们就出发吧!' WHERE Id=5560;
UPDATE npc_text SET text0_0='是的，我现在已经经营这家店一段时间了。最近生意非常好。许多新的探险者来了……',text0_1='' WHERE Id=5561;
UPDATE npc_text SET text0_0='我只知道有一个人能在裁缝技能上胜过我。我最后一次听说他在塞拉摩岛。你该去找他。',text0_1='' WHERE Id=5562;
UPDATE npc_text SET text0_0='我恐怕在我可以教授你知识之前你要需要更多的训练。',text0_1='' WHERE Id=5564;
UPDATE npc_text SET text0_0='太好了!我能断定我的努力不会白费!',text0_1='' WHERE Id=5565;
UPDATE npc_text SET text0_0='布料也可以。就我个人来说我更喜欢使用人皮。',text0_1='' WHERE Id=5566;
UPDATE npc_text SET text0_0='你需要一个真正大师的指导!到塔伦米尔的达瑞尔·斯塔克那儿去试试你的运气!',text0_1='' WHERE Id=5567;
UPDATE npc_text SET text0_0='当时机合适时，我会传授知识给你的……不是现在。你还得学习更多的知识!',text0_1='' WHERE Id=5569;
UPDATE npc_text SET text0_0='太好了!我能断定我的努力不会白费!',text0_1='' WHERE Id=5570;
UPDATE npc_text SET text0_0='我给国王提供过装备。如果有正确的训练，你也可以。',text0_1='' WHERE Id=5571;
UPDATE npc_text SET text0_0='你走了好远的路了，旅人。还有一项工作要你完成……',text0_1='' WHERE Id=5573;
UPDATE npc_text SET text0_0='你要学习更多的基本技能，我才能帮助你。当你准备好了再来找我。',text0_1='' WHERE Id=5574;
UPDATE npc_text SET text0_0='这地方通风良好……但是我还在乎什么?我已经死了。',text0_1='' WHERE Id=5575;
UPDATE npc_text SET text0_0='你在缝纫艺术方面做得很好，我必须承认。现在，让我们看看你到底有多棒……',text0_1='' WHERE Id=5577;
UPDATE npc_text SET text0_0='谁派你来的?你还没有准备好接受我的指令!当你们准备好以后会得到通知的。',text0_1='' WHERE Id=5578;
UPDATE npc_text SET text0_0='',text0_1='我确实很喜欢坐在这里，听着大海的声音。哦，什么?是的，有一艘船会把你带到米奈希尔港。它有时会停在这里。' WHERE Id=5579;
UPDATE npc_text SET text0_0='记得我的话!你在东部王国是找不到比塞尔萨玛狮鹫兽更快的狮鹫兽的!',text0_1='' WHERE Id=5580;
UPDATE npc_text SET text0_0='要是你问我的话，没有比矿工更好的职业了，也没有比矮人更好的矿工了!',text0_1='' WHERE Id=5581;
UPDATE npc_text SET text0_0='蛮锤城堡的矮人也许有奔跑迅速的战马，但是这些鹰巢山的狮鹫兽能承受大锻炉的热量吗?我觉得不能!',text0_1='' WHERE Id=5582;
UPDATE npc_text SET text0_0='最好的矿工紧握$g他:她;
的铁锄，拥有一颗坚定的心，头发上还散落着一层厚厚的黑灰。',text0_1='' WHERE Id=5583;
UPDATE npc_text SET text0_0='那个坚固的箱子在木材厂中间，周围推满了残骸和血色十字军的狂热信徒。',text0_1='' WHERE Id=5584;
UPDATE npc_text SET text0_0='',text0_1='这只熊漫步在一条靠近石爪小径的路上，在密斯特拉湖和联盟的银风避难所正西方。虽然他是你在梣谷遇到的三个动物之中最好对付的一个，对他也不能掉以轻心。他的出现对于逗留在梣谷和石爪山脉之间的旅客来说是一个巨大的威胁。' WHERE Id=5593;
UPDATE npc_text SET text0_0='',text0_1='作为梣谷猎场最强大的野兽，沙普塔隆可以在这片大地自封的卫兵─夜精灵的陪伴下自由的漫步。沙普塔隆在这里南部寻找猎物，尽情的撕裂着毫无防备的旅客。$b$b要想杀死这样一个野兽需要极大的努力，$N。我希望你在猎杀这个野兽时运气好一点!' WHERE Id=5594;
UPDATE npc_text SET text0_0='',text0_1='这只黑豹传言在夜精灵和他们的同盟面前很驯服，这使她成为一个更有价值的对手。萨杜布拉的猎杀路线把她从瑞恩伍德居所赶到了我们的西方，最终在那里的正西方登陆。她的皮毛是沥青一般的颜色，而她的速度也不能低估。' WHERE Id=5595;
UPDATE npc_text SET text0_0='你好$c--欢迎来到我们征服梣谷的前线!如果你在找事做的话，那么你算来对地方了。我总是在寻找体格健壮的人来为部落带来荣誉!',text0_1='' WHERE Id=5613;
UPDATE npc_text SET text0_0='龙族用高贵的表像掩饰自己。这些石板会将她的本来面目还原的……如果我所见到的都是真的，朋友，我会在这场战争中丧命。你必须完成我未完成的事业。你准备好了吗?我们将听命于你。',text0_1='' WHERE Id=5633;
UPDATE npc_text SET text0_0='如果你想知道碎木岗哨的商旅来往情况，我恰好就是你要找的兽人。不幸的是，我不喜欢人类。$b$b要是你想要什么的话，就快些。',text0_1='' WHERE Id=5653;
UPDATE npc_text SET text0_0='元素在跟我们讲话，$c。他们分享着我们必须掌握的知识以及不能泄漏的秘密。',text0_1='' WHERE Id=5654;
UPDATE npc_text SET text0_0='在严格的训练中，我必须除去那些学生先前所学的所有知识，以便传授新知识。我所提供的服务越来越难以完成。为此，每次训练的费用也越来越昂贵。你愿意除去你先前学习的技能吗?',text0_1='在严格的训练中，我必须除去那些学生先前所学的所有知识，以便传授新知识。我所提供的服务越来越难以完成。为此，每次训练的费用也越来越昂贵。你愿意除去你先前学习的技能吗?' WHERE Id=5673;
UPDATE npc_text SET text0_0='要是你愿意的话，除了训练之外，我还可以用自己的力量将天赋从你的头脑中抹去。我要警告你的是，你每经历一次这样的过程，执行这过程的难度就会增加一分，而且所需的费用也会随之上升。',text0_1='要是你愿意的话，除了训练之外，我还可以用自己的力量将天赋从你的头脑中抹去。我要警告你的是，你每经历一次这样的过程，执行这过程的难度就会增加一分，而且所需的费用也会随之上升。' WHERE Id=5674;
UPDATE npc_text SET text0_0='魔法只会使那些软弱的人堕落。继续你的训练吧，不然你的命运就跟那些人相差无几了。',text0_1='魔法只会使那些软弱的人堕落。继续你的训练吧，不然你的命运就跟那些人相差无几了。' WHERE Id=5693;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b来自翡翠梦境的召唤将很快占据你的心灵。你将休眠数年，在最纯凈的环境中生活。你将在那儿接受最终的训练。',text0_1='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b来自翡翠梦境的召唤将很快占据你的心灵。你将休眠数年，在最纯凈的环境中生活。你将在那儿接受最终的训练。' WHERE Id=5694;
UPDATE npc_text SET text0_0='我能为你做什么?',text0_1='我能为你做什么?' WHERE Id=5695;
UPDATE npc_text SET text0_0='我没有什么可以教你的啦!无论如何，不是每个人都像你能懂这么多知识!你需要跟奥格瑞玛的诺格谈谈。',text0_1='' WHERE Id=5696;
UPDATE npc_text SET text0_0='',text0_1='我不会伤害你的。我在监视野猪人并记录他们的活动。我的人民注意到了某些奇怪的事情─黑暗的弥漫─从这个地区来的。我是来调查的，而我的发现很令人不安。$b$b似乎有一个很善于秘法的亡灵外交官。我不相信他也是被遗忘者……我认为更坏。' WHERE Id=5713;
UPDATE npc_text SET text0_0='你知道的已经够危险了，但是对我来说你看起来还需要训练$N。',text0_1='你知道的已经够危险了，但是对我来说你看起来还需要训练$N。' WHERE Id=5714;
UPDATE npc_text SET text0_0='你的意志不足以操纵我们控制的军队$c。',text0_1='你的意志不足以操纵我们控制的军队$c。' WHERE Id=5715;
UPDATE npc_text SET text0_0='$N，我如何才能在大地之母的心目中继续你的深造呢?',text0_1='$N，我如何才能在大地之母的心目中继续你的深造呢?' WHERE Id=5716;
UPDATE npc_text SET text0_0='这些都是大地之母走过的道路。愿你的祖先保佑你$c。',text0_1='我不会伤害你的。我在监视野猪人并记录他们的活动。我的人民注意到了某些奇怪的事情——黑暗的弥漫——从这个地区来的。我是来调查的，而我的发现很令人不安。$B$B似乎有一个很善于奥术的亡灵外交官。我不相信他也是被遗忘者……我认为事态更坏了。' WHERE Id=5717;
UPDATE npc_text SET text0_0='为了学习更多的术士知识，你在我面前表现谦卑是很明智的做法$N。',text0_1='为了学习更多的术士知识，你在我面前表现谦卑是很明智的做法,$N。' WHERE Id=5719;
UPDATE npc_text SET text0_0='我没有时间浪费在像你这样的人身上$c。',text0_1='我没有时间浪费在像你这样的人身上$c。' WHERE Id=5720;
UPDATE npc_text SET text0_0='从你的站姿我可以看出你不是战士。$b$b你为什么不做点安全的事，比如读书什么的。',text0_1='从你的站姿我可以看出你不是战士。$b$b你为什么不做点安全的事，比如读书什么的。' WHERE Id=5721;
UPDATE npc_text SET text0_0='黑暗并没有包围你，$c。别说废话，从我视线中消失吧!滚!',text0_1='黑暗并没有包围你，$c。别说废话，从我视线中消失吧!滚!' WHERE Id=5722;
UPDATE npc_text SET text0_0='你的黑暗指数真的是低到会让我不屑继续与你对话。请走吧。',text0_1='你的黑暗指数真的是低到会让我不屑继续与你对话。请走吧。' WHERE Id=5723;
UPDATE npc_text SET text0_0='你不是战士……你在我的训练课程中会连一天都坚持不下去的!$b$b认为$g他是:她是;
一个战士的$c。哈!',text0_1='你不是战士……你在我的训练课程中会连一天都坚持不下去的!$b$b认为$g他是:她是;
一个战士的$c。哈!' WHERE Id=5724;
UPDATE npc_text SET text0_0='孩子，我看不出你具备战士的精神。我不会训练你这样的$c的。',text0_1='孩子，我看不出你具备战士的精神。我不会训练你这样的$c的。' WHERE Id=5725;
UPDATE npc_text SET text0_0='破碎之手已经在黑石的大本营中安插了数名间谍。尽管资讯收集的过程已经慢了下来，但是我们发现了一些不容忽略的现象。',text0_1='' WHERE Id=5733;
UPDATE npc_text SET text0_0='似乎黑龙的势力范围已经超越了燃烧平原，扩展到暴风城了!人们揭下了篡位者的面具并将他流放出境。',text0_1='' WHERE Id=5734;
UPDATE npc_text SET text0_0='真的。黑龙之母运用幻象和欺诈术将自己伪装成贵族法庭的成员。更糟糕的是，现在，她似乎已经控制了暴风城的伯瓦尔·弗塔根公爵。$b$b做出这样愚蠢的军事决定不足为奇。联盟军队最近的行动令我们头疼。现在我们知道，黑龙正试图分裂帝国——从内部分裂它。',text0_1='' WHERE Id=5735;
UPDATE npc_text SET text0_0='<萨尔笑了。>$b$b还有这么多要学的，$r。$b$b你太年轻了，记不得多年前的战争和流血。记不得我们的人民所承受的诅咒的重压。$b$b我们现在与联盟的形势很脆弱。小冲突和小规模战斗时常发生，但是仍有和平--我们的人民数千年来未有过的和平。你愿放弃这个并把我们再次投入这片混沌中去面对一个新的敌人吗?这个敌人在毁灭我们之前是不会停手的。',text0_1='' WHERE Id=5736;
UPDATE npc_text SET text0_0='不，$N，你没有。我没找你茬，但是你跟年幼的我非常相似：冲动、叛逆、思维缺乏连贯性!这些特点在我身上已经荡然无存。$b$b悲伤够了。$R，我有个任务要你完成；或许你会在执行任务过程中丧命。',text0_1='' WHERE Id=5737;
UPDATE npc_text SET text0_0='<萨尔笑着。>$b$b了解了……现在专心些，$N。黑龙族之母，奥妮克希亚，被逐出了她原本在暴风城一带的势力范围。她已经逃到她在尘泥沼泽的窝里。$b$b她不能生活在离我们的首都这么近的地方。我们必须先发制人!$b$b我想要消灭她，$N。',text0_1='' WHERE Id=5738;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$b$b只要玛法里奥还在沉睡中，我们便永远是平衡的守卫者。别忘了这一点。',text0_1='' WHERE Id=5739;
UPDATE npc_text SET text0_0='欢迎你，我的$g兄弟:姐妹;
。如果你想接受训练，我会很乐意教你的。$B$B只要玛法里奥还在沉睡中，我们便永远是平衡的守卫者。别忘了这一点。',text0_1='' WHERE Id=5740;
UPDATE npc_text SET text0_0='我看见一些有趣的人在港口进进出出。小心，$N。你永远不清楚谁值得信任以及跟这儿发生的所有事情的缘由……',text0_1='' WHERE Id=5753;
UPDATE npc_text SET text0_0='你是为战歌之斧而来的吧。嗯，是时候了，$N。那箱子已经放了好长时间了。$b$b你可以随时拖走它。',text0_1='' WHERE Id=5754;
UPDATE npc_text SET text0_0='石爪山脉在这片区域拥有许多危险的洞穴。若干冒险家愿意冒着生命的危险到这些洞穴中探险。$b$b$C，也许只要你全心全意地寻找，会找到财宝的。',text0_1='' WHERE Id=5773;
UPDATE npc_text SET text0_0='鱼肉真鲜美。你来学钓鱼的?还是来吃鱼的?呣……',text0_1='' WHERE Id=5793;
UPDATE npc_text SET text0_0='好吧，我可以教你钓鱼。',text0_1='' WHERE Id=5794;
UPDATE npc_text SET text0_0='',text0_1='请离开这个地方，$N。你对困扰我们的问题毫不知情……' WHERE Id=5795;
UPDATE npc_text SET text0_0='',text0_1='瑟银是一种高度受欢迎的金属。你找到它的最好办法就是找个铁匠或是矿工谈谈。' WHERE Id=5796;
UPDATE npc_text SET text0_0='',text0_1='要想依靠自己的力量寻找恢复水晶是件很困难的事情。$b$b我认为它来自安戈洛环形山，你最好去那儿。但是，或许你能找到某个愿意出售自己的装备的人……' WHERE Id=5797;
UPDATE npc_text SET text0_0='我们可能遇到强气流了，但是并不缺乏肉食!想看看我的货物吗?',text0_1='' WHERE Id=5798;
UPDATE npc_text SET text0_0='',text0_1='札姆沙能帮你吗，$r?' WHERE Id=5799;
UPDATE npc_text SET text0_0='我会喂养它们的，孩子。达瑞尔·瑞克努索，愿为你服务。',text0_1='' WHERE Id=5800;
UPDATE npc_text SET text0_0='我是一个从事药学的兽人，$r。如果你是来学习的，我会尽我最大的努力教你。',text0_1='' WHERE Id=5813;
UPDATE npc_text SET text0_0='',text0_1='你是来学习医疗知识的吗?' WHERE Id=5815;
UPDATE npc_text SET text0_0='',text0_1='你为何来此，$c?' WHERE Id=5816;
UPDATE npc_text SET text0_0='',text0_1='我的人民，他们就像你试图修复的圣物一样支离破碎。' WHERE Id=5817;
UPDATE npc_text SET text0_0='',text0_1='虽说没有东西可以改变过去，时间可以治愈所有伤口。谢谢你让我看到那是可能的，$N。我祝你顺利。' WHERE Id=5818;
UPDATE npc_text SET text0_0='你好，$c。有什么我能帮忙的吗?',text0_1='' WHERE Id=5819;
UPDATE npc_text SET text0_0='我想问你，$c:在泰坦创造的守护巨龙中，是谁后来变成了被称作死亡之翼的邪恶生物?',text0_1='' WHERE Id=5820;
UPDATE npc_text SET text0_0='有人找我谈话总是件高兴的事儿。事情进展如何，$c?',text0_1='' WHERE Id=5821;
UPDATE npc_text SET text0_0='不，回答我，$N:在洛丹伦瘟疫爆发之前，是谁变成了巫妖王?',text0_1='' WHERE Id=5822;
UPDATE npc_text SET text0_0='是的，你知道一些事情!如果你想学会更多的话就必须与暴风城的乔吉奥·波利罗谈谈。',text0_1='' WHERE Id=5833;
UPDATE npc_text SET text0_0='瑟银兄弟会懂得如何制造火焰之王的神圣武器，但是我们缺乏人力，无法获得制造武器所需的材料。$b$b我，罗克图斯·暗契，兄弟会赋予我强大的力量，用珍贵的药方来交换从熔火之心收集的材料。$b$b给个价吧，$r。',text0_1='' WHERE Id=5834;
UPDATE npc_text SET text0_0='想让你的恶魔变得更强大吗?这需要花钱的，但是你来对地方啦。',text0_1='想让你的恶魔变得更强大吗?这需要花钱的，但是你来对地方啦。' WHERE Id=5835;
UPDATE npc_text SET text0_0='你不是术士而且我没时间理你。走开！',text0_1='你不是术士而且我没时间理你。走开！' WHERE Id=5836;
UPDATE npc_text SET text0_0='你来接受训练为的是把它传递到你的宠物身上?',text0_1='你来接受训练为的是把它传递到你的宠物身上?' WHERE Id=5838;
UPDATE npc_text SET text0_0='啊朋友，我只帮助猎人和他们的宠物。',text0_1='啊朋友，我只帮助猎人和他们的宠物。' WHERE Id=5839;
UPDATE npc_text SET text0_0='皇家药剂师学会对愚蠢的家伙可没有耐心，我也一样。或许下次我们谈到战马的时候，你会被当作是幽暗城的贵族。到那时……',text0_1='皇家药剂师学会对愚蠢的家伙可没有耐心，我也一样。或许下次我们谈到战马的时候，你会被当作是幽暗城的贵族。到那时……' WHERE Id=5840;
UPDATE npc_text SET text0_0='我只跟奥格瑞玛和兽人的贵族做生意。证明自己吧，我将给你看看那些强大的狼。',text0_1='我只跟奥格瑞玛和兽人的贵族做生意。证明自己吧，我将给你看看那些强大的狼。' WHERE Id=5841;
UPDATE npc_text SET text0_0='很抱歉$g兄弟:姐妹;
，但是在确定买主是暗矛部落的贵族之前，我不会将迅猛龙卖给他的。当你证明自己是部落贵族之后，我才会把迅猛龙卖给你。',text0_1='很抱歉$g兄弟:姐妹;
，但是在确定买主是暗矛部落的贵族之前，我不会将迅猛龙卖给他的。当你证明自己是部落贵族之后，我才会把迅猛龙卖给你。' WHERE Id=5842;
UPDATE npc_text SET text0_0='你并不为我的人民所知。科多兽是强大的坐骑，它是我的人民爱心和关怀的产物;
所以它不能给陌生人。在雷霆崖的长老认为你的品德高尚之前，我不能卖给你科多兽。',text0_1='你并不为我的人民所知。科多兽是强大的坐骑，它是我的人民爱心和关怀的产物;
所以它不能给陌生人。在雷霆崖的长老认为你的品德高尚之前，我不能卖给你科多兽。' WHERE Id=5843;
UPDATE npc_text SET text0_0='唉$c，你不是达纳苏斯的贵族，也不是泰达希尔的高等精灵。除非你以实际行动─不仅仅是口头上的话语─证明自己的友好态度，那样的话，我会提供马匹让你挑选的。',text0_1='唉$c，你不是达纳苏斯的贵族，也不是泰达希尔的高等精灵。除非你以实际行动─不仅仅是口头上的话语─证明自己的友好态度，那样的话，我会提供马匹让你挑选的。' WHERE Id=5844;
UPDATE npc_text SET text0_0='后退!小孩子不应该在这儿的!回去吧，孩子们!',text0_1='' WHERE Id=5853;
UPDATE npc_text SET text0_0='很抱歉，如果你不是暴风城中的贵族，我是不会将马匹卖给你的。这些战马是最好的，我们当然不会当它们落入敌人之手。$b$b想要证明自己不是敌人，当然……你只需赢得暴风城的信任，我就可以跟你做买卖了。',text0_1='很抱歉，如果你不是暴风城中的贵族，我是不会将马匹卖给你的。这些战马是最好的，我们当然不会当它们落入敌人之手。$b$b想要证明自己不是敌人，当然……你只需赢得暴风城的信任，我就可以跟你做买卖了。' WHERE Id=5855;
UPDATE npc_text SET text0_0='现在还不行，$g小伙子:姑娘;
……我是不会把强大的战羊随意卖给其它人的，你必须首先证明自己是铁炉堡矮人的忠实盟友才行。一旦我确认你在铁炉堡有着显赫的地位，那我会很乐意让你看看我出售的多种战羊的。',text0_1='现在还不行，$g小伙子:姑娘;
……我是不会把强大的战羊随意卖给其它人的，你必须首先证明自己是铁炉堡矮人的忠实盟友才行。一旦我确认你在铁炉堡有着显赫的地位，那我会很乐意让你看看我出售的多种战羊的。' WHERE Id=5856;
UPDATE npc_text SET text0_0='呃……很抱歉，我真的不太了解你。我是说，作为公认的机械陆行鸟经销商，我只能跟高贵的地精做生意。要是你是诺姆瑞根的地精贵族，我会很高兴地为你提供服务的。',text0_1='呃……很抱歉，我真的不太了解你。我是说，作为公认的机械陆行鸟经销商，我只能跟高贵的地精做生意。要是你是诺姆瑞根的地精贵族，我会很高兴地为你提供服务的。' WHERE Id=5857;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被铁炉堡的矮人所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被铁炉堡的矮人所崇拜的声望才行，$c。' WHERE Id=5858;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被幽暗城的被遗忘者所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被幽暗城的被遗忘者所崇拜的声望才行，$c。' WHERE Id=5859;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被诺姆瑞根逃亡地精所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被诺姆瑞根逃亡地精所崇拜的声望才行，$c。' WHERE Id=5860;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被暴风城的人类所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被暴风城的人类所崇拜的声望才行，$c。' WHERE Id=5861;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被达纳苏斯的夜精灵所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被达纳苏斯的夜精灵所崇拜的声望才行，$c。' WHERE Id=5862;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被奥格瑞玛的兽人所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被奥格瑞玛的兽人所崇拜的声望才行，$c。' WHERE Id=5863;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被雷霆崖的牛头人所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被雷霆崖的牛头人所崇拜的声望才行，$c。' WHERE Id=5864;
UPDATE npc_text SET text0_0='在我教你骑术之前，你必须达到被暗矛部族的食人妖所崇拜的声望才行，$c。',text0_1='在我教你骑术之前，你必须达到被暗矛部族的食人妖所崇拜的声望才行，$c。' WHERE Id=5865;
UPDATE npc_text SET text0_0='',text0_1='我不认为你具有掌握传送门魔法所必需的潜质。' WHERE Id=5873;
UPDATE npc_text SET text0_0='',text0_1='作为一个法师，你是极少数可以操纵传送门魔法来帮助你回到这里的$r之一。如果你准备好了，我现在就可以教你。' WHERE Id=5874;
UPDATE npc_text SET text0_0='',text0_1='我不认为你具有掌握传送门魔法所必需的潜质。' WHERE Id=5875;
UPDATE npc_text SET text0_0='',text0_1='作为一个法师，你是极少数可以操纵传送门魔法来帮助你回到这里的$r之一。如果你准备好了，我现在就可以教你。' WHERE Id=5876;
UPDATE npc_text SET text0_0='我不认为你具有掌握传送门魔法所必需的潜质。',text0_1='' WHERE Id=5877;
UPDATE npc_text SET text0_0='作为一名法师，你是少数可以召唤传送门返回这个地方的$r。如果你已经准备就绪，我就可以教你这种法术。',text0_1='' WHERE Id=5878;
UPDATE npc_text SET text0_0='我不认为你具有掌握传送门魔法所必需的潜质。',text0_1='我不认为你具有掌握传送门魔法所必需的潜质。' WHERE Id=5879;
UPDATE npc_text SET text0_0='作为一个法师，你是一个专责组，可以变出一个传送门，送你回这个地方之一。我可以教你，如果你愿意。',text0_1='作为一名法师，你是少数可以召唤传送门返回这个地方的$r。如果你已经准备就绪，我就可以教你这种法术。' WHERE Id=5880;
UPDATE npc_text SET text0_0='',text0_1='作为一个法师，你是极少数可以操纵传送门魔法来帮助你回到这里的$r之一。如果你准备好了，我现在就可以教你。' WHERE Id=5881;
UPDATE npc_text SET text0_0='',text0_1='我不认为你具有掌握传送门魔法所必需的潜质。' WHERE Id=5882;
UPDATE npc_text SET text0_0='我不认为你具有掌握传送门魔法所必需的潜质。',text0_1='' WHERE Id=5883;
UPDATE npc_text SET text0_0='作为一名法师，你是少数可以召唤传送门返回这个地方的$r。如果你已经准备就绪，我就可以教你这种法术。',text0_1='' WHERE Id=5884;
UPDATE npc_text SET text0_0='我不认为你具有掌握传送门魔法所必需的潜质。',text0_1='' WHERE Id=5885;
UPDATE npc_text SET text0_0='嘿，就是有人会想要跑去烂泥里找彩蛋，我是不评论这种事啦。反正我还可以靠这些颜料赚上一笔，我今年还在鸡只上投资了一笔。',text0_1='嘿，就是有人会想要跑去烂泥里找彩蛋，我是不评论这种事啦。反正我还可以靠这些颜料赚上一笔，我今年还在鸡只上投资了一笔。' WHERE Id=14231;
UPDATE npc_text SET text0_0='作为一名法师，你是少数可以召唤传送门返回这个地方的$r。如果你已经准备就绪，我就可以教你这种法术。',text0_1='' WHERE Id=5886;
UPDATE npc_text SET text0_0='我名叫蒙提，老鼠是我的玩物。',text0_1='' WHERE Id=5894;
UPDATE npc_text SET text0_0='我知道，这块蓝色的皮革吸引了你的目光。你看，许多热情高涨的新兵都在这附近狩猎，像失去理智般砍杀动物。你必须提高警惕。',text0_1='' WHERE Id=5913;
UPDATE npc_text SET text0_0='你的技巧已经超过我了，年轻人。去找尤纳，她在雷霆崖的中央高地上有一家商店。她能给你你需要的指导。',text0_1='' WHERE Id=5914;
UPDATE npc_text SET text0_0='现在你已经准备好应该要学的东西了,让我们继续接下来的训练吧.',text0_1='' WHERE Id=5917;
UPDATE npc_text SET text0_0='',text0_1='在光明与黑暗之间，还有阴影……而那些阴影有些你未曾见过的力量。' WHERE Id=5918;
UPDATE npc_text SET text0_0='',text0_1='在光明与黑暗之间，还有阴影……而那些阴影有些你未曾见过的力量。' WHERE Id=5919;
UPDATE npc_text SET text0_0='你在卡兹莫丹不会找到更好的老鼠肉烧烤店的!',text0_1='' WHERE Id=5920;
UPDATE npc_text SET text0_0='你看起来能用一些机件，$g小伙子：女士；。你应该上地铁去拜访我的兄弟蒙提，他在铁炉堡矿地道铁库房。我肯定他有些事情是你能做的。',text0_1='' WHERE Id=5921;
UPDATE npc_text SET text0_0='陌生人，小心身后。',text0_1='' WHERE Id=5933;
UPDATE npc_text SET text0_0='很高兴再次见到你，$N。',text0_1='' WHERE Id=5934;
UPDATE npc_text SET text0_0='你敢踏入拉文霍德庄园，可怜虫?',text0_1='你敢踏入拉文霍德庄园，可怜虫?' WHERE Id=5938;
UPDATE npc_text SET text0_0='你一直进行得不错，$N。我听到好消息了……',text0_1='你一直进行得不错，$N。我听到好消息了……' WHERE Id=5939;
UPDATE npc_text SET text0_0='',text0_1='愿月神与你同在，$c。月亮神殿已经来帮助奥伯丁饱受煎熬的公民了。' WHERE Id=5943;
UPDATE npc_text SET text0_0='苏亚米在旅馆前面。去吧，我正忙着呢。',text0_1='苏亚米在旅馆前面。去吧，我正忙着呢。' WHERE Id=5973;
UPDATE npc_text SET text0_0='到荣誉山谷去并在兽栏附近找到克苏卡。',text0_1='到荣誉山谷去并在兽栏附近找到克苏卡。' WHERE Id=5974;
UPDATE npc_text SET text0_0='啊是的，你必须找到希克瓦。我记得我最后一次见她时她在旅馆前面站着。',text0_1='啊是的，你必须找到希克瓦。我记得我最后一次见她时她在旅馆前面站着。' WHERE Id=5976;
UPDATE npc_text SET text0_0='你需要布林鲁格的帮助。他在旅馆和雷霆崖银行间较低的山上。',text0_1='你需要布林鲁格的帮助。他在旅馆和雷霆崖银行间较低的山上。' WHERE Id=5977;
UPDATE npc_text SET text0_0='说也奇怪，兽栏管理员莫加努斯就在马厩外面。',text0_1='说也奇怪，兽栏管理员莫加努斯就在马厩外面。' WHERE Id=5978;
UPDATE npc_text SET text0_0='安雅·玛尔雷在贸易区上层的旅馆中。',text0_1='安雅·玛尔雷在贸易区上层的旅馆中。' WHERE Id=5979;
UPDATE npc_text SET text0_0='阿拉辛是个值得信赖的人，让他来悉心照料你的任何宠物。他就住在猎人们聚集的塞纳里奥区。',text0_1='阿拉辛是个值得信赖的人，让他来悉心照料你的任何宠物。他就住在猎人们聚集的塞纳里奥区。' WHERE Id=5980;
UPDATE npc_text SET text0_0='我们共同构成了一个巨大的拼图，$N。跟你一样，很多人都在进行小块拼图的整合工作。

或许还有更强大的人正在将这些人当作拼图来玩。',text0_1='' WHERE Id=5981;
UPDATE npc_text SET text0_0='啊，友善的瑟里亚迪。在她的庇护下，所有动物都很安全。你可以在多兰纳尔的旅馆外找到她。',text0_1='' WHERE Id=5982;
UPDATE npc_text SET text0_0='好心的旅店老板艾玛，她现在已经照顾当地的动物好些年了。我敢肯定她会很高兴照顾你给的任何动物。你可以在狮王之傲旅店的外面找到她。',text0_1='好心的旅店老板艾玛，她现在已经照顾当地的动物好些年了。我敢肯定她会很高兴照顾你给的任何动物。你可以在狮王之傲旅店的外面找到她。' WHERE Id=5983;
UPDATE npc_text SET text0_0='矮人区的耶诺瓦·石盾是你要找的人。在猎人接受她父亲的训练时，她帮着照看猎人的宠物。',text0_1='矮人区的耶诺瓦·石盾是你要找的人。在猎人接受她父亲的训练时，她帮着照看猎人的宠物。' WHERE Id=5984;
UPDATE npc_text SET text0_0='$g小伙子:姑娘;
，你可以去卡拉诺斯雷酒酿酒厂外找谢尔比·石火。她会好好照顾你的宠物的。',text0_1='$g小伙子:姑娘;
，你可以去卡拉诺斯雷酒酿酒厂外找谢尔比·石火。她会好好照顾你的宠物的。' WHERE Id=5985;
UPDATE npc_text SET text0_0='乌布雷克·火拳总是极其认真地照顾动物。如果你想让他帮你照看宠物的话，就去武器大厅找他吧，他通常跟那些猎人在一起。',text0_1='乌布雷克·火拳总是极其认真地照顾动物。如果你想让他帮你照看宠物的话，就去武器大厅找他吧，他通常跟那些猎人在一起。' WHERE Id=5986;
UPDATE npc_text SET text0_0='我给你带来一些东西，$N。它们看起来挺重要的。',text0_1='我给你带来一些东西，$N。它们看起来挺重要的。' WHERE Id=5993;
UPDATE npc_text SET text0_0='欢迎来到军情七处总部，$N。',text0_1='' WHERE Id=5994;
UPDATE npc_text SET text0_0='$N，这是今天早上送来给你的。',text0_1='' WHERE Id=5995;
UPDATE npc_text SET text0_0='拉文霍德的信差今天早上将这封信交给了我。这是写给你的，$N。',text0_1='拉文霍德的信差今天早上将这封信交给了我。这是写给你的，$N。' WHERE Id=5996;
UPDATE npc_text SET text0_0='什么事，$c?你在汇报吗?',text0_1='' WHERE Id=6033;
UPDATE npc_text SET text0_0='冷牙矿山位于部落领地在霜狼墓地以北的山上,$B$B 被狗头人控制着.',text0_1='' WHERE Id=6058;
UPDATE npc_text SET text0_0='联盟领地中的深铁矿坑就在雷矛墓地北边。

它现在被穴居人控制着。',text0_1='' WHERE Id=6061;
UPDATE npc_text SET text0_0='这座纪念碑是用于缅怀在暴风城保卫战中牺牲的勇士。我们的人民经受了难以想象的痛苦才得以恢复自由，重新掌握自己的命运。我们将永远铭记那些在第一次兽人战争中牺牲的同胞。',text0_1='' WHERE Id=6062;
UPDATE npc_text SET text0_0='奥特兰克山谷中的作战物资总是非常缺乏。',text0_1='' WHERE Id=6066;
UPDATE npc_text SET text0_0='我们的军队不能升级，军需不够，无法升级。',text0_1='' WHERE Id=6073;
UPDATE npc_text SET text0_0='',text0_1='我们敌人的鲜血会洒落疆场的。伟大的元素会回应我们的呼唤并碾碎所有阻挡我们前进的东西。' WHERE Id=6093;
UPDATE npc_text SET text0_0='',text0_1='干得好，士兵。我需要回到大本营!你愿意掩护我吗?' WHERE Id=6095;
UPDATE npc_text SET text0_0='',text0_1='你来的真是时候。怎么耽搁了这么久?啊，没关系。掩护我，士兵。我必须返回基地!' WHERE Id=6096;
UPDATE npc_text SET text0_0='',text0_1='还有很多工作要做，$N!继续消灭我们的敌人!' WHERE Id=6098;
UPDATE npc_text SET text0_0='',text0_1='是的，$N。元素很活跃。很快，我们就会将他们的能量释放到我们的敌人身上。他们会被彻底击垮的!' WHERE Id=6099;
UPDATE npc_text SET text0_0='',text0_1='我已经做过接触了，$N。那是冰雪之王洛克霍拉。他认为我们的事业很有价值--我们给大地的祭品十分充足。他很快就来了……做好准备。' WHERE Id=6100;
UPDATE npc_text SET text0_0='我需要安全地飞离这儿，返回基地。',text0_1='' WHERE Id=6101;
UPDATE npc_text SET text0_0='日志中似乎记载了关于贸易、买主和其它商业事件的资讯。',text0_1='' WHERE Id=6104;
UPDATE npc_text SET text0_0='',text0_1='绝不要直视指挥官的眼睛。' WHERE Id=6105;
UPDATE npc_text SET text0_0='',text0_1='舰队整装待发，$N。你必须带上火炬，并将它放在战场中心的东部环形山。在舰队确定其位置时你要保护好火炬。' WHERE Id=6107;
UPDATE npc_text SET text0_0='我是水元素公爵海达克西斯。你不是元素中的一员所以你不明白我们的困境，但是或许我们可以达成一项对双方都有益处的协定……',text0_1='' WHERE Id=6108;
UPDATE npc_text SET text0_0='$N, 很高兴见到你.  我们和其他元素领主的战争是很激烈的, 但你的努力有助于确保我们的胜利。.',text0_1='' WHERE Id=6109;
UPDATE npc_text SET text0_0='',text0_1='舰队整装待命，$N。你必须带着这个信号灯并把它放置在中央战区西部的凹地里。保护信号灯不被攻击，直到舰队能够锁定它的座标!' WHERE Id=6110;
UPDATE npc_text SET text0_0='$N, 你在等什么?  到战场找到特拉元帅并且交个他攻击命令.  当他得到命令,他和她的部属向部落进攻并那些那些战俘!',text0_1='$N, 你在等什么?  到战场找到特拉元帅并且交个他攻击命令.  当他得到命令,他和她的部属向部落进攻并那些那些战俘!' WHERE Id=6134;
UPDATE npc_text SET text0_0='如果你想在塞纳-马恩省里奥议会中找寻某些档案的话，我就是那个你要交谈的人。你首先要知道要寻找的确切信息，那样我才能帮你。$B$B看看那个，真是光彩夺目呀!',text0_1='' WHERE Id=6153;
UPDATE npc_text SET text0_0='别聆听来自世界的心声——答案就在你心中，你知道真相的。',text0_1='' WHERE Id=6154;
UPDATE npc_text SET text0_0='死者在这片荒地长眠，$c。我们必须小心，别惊动他们。',text0_1='' WHERE Id=6155;
UPDATE npc_text SET text0_0='$N，你准备好完成终极任务了。刻在熔火之心地面上的炽热的符文是通向火海的导管,它们的存在既是对我们的侵犯，又是火焰之王的力量源泉。必须把它们扑灭!$b$b要熄灭符文，拿一小瓶水之精华。把它倒在符文上,火焰就会熄灭,这会使其变得毫无用处并能削弱我们的敌人!',text0_1='' WHERE Id=6158;
UPDATE npc_text SET text0_0='欢迎来到幽暗城公会登记处。你需要什么帮助吗?',text0_1='' WHERE Id=6159;
UPDATE npc_text SET text0_0='欢迎来到塞纳里奥议会，$c。我要怎么帮你呢?',text0_1='' WHERE Id=6160;
UPDATE npc_text SET text0_0='跟海达克西斯交谈。',text0_1='' WHERE Id=6161;
UPDATE npc_text SET text0_0='你好，小伙计。你跟水元素之王有关系吗?',text0_1='' WHERE Id=6162;
UPDATE npc_text SET text0_0='或许你能告诉我你的一些事情，$N。我非常想听听。',text0_1='' WHERE Id=6163;
UPDATE npc_text SET text0_0='我想你不愿意向我学习吧。你最好找个$c训练师帮助你。',text0_1='我想你不愿意向我学习吧。你最好找个$c训练师帮助你。' WHERE Id=6164;
UPDATE npc_text SET text0_0='你看起来像是那种手脚不干凈的人。有什么我可以帮忙的吗?',text0_1='你看起来像是那种手脚不干凈的人。有什么我可以帮忙的吗?' WHERE Id=6165;
UPDATE npc_text SET text0_0='必须恢复好你的眼睛',text0_1='' WHERE Id=6167;
UPDATE npc_text SET text0_0='我们奉命从达纳苏斯来到这儿，帮助身处患难的雷矛氏族。',text0_1='' WHERE Id=6173;
UPDATE npc_text SET text0_0='',text0_1='我的信念指引着我的行动，$r。我知道伊弗斯会来的。' WHERE Id=6174;
UPDATE npc_text SET text0_0='',text0_1='我迷失在梦里了。我感觉到了他的生命力，但是我的力量还不够强大，无法进行沟通。' WHERE Id=6175;
UPDATE npc_text SET text0_0='',text0_1='是的。$N。我已经查到了森林之王的位置。我们必须加倍努力!需要更多的水晶!' WHERE Id=6176;
UPDATE npc_text SET text0_0='',text0_1='森林之王已经知晓了这个山谷的毁灭，$N。很快我们就要到召唤法阵去了。做好准备!' WHERE Id=6177;
UPDATE npc_text SET text0_0='我被穆维里克这个鲁莽的傻子击中了。我担心要是不能将这东西送到基地的话，所有的事情都会失败的!必须阻止穆维里克和他的骑兵队!',text0_1='' WHERE Id=6178;
UPDATE npc_text SET text0_0='当我的狮鹫坠落时，我听到了他们嘲弄的笑声，$c。“斯里多尔， 你太差劲了！”他们大声嚷道。没有人敢对斯里多尔那样说话！帮我离开这里，我会让他们知道我的厉害！',text0_1='' WHERE Id=6180;
UPDATE npc_text SET text0_0='',text0_1='这片森林容易使人迷路!要小心。' WHERE Id=6193;
UPDATE npc_text SET text0_0='储存下来的物资都给你和你的家属!',text0_1='储存下来的物资都给你和你的家属!' WHERE Id=6194;
UPDATE npc_text SET text0_0='我们的军队已经升级到经验丰富的军队，但是我没有足够的军需升级到老兵。',text0_1='' WHERE Id=6217;
UPDATE npc_text SET text0_0='我们的军队已经升级到老兵，但是我没有足够的军需升级到勇士。',text0_1='' WHERE Id=6218;
UPDATE npc_text SET text0_0='我有足够的军需将我们的军队升级到经验丰富的军队。',text0_1='' WHERE Id=6219;
UPDATE npc_text SET text0_0='我们的军队已经升级到勇士，但是我仍需要收集更多的军需。',text0_1='' WHERE Id=6222;
UPDATE npc_text SET text0_0='我不能再存储物资啦。我的背包都满啦!',text0_1='' WHERE Id=6223;
UPDATE npc_text SET text0_0='到这儿是学习如何使用新武器，还是来浪费我时间的?',text0_1='' WHERE Id=6233;
UPDATE npc_text SET text0_0='告诉我你想要学那项武器，不然就走开。',text0_1='' WHERE Id=6235;
UPDATE npc_text SET text0_0='一个神奇的冬幕节……啊……小$G男孩:女孩;
。好孩子在熏木牧场当地的任何小贩部都有特别的，嗯，折扣。真棒。',text0_1='' WHERE Id=6250;
UPDATE npc_text SET text0_0='他们说食物是行军的保障，这是真的。要想成功应对敌人的攻击，军队必须拥有足够的粮草和装备供应。',text0_1='' WHERE Id=6255;
UPDATE npc_text SET text0_0='有人说军队的成功靠的是力量和勇气。这是真的!但是军队同样需要充足的物资来维系士气，我的工作便是确保他们的物资需求。',text0_1='' WHERE Id=6257;
UPDATE npc_text SET text0_0='',text0_1='士兵，你好。你是来帮我的吗?' WHERE Id=6273;
UPDATE npc_text SET text0_0='',text0_1='士兵，做得好。我们的马厩将塞满骑兵们的战斗坐骑!' WHERE Id=6274;
UPDATE npc_text SET text0_0='嗨。你到这儿来学习如何使用新武器算是来对地方啦。',text0_1='' WHERE Id=6275;
UPDATE npc_text SET text0_0='啊，$N!你就是我希望见到的人!我们已经拥有足够的军备，可以对部落发动地面攻击!战场元帅特拉瓦雷正在征战平原等待指令……

你曾多次证明自己是一名勇敢且经验丰富的士兵。你想为特拉瓦雷传达指令吗?',text0_1='' WHERE Id=6276;
UPDATE npc_text SET text0_0='你想要学些什么，嗯?',text0_1='' WHERE Id=6277;
UPDATE npc_text SET text0_0='如果你有能力学习的话，我是很荣幸教你如何使用武器的。',text0_1='' WHERE Id=6279;
UPDATE npc_text SET text0_0='如果你需要更多训练，我很乐意告诉你谁可以帮助你。是什么样的武器吸引你的目光呢?',text0_1='' WHERE Id=6281;
UPDATE npc_text SET text0_0='卡尔·雷矛，死吧!',text0_1='' WHERE Id=6282;
UPDATE npc_text SET text0_0='$N!我们的军备正在减少，在我们获得更多的军备之前是无法发动对征战平原的地面攻击的!$b$b跟卡尔·雷矛军需官谈谈。他会告诉你如何增加我们的军备。',text0_1='' WHERE Id=6284;
UPDATE npc_text SET text0_0='我猜想你到这儿来是训练如何使用新武器的?快点，我很忙的!',text0_1='' WHERE Id=6286;
UPDATE npc_text SET text0_0='只要你告诉我你的兴趣，我就会告诉你该怎么做。',text0_1='' WHERE Id=6287;
UPDATE npc_text SET text0_0='$N，在战场上看到你这样经验丰富的家伙真好!很抱歉，我们军队的物资过低，无法发动对部落的大规模地面攻击。$b$b跟我们的军需官谈谈，他会给你供给任务的。',text0_1='' WHERE Id=6288;
UPDATE npc_text SET text0_0='你是来学习如何作战吗?',text0_1='' WHERE Id=6289;
UPDATE npc_text SET text0_0='你偏好那种武器?',text0_1='' WHERE Id=6290;
UPDATE npc_text SET text0_0='',text0_1='我可没法教你战斗时如何保持优雅姿态，我只能教你如何使用武器。' WHERE Id=6291;
UPDATE npc_text SET text0_0='',text0_1='如果你想，我可以介绍其它武器大师给你。你想学些什么?' WHERE Id=6292;
UPDATE npc_text SET text0_0='你想学习如何使用武器，是吗?嗨，$g小伙子:姑娘;
，别在站在那儿发呆啦，大声说吧!',text0_1='' WHERE Id=6293;
UPDATE npc_text SET text0_0='你想要学习什么武器技能?',text0_1='' WHERE Id=6294;
UPDATE npc_text SET text0_0='这间特别商店里的比克斯能够教导你使用匕首。如果你还想再往外找的话，其他还有 - 暴风城的吴平，艾克索达的哈戴尔，达纳苏斯的伊琳尼雅·月火 - 都能告诉你一两件事。我，我从来都不是使用刀剑战斗的人。',text0_1='这间特别商店里的比克斯能够教导你使用匕首。如果你还想再往外找的话，其他还有 - 暴风城的吴平，艾克索达的哈戴尔，达纳苏斯的伊琳尼雅·月火 - 都能告诉你一两件事。我，我从来都不是使用刀剑战斗的人。' WHERE Id=10749;
UPDATE npc_text SET text0_0='',text0_1='嗨!你是来这儿学习新武器的吗?' WHERE Id=6295;
UPDATE npc_text SET text0_0='',text0_1='唔，不想找我一起训练?是什么武器吸引你的目光?' WHERE Id=6296;
UPDATE npc_text SET text0_0='你想要什么?!我听到某些事情关于英雄谷里其中一只古怪的德莱尼生物。或许她知道；我不清楚。',text0_1='你想要什么?!我听到某些事情关于英雄谷里其中一只古怪的德莱尼生物。或许她知道；我不清楚。' WHERE Id=10101;
UPDATE npc_text SET text0_0='',text0_1='你可以在战士区找到战场军官。' WHERE Id=10217;
UPDATE npc_text SET text0_0='霜狼，死吧!',text0_1='' WHERE Id=6313;
UPDATE npc_text SET text0_0='等待上级命令!',text0_1='' WHERE Id=6315;
UPDATE npc_text SET text0_0='',text0_1='奥特兰克本地出产的山羊对我们的骑兵至关重要!' WHERE Id=6316;
UPDATE npc_text SET text0_0='',text0_1='再有一些坐骑我们的马厩就满啦。士兵，让我来保管它们吧。我会从这儿牵走一些。' WHERE Id=6317;
UPDATE npc_text SET text0_0='很高兴遇见你，$N。要做的事情还很多，我们必须抓紧时间。',text0_1='' WHERE Id=6333;
UPDATE npc_text SET text0_0='愿塞纳留斯指引你，$c。$b$b我和我的姊妹身负重任，从塞纳里奥议会来到这片被污染的土地。但是在我询问的人中，只有那些足够强大的人才告诉我说─派遣能力较低的人是愚蠢的做法。',text0_1='' WHERE Id=6334;
UPDATE npc_text SET text0_0='',text0_1='我和我的姐妹从石爪山脉来到这儿，想要终止数年来的悲剧。不幸的是，我们还不够强大，无法独立完成目标，想向你这样的人寻求帮助。$b$b如果你足够强大，我们就谈谈任务的详细情况，$c。如果你还不够强大，那么，为了你的安全着想，就到此为止吧。' WHERE Id=6335;
UPDATE npc_text SET text0_0='向你致意，$r。',text0_1='' WHERE Id=6336;
UPDATE npc_text SET text0_0='在这世上，我已经不需要什么立足之地了，$c。部落……所有的部落成员将看见。他们相互交战，这是为了什么?遍地是秃鹫留下的骸骨……军团大肆侵犯我们的土地……呸!$b$b半人马应该为他们的遗产感到骄傲─这些遗产就跟夜精灵或兽人的遗产一样高贵─现在是我们效仿的时候啦!',text0_1='' WHERE Id=6353;
UPDATE npc_text SET text0_0='最后，我从将我禁锢在此的腐化中解脱了……',text0_1='' WHERE Id=6354;
UPDATE npc_text SET text0_0='感谢你所做的一切，$N。$b$b请保管好节杖，它可以帮你抵御那些入侵此地的邪恶力量。',text0_1='' WHERE Id=6373;
UPDATE npc_text SET text0_0='我的节杖……这么多年过去了……你终于重新得到它了!你真是这儿的救世主……$b$b请仔细听我说，$N。只有在玛拉顿之石才能将节杖的杖头和杖身结合在一起。',text0_1='' WHERE Id=6375;
UPDATE npc_text SET text0_0='在繁复的色彩中出现一条小路。$b$b被光线映衬得闪闪发光。$b$b你从水底浮上来。',text0_1='' WHERE Id=6377;
UPDATE npc_text SET text0_0='在玛拉顿大门附近的橙色和紫色通道之间还有一条道路。$b$b你手中的节杖便是钥匙。',text0_1='' WHERE Id=6378;
UPDATE npc_text SET text0_0='我越来越疲惫了……$b$b从这儿你可以看见瀑布，$n……要是你敢再次进入玛拉顿的大门，节杖将赋予你抵达那儿的能力。$b$b在玛拉顿的入口附近，你会看见一条通往洞穴之下的通道。在远古遗址处使用节杖讲创造传送门，你就可进入玛拉顿。',text0_1='' WHERE Id=6379;
UPDATE npc_text SET text0_0='很久以前，我和我的森林女神姐妹们曾进入这些洞穴，想释放我的叔叔札尔塔倍受折磨的灵魂。但是，已经充斥了所有洞穴的腐化力量很快击败了我们。$b$b我们注定要在此迷失方向;
毒素侵蚀了我们的头脑……$b$b尽管现在我的灵魂已经安息，但是我知道我没能完成任务。我要为此承担巨大的悲伤……',text0_1='' WHERE Id=6380;
UPDATE npc_text SET text0_0='啊，札尔塔……<塞雷布拉斯把头扭了过去。>$b$b我的父亲雷姆洛斯试图阻止他……$b$b札尔塔太顽固了，当他爱上一位土元素公主时，我父亲就知道他们的结合将受到诅咒，但是札尔塔拒绝听从父亲的意见。$b$b他因此变成了半人马。他们生下来就带着畸形的躯体，并充满仇恨;
我的叔叔札尔塔被自己的亲戚所杀……$b$b那个邪恶的瑟莱德丝公主，还在水晶洞穴内守护着他的遗体。',text0_1='' WHERE Id=6381;
UPDATE npc_text SET text0_0='欢迎来到探险者联盟。如果你需要书面资讯的话，我也许能帮你。',text0_1='' WHERE Id=6383;
UPDATE npc_text SET text0_0='潜伏在玛拉顿的毒素开始渗入我的头脑，我逐渐丧失对事实的判断力。我的林精姐妹们担心我会被恶魔利用，她们悄悄地拿走了我的节杖，将节杖断成两截，藏在洞穴中。$b$b很快，她们也丧失了理智，两段节杖也因无人看守，成了维利塔恩的囊中之物。那个萨特将一截节杖交给邪恶的元素诺克赛恩看管，另一截则由他自己保管至今。',text0_1='' WHERE Id=6384;
UPDATE npc_text SET text0_0='没有结合节杖两部分所需的咒语，诺克赛恩是无法使用节杖的。但是，我已经从诺克赛恩的诅咒中解放啦，如果你能将节杖的两部分交给我——节杖的头部和棍身，我会帮助你的。',text0_1='' WHERE Id=6385;
UPDATE npc_text SET text0_0='你问到塞纳留斯的儿子雷姆洛斯和札尔塔。$b$b我的父亲雷姆洛斯强壮英俊，我的叔叔札尔塔矮小灵动。虽然两人受到大家的一致尊重，但是札尔塔总认为自己无法得到雷姆洛斯所享受的荣耀和受到的关注。$b$b我和我的姐妹们出生后，札尔塔在嫉妒心的驱使下，想要超越他的兄弟……他自作自受。即使事情已经过去了这么久，我心中仍悲恸不已……',text0_1='' WHERE Id=6393;
UPDATE npc_text SET text0_0='你好，$N。我是格里高利·维克托医生，部落的首席外科医生。',text0_1='' WHERE Id=6413;
UPDATE npc_text SET text0_0='很高兴再次见到你，$N医生。我看着你逐步成长，我敢说现在是你学习更高的绷带技能的时候啦。$B$B一旦你的技能得到提高，就回来找我，我会把我所知的一切都教给你的。',text0_1='' WHERE Id=6414;
UPDATE npc_text SET text0_0='你好，$N。我是古斯塔夫·范沃森医生，联盟的首席外科医生。',text0_1='' WHERE Id=6415;
UPDATE npc_text SET text0_0='',text0_1='嗨，$N!很高兴你来看我。我们正准备对征战平原发动一场规模浩大的地面攻击!等到霜狼突击队队长一声令下，他和他的部队将给予联盟致命的攻击!$b$b你想传达这些命令吗，$N?加瑞克在征战平原等着你呢……' WHERE Id=6433;
UPDATE npc_text SET text0_0='',text0_1='能在奥特兰克山谷找到你这样经验丰富的家伙真好，$N。我们的军需不够，无法发动对奥特兰克山谷的地面攻击……跟我们的军需官谈谈——他会告诉你如何增加我们的军需储备。' WHERE Id=6435;
UPDATE npc_text SET text0_0='',text0_1='你!$N!你在山谷这儿游荡什么呢?在奥特兰克到处都是联盟的敌人!我们必须赶走它们!$b$b我们的军需不够，无法发动大规模的地面攻击,跟我们的军需官谈谈。他会告诉你如何增加我们的军需。' WHERE Id=6437;
UPDATE npc_text SET text0_0='我负责霜狼氏族的军队招募工作。作为一名霜狼士兵，如果你的等级足够高的话，就来向我报到吧。$b$b在冰冷的战场上，你会获得荣誉和尊重的。',text0_1='' WHERE Id=6475;
UPDATE npc_text SET text0_0='你好，$r!我是哈格丁中尉，是负责招募雷矛卫兵的官员。$B$B你在雷矛军队中获得一定的威望后再来找我吧，我会升级你的徽章的。如果你丢失了徽章，我也能再给你一枚。',text0_1='' WHERE Id=6476;
UPDATE npc_text SET text0_0='It is not yet your time. I shall aid your journey back to the realm of the living... for a price.',text0_1='' WHERE Id=6491;
UPDATE npc_text SET text0_0='我们的祖先教诲说，集体的力量胜过个人的力量。你想要加入公会为了雷霆崖的荣誉而战吗?',text0_1='' WHERE Id=6513;
UPDATE npc_text SET text0_0='是的，你看起来是个领导者。你是来这里组织公会与联盟作战吗?',text0_1='' WHERE Id=6514;
UPDATE npc_text SET text0_0='你好，$c。我是部落的勇士罗卡洛，是萨尔的仆人，是野兽与野性之王。',text0_1='' WHERE Id=6533;
UPDATE npc_text SET text0_0='',text0_1='你向蓝龙要求什么?' WHERE Id=6534;
UPDATE npc_text SET text0_0='奈辛瓦里要出去狩猎。我发现帮助他做丛林狩猎的准备工作比做战争准备的工作轻松多了。尽管我错过了战场上的光辉岁月。',text0_1='' WHERE Id=6535;
UPDATE npc_text SET text0_0='',text0_1='我对这片森林非常熟悉，它们就像我身体的一部分……但是它们还蕴藏着很多值得学习的知识，当然也有很多危险。' WHERE Id=6553;
UPDATE npc_text SET text0_0='',text0_1='你已经完成了泰洛尼斯的任务，感谢你所做的一切，$N。' WHERE Id=6555;
UPDATE npc_text SET text0_0='',text0_1='你好!这间工厂不是我的，不是!但是终有一天当我完成训练后，我将成为一名发明家，就像我崇拜的英雄玛尔冯·瑞文斯克那样。$b$b你从来没有听说过他吗?哦，碰巧他已经离开好长一段日子啦，他去研究远古食人妖废墟啦，他是乘坐地精飞艇走的……我也不是很清楚他究竟去了哪儿……$b$b塔纳拉辛?坦克利斯?塔纳里萨尼?$b$b<莉芙摇着头。>$b$b不，名字不是这样……' WHERE Id=6556;
UPDATE npc_text SET text0_0='',text0_1='嗨。不，玛尔冯一定不在这儿，他还要好些时间才能回来呢。实际上，我有些担心他……$b$b我希望他能很快回来。有人寄了一只大箱子给他，我可没力气把这东西拖进去!我只能把它放在门口……' WHERE Id=6557;
UPDATE npc_text SET text0_0='你已经学会了我现在能教你的所有知识，$N医生。当你获得更多经验的时候再来找我吧，我会传授给你更多高级的医学知识的。',text0_1='' WHERE Id=6573;
UPDATE npc_text SET text0_0='',text0_1='这地方……受到了诅咒。$b$b我刚刚设法逃脱，我可不想再进入那些地道啦。$b$b但是，我的兄弟姐妹……就没这么幸运了。他们被困在里面，恶魔花园散发的堕落烟雾令他们疯狂。$b$b你一定要帮帮他们。' WHERE Id=6574;
UPDATE npc_text SET text0_0='',text0_1='哦，很高兴你已经回来啦，$N。$b$b我兄弟的灵魂已经从堕落中解脱啦，但是我得留在此地表示我的哀悼。$b$b非常感谢你的帮助，$N。' WHERE Id=6575;
UPDATE npc_text SET text0_0='',text0_1='需要物资供给吗?' WHERE Id=6594;
UPDATE npc_text SET text0_0='我可以给你看看我卖的东西吗?',text0_1='' WHERE Id=6595;
UPDATE npc_text SET text0_0='你是来学习战斗的艺术的，$r?',text0_1='' WHERE Id=6654;
UPDATE npc_text SET text0_0='你是来学习战役案例的吧?听好了，我会为你讲解那些显赫的胜仗和耻辱的败仗的。',text0_1='' WHERE Id=6655;
UPDATE npc_text SET text0_0='提起精神，士兵！雷矛智者报告说冰斧巨魔已经抓住了一名地精工程师。霜狼正试图解救他，以便利用他的工程学制品来摧毁我们！可别让这种事情发生。',text0_1='' WHERE Id=6657;
UPDATE npc_text SET text0_0='听好了，$C$A$A你能感到那些来自号我这里的能量吗？现在是不是士气高涨呢？哎呀，还是另外一派的。扰乱他们的防御削弱了他们的部队将是不容易的任务，但必须做到！胜利将是我们的！',text0_1='' WHERE Id=6658;
UPDATE npc_text SET text0_0='六个中尉在前线进行着防御任务. 你必须快点击溃! 我们不能冒险让那些中尉到小.$B$B 所有中卫被打到前,不断的提高士气',text0_1='' WHERE Id=6659;
UPDATE npc_text SET text0_0='无能为力……没有力气啦……恢复……必须恢复……瑟雷姆控制着……结束这痛苦的折磨吧……',text0_1='' WHERE Id=6694;
UPDATE npc_text SET text0_0='谢谢你，人类。在我重回梦境之前我只能帮助你一次。$b$b通往瑟雷姆的主人奥兹恩的大门阻挡了你前进的道路。我会充当你破坏的器械。我等待你的命令，帮你打开大门。',text0_1='' WHERE Id=6695;
UPDATE npc_text SET text0_0='我们有很多物资储备啦，但是要发动对征战平原的地面攻击，我们还需要更多的物资。',text0_1='' WHERE Id=6718;
UPDATE npc_text SET text0_0='$N，我们已经具备了足够的物资来发动对征战平原的地面攻击。如果你想要传递指令，而且你的等级足够高的话，就跟霜狼村的亚斯拉·血矛谈谈。',text0_1='' WHERE Id=6719;
UPDATE npc_text SET text0_0='我们有一些物资，但是现在有很多啦。我们还需要一些来发动对征战平原的地面攻击。',text0_1='' WHERE Id=6720;
UPDATE npc_text SET text0_0='我们几乎没有物资装备。想要发动对征战平原的地面攻击的话，还需要很多物资!',text0_1='' WHERE Id=6721;
UPDATE npc_text SET text0_0='$N，我们已经具备足够的物资来发动地面攻击。如果您在雷矛守卫的声望够高的话，就跟诺雷格·雷矛下士谈谈吧。',text0_1='' WHERE Id=6730;
UPDATE npc_text SET text0_0='我们的物资储备已经很多了，但是要发动对征战平原的地面攻击，我们还需要更多的物资。',text0_1='' WHERE Id=6731;
UPDATE npc_text SET text0_0='我们有剩余的物资，但是不太多。我们还需要更多的物资才能发动对征战平原的地面攻击。',text0_1='' WHERE Id=6732;
UPDATE npc_text SET text0_0='我们几乎没有多余的物资。要发动对征战平原的另一场地面攻击，我们还需要很多物资。',text0_1='' WHERE Id=6733;
UPDATE npc_text SET text0_0='我需要更多的物资来升级我们的军队。',text0_1='' WHERE Id=6735;
UPDATE npc_text SET text0_0='我差不多拥有足够的物资供给来升级部队了。',text0_1='' WHERE Id=6736;
UPDATE npc_text SET text0_0='啊……这些家伙让我整天都不得安宁!你看见他们了吗?$b$b我真希望自己能藏到地下，避开他们……',text0_1='' WHERE Id=6741;
UPDATE npc_text SET text0_0='找我有事吗，$c?',text0_1='' WHERE Id=6755;
UPDATE npc_text SET text0_0='升级到勇士军队所需的物资还差一半呢。',text0_1='' WHERE Id=6775;
UPDATE npc_text SET text0_0='我需要更多的物资来升级我们的军队。',text0_1='' WHERE Id=6777;
UPDATE npc_text SET text0_0='我差不多拥有足够的物资供给来升级部队了。',text0_1='' WHERE Id=6778;
UPDATE npc_text SET text0_0='我差不多拥有足够的物资供给来升级到精练部队了。',text0_1='' WHERE Id=6779;
UPDATE npc_text SET text0_0='我需要更多的物资来升级我们的军队。',text0_1='' WHERE Id=6780;
UPDATE npc_text SET text0_0='升级到精练部队所需的物资还差一半呢。',text0_1='' WHERE Id=6781;
UPDATE npc_text SET text0_0='升级到勇士军队所需的物资还差一半呢。',text0_1='' WHERE Id=6783;
UPDATE npc_text SET text0_0='我几乎没有任何可供升级的物资。',text0_1='' WHERE Id=6784;
UPDATE npc_text SET text0_0='我们的军队不能升级，军需不够，无法升级。',text0_1='' WHERE Id=6785;
UPDATE npc_text SET text0_0='我们的军队已经升级到经验丰富的军队，但是我没有足够的军需升级到老兵。',text0_1='' WHERE Id=6786;
UPDATE npc_text SET text0_0='我们的军队已经升级到精练部队，但是我没有足够的军需升级到勇士。',text0_1='' WHERE Id=6787;
UPDATE npc_text SET text0_0='我有足够的军需将我们的军队升级到有经验的军队。',text0_1='' WHERE Id=6788;
UPDATE npc_text SET text0_0='',text0_1='我有足够的军需将我们的军队升级到老兵。' WHERE Id=6789;
UPDATE npc_text SET text0_0='我有足够的军需将我们的军队升级到勇士。',text0_1='' WHERE Id=6790;
UPDATE npc_text SET text0_0='我不能再存储物资啦。我的背包都满啦!',text0_1='' WHERE Id=6791;
UPDATE npc_text SET text0_0='我没什么可以教你的了。我听说藏宝海湾有个名叫海明威的老头，他在出售《鲈鱼与你》这本书，它对你提高钓鱼技能大有帮助。',text0_1='我没什么可以教你的了。我听说藏宝海湾有个名叫海明威的老头，他在出售《鲈鱼与你》这本书，它对你提高钓鱼技能大有帮助。' WHERE Id=6793;
UPDATE npc_text SET text0_0='我没什么可以教你的了。我听说藏宝海湾有个名叫海明威的老头，他在出售《鲈鱼与你》这本书，它对你提高钓鱼技能大有帮助。',text0_1='' WHERE Id=6794;
UPDATE npc_text SET text0_0='请将我从这些锁链中解放出来。钥匙就在这儿的某处……$b$b至少你能解决掉卫兵斯里基克。我想我能帮助你的!$b$b看到那边坏掉的陷阱了没?巨魔太过愚蠢，不知道如何修理。很明显，一个瑟银零件和一些冰霜之油就能修复。要是你能修好它，我敢打赌斯里基克一定会中圈套。哈哈─巨魔卫兵掉入陷阱!',text0_1='' WHERE Id=6795;
UPDATE npc_text SET text0_0='在奥特兰克山谷中两处矿坑：联盟领地上的深铁矿坑和部落领地上的冷齿矿坑。两处矿坑都有丰富的矿产资源，在过去，它们用于存储过剩的物资。$b$b现在，部落、联盟和当地居民常常争夺矿坑。',text0_1='' WHERE Id=6796;
UPDATE npc_text SET text0_0='奥特兰克山谷的哨塔和碉堡都是至关重要的战略性据点。要是我们能控制哨塔，就能展开远程攻击啦。',text0_1='' WHERE Id=6797;
UPDATE npc_text SET text0_0='逝者的灵魂在奥特兰克山谷的墓地安息。如果你死了，你的灵魂将被送往最近的墓地。',text0_1='' WHERE Id=6798;
UPDATE npc_text SET text0_0='看看这片被蹂躏的土地，你就知道元素的力量了，$r。',text0_1='' WHERE Id=6812;
UPDATE npc_text SET text0_0='塔点 南北之间的通道.$B$B被部落控制着',text0_1='' WHERE Id=6832;
UPDATE npc_text SET text0_0='塔点 南北之间的通道.$B$B被另一方控制着',text0_1='' WHERE Id=6833;
UPDATE npc_text SET text0_0='西霜狼塔,保护着各自的大门,$B$B也是被部落控制着',text0_1='' WHERE Id=6838;
UPDATE npc_text SET text0_0='我知道很多，好好听着吧，$r。',text0_1='' WHERE Id=6842;
UPDATE npc_text SET text0_0='很久以前，在篡位者称为创世之年代的时候，我的主人和他的同胞们统治着整个世界。是他们，是远古的神灵创造了一切。$B$B他们最终被那些称他们为缔造者的家伙推翻了。',text0_1='' WHERE Id=6843;
UPDATE npc_text SET text0_0='他们庞大的身躯在多年的战乱中渐渐衰弱，被禁锢在地下世界——他们自己创造的地下世界中——堕落的泰坦缔造者能渗透地表，污辱古老的神灵。$B$B兄弟反目。一场持续五千年的战争在世界的核心展开。',text0_1='' WHERE Id=6844;
UPDATE npc_text SET text0_0='部落和联盟的队长都已经进入战场啦。$b$b我们的队长巴琳达·斯通赫尔斯现在带领着来自石炉哨站的雷矛军队，而对方的队长加尔范上尉也从冰血要塞发出了指令。$b$b战斗开始啦!',text0_1='' WHERE Id=6846;
UPDATE npc_text SET text0_0='部落和联盟的队长都已经进入战场啦。$b$b我们的队长加尔范上尉现在带领着来自冰血要塞的霜狼军队，而对方的队长巴琳达·斯通赫尔斯正躲在石炉哨站。$b$b战斗开始啦!',text0_1='' WHERE Id=6848;
UPDATE npc_text SET text0_0='格兰上尉已被杀害！为了我们上尉的荣誉, 让我们再次到阿拉希战斗吧!',text0_1='' WHERE Id=6851;
UPDATE npc_text SET text0_0='奥特兰克山谷很久以前就已经成为霜狼氏族的家园了，我们不会让矮人和他们的联盟侵犯这片土地!因此我们不断地战斗!$b$b要赢回奥特兰克山谷，打败他们的首领巴琳达·斯通赫尔斯，然后杀死范达尔·雷矛。$b$b为了部落而战!',text0_1='' WHERE Id=6853;
UPDATE npc_text SET text0_0='雷矛在奥特兰克山谷中发现的远古的神器，但是霜狼兽人对探险者们可不那么友好。要是矮人想要保护祖先的文化遗产，一场恶战是不可避免的!$b$b要在战争中获胜，打败兽人加尔范上尉，最终打败霜狼将军德雷克塔尔。祝你好运，$c!',text0_1='' WHERE Id=6854;
UPDATE npc_text SET text0_0='巴琳达·斯通赫尔斯领导着联盟的前锋军队。她以征战平原以北的石炉哨站为基地。$b$b如果她死掉的话，上层首领范达尔·雷矛将进入丹巴达尔的奥特兰克山谷。$b$b巴琳达现在在石炉哨站。',text0_1='' WHERE Id=6859;
UPDATE npc_text SET text0_0='德雷克塔尔是奥特兰克霜狼氏族的军事和精神领袖。在奥特兰克的时候他领导着霜狼城堡的兄弟们作战。$b$b如果他被打败，奥特兰克的部落军队将溃不成军，但是现在他只会在下属加尔范上尉死后露面。$b$b德雷克塔尔现在在霜狼城堡里。',text0_1='' WHERE Id=6861;
UPDATE npc_text SET text0_0='格兰上尉援助德雷克塔尔.  他带领着来着来自冰血驻军的部落, 闯南闯北.$B$B',text0_1='' WHERE Id=6863;
UPDATE npc_text SET text0_0='火焰之王拉格纳罗斯在元素大灾变中想要杀死我的主人桑德兰，空气的王子。$B$B<德米提恩低下头，面部肌肉因愤怒而扭曲。>$B$B一旦你说出他的名字，我就会用你的内脏装点这座被破坏的营账。保持安静，听好了。',text0_1='' WHERE Id=6867;
UPDATE npc_text SET text0_0='拉格纳罗斯、迦顿和加尔背叛了我的领主。桑德兰王子在毫不知情的情况下被捕了。',text0_1='' WHERE Id=6868;
UPDATE npc_text SET text0_0='桑德兰王子对火焰之王的进攻毫不知情。在王子做出反应之前，传说中拉格纳罗斯使用的大锤萨弗拉斯就会无情地痛击王子。桑德兰倒下了，他完全被打败了。$B$B火焰之王吸取了王子的精华，但这仍然不能满足他的贪欲。',text0_1='' WHERE Id=6869;
UPDATE npc_text SET text0_0='桑德兰的精华的些许残留物存储在元素绑定护符中。拉格纳罗斯将护符打碎成两块，分给了他的两名士官……',text0_1='' WHERE Id=6870;
UPDATE npc_text SET text0_0='丹巴达尔是联盟在奥特兰克军力最强的地方。位于山谷北部的丹巴达尔是通往南部的军事要塞。$b$b丹巴达尔现在完好无损。',text0_1='' WHERE Id=6871;
UPDATE npc_text SET text0_0='你找到钥匙啦?嗯，是那把钥匙吗?我指的是能打开这些枷锁的钥匙。$G先生:女士;
，只有一种方法能证明!',text0_1='' WHERE Id=6875;
UPDATE npc_text SET text0_0='你现在是首领啦!你是我们的王!向戈多克王$N致敬!$b$b既然你是首领，所有的手下都会为你上贡的!你留下一些活口的，是吗?',text0_1='' WHERE Id=6876;
UPDATE npc_text SET text0_0='你想玩个游戏吗，自以为是的人?',text0_1='' WHERE Id=6877;
UPDATE npc_text SET text0_0='我拥有通往那里的钥匙!跟着我来吧，你会看到的!',text0_1='' WHERE Id=6878;
UPDATE npc_text SET text0_0='还活着吗?惊讶吧。眼睁睁看着我逃跑吧!',text0_1='' WHERE Id=6879;
UPDATE npc_text SET text0_0='皱皱眉头!',text0_1='' WHERE Id=6880;
UPDATE npc_text SET text0_0='这是底线，你不再是我的朋友啦!',text0_1='' WHERE Id=6881;
UPDATE npc_text SET text0_0='嗯，你杀死了国王，是吗?这就是说你取代了他的位置。你成为了新的头目!向国王致敬!',text0_1='' WHERE Id=6882;
UPDATE npc_text SET text0_0='嗯，从我跟巨魔的交战情况来看……你不必逐一杀死这儿的所有巨魔。$b$b就在前几天戈多克大王恢复权力，杀死以前的国王取而代之的时候，巨魔纷纷离开此地。嗯，国王的追随者们─戈多克没有要他们的命─立即发誓效忠新国王。$b$b谁知道呢─你饶恕的巨魔说不定会效忠于你呢……当然，这是打个比方!',text0_1='' WHERE Id=6883;
UPDATE npc_text SET text0_0='你现在是首领了，对吗?祝新国王长命百岁!$b$b克雷格让你看看戈多克酒。巨魔酒是所有酒中的极品，戈多克酒则是巨魔酒中的极品!你能从我这里买一些，是不是国王?!',text0_1='' WHERE Id=6894;
UPDATE npc_text SET text0_0='好吧老大，当你想要下属为你上贡的时候，就告诉我!',text0_1='' WHERE Id=6895;
UPDATE npc_text SET text0_0='',text0_1='陌生人，离开这儿吧，免得送命，它会吃掉它接触到的一切东西的。' WHERE Id=6896;
UPDATE npc_text SET text0_0='',text0_1='你知道高等精灵吗?你知道辛德拉古吗?' WHERE Id=6897;
UPDATE npc_text SET text0_0='',text0_1='辛德拉古是艾萨拉女王最器重的秘法学家。女王最重要的物品都在这些高大的城墙内秘密制造完成。$b$b永恒之井被破坏后，高等精灵陷入浑浑噩噩的境地，一支较小的夜精灵氏族，埃德萨拉斯的王子托塞德林开始建造水晶塔，你可以在西侧的城墙那儿看到那些分散在各处的水晶塔。' WHERE Id=6898;
UPDATE npc_text SET text0_0='',text0_1='王子策划将拥有巨大力量的恶魔伊莫塔尔禁锢到一个巨大的力场中。水晶塔能将潜在的能量汇集到这个力场中。$b$b一旦被囚禁，恶魔将成为埃德萨拉斯人民的能量来源。' WHERE Id=6899;
UPDATE npc_text SET text0_0='',text0_1='汲取的能量能维持上层精神的魔力，使埃德萨拉斯的人民满足他们对魔法无尽而持续增长的渴求。$b$b数千年过去了，用于监禁恶魔伊莫塔尔以及维系埃德萨拉斯人民生命的力量开始减弱。监禁恶魔所需的魔法就要超过所能汲取的魔法。曾经的能量机制已经不复存在。' WHERE Id=6900;
UPDATE npc_text SET text0_0='',text0_1='你所见到的那些在埃德萨拉斯的庭院和城墙附近游荡的高等精灵灵魂不是被戈多克巨魔或萨特所杀，而是死于王子之手!' WHERE Id=6901;
UPDATE npc_text SET text0_0='',text0_1='王子为了获得永恒的生命和无尽的力量，杀死了许多人。曾经在数千人中分配的力量现在全部汇集到王子和辛德拉狂热者身上。那些少数的幸存者不停地向水晶塔输送能量来禁锢恶魔伊莫塔尔。$b$b一旦恶魔挣脱束缚，他一定会毁掉这片曾经繁荣的秘法之地。' WHERE Id=6902;
UPDATE npc_text SET text0_0='卑微的家伙，你现在是个男人啦!',text0_1='' WHERE Id=6903;
UPDATE npc_text SET text0_0='卫兵芬古斯令你变得凶残!疯狂!啊!',text0_1='' WHERE Id=6904;
UPDATE npc_text SET text0_0='你可难倒我啦，老大!你怎么能逃出斯里基克那一关呢??好在我动作敏捷，很快就逃了出来!哈哈!$b$b没有人逃的过斯里基克那一关。斯里基克万岁!',text0_1='' WHERE Id=6905;
UPDATE npc_text SET text0_0='国王陛下，我会让你看看我有多聪明的!有了这些强大的魔法魔精，你会更聪明的!$b$b嗯……或许斯里基克在自己身上使用魔法。那会是个不错的点子……',text0_1='' WHERE Id=6906;
UPDATE npc_text SET text0_0='你是戈多克的国王！你是至高无上的王！',text0_1='' WHERE Id=6907;
UPDATE npc_text SET text0_0='我听说你已经死啦……嗯，以后你想要装死的话就不那么容易啦！',text0_1='' WHERE Id=6908;
UPDATE npc_text SET text0_0='我统治这个王国已经有一万年啦。在那时，我从那些神圣的辛德拉家族成员那儿听到很多令人着迷的故事。$b$b由于我必须待在这儿，所以我常常和访问者沟通交谈。你可以为我讲个故事吗，或许你想听听我的故事?',text0_1='' WHERE Id=6909;
UPDATE npc_text SET text0_0='我们可不能惹恼了他。他发起火来就没有节制啦。',text0_1='我们可不能惹恼了他。他发起火来就没有节制啦。' WHERE Id=6911;
UPDATE npc_text SET text0_0='你在附近闲逛什么?为什么不把那些小家伙锁起来?!',text0_1='' WHERE Id=6913;
UPDATE npc_text SET text0_0='现在你变得强大了!向戈多克的新国王致敬!',text0_1='' WHERE Id=6914;
UPDATE npc_text SET text0_0='为什么他们身上还有武器?你为什么不拿走他们的武器?!',text0_1='' WHERE Id=6915;
UPDATE npc_text SET text0_0='老大手下的所有下属——践踏者克雷格、三名守卫、克罗卡斯和观察者——都为新的国王献上贡品。如果你杀死了一名下属，这名下属就不能为新国王上贡啦!留下的活口越多，你得到的贡品就越多。别杀他们，你会得到很多东西的!$b$b就是这样的!',text0_1='' WHERE Id=6916;
UPDATE npc_text SET text0_0='',text0_1='哦，真恐怖!这是个悲剧!我们就要突破啦，但也有可能遭遇全军覆灭的惨剧。' WHERE Id=6917;
UPDATE npc_text SET text0_0='呃……很抱歉我袭击了你。不要杀我，求你了！？你是国王啦，我会为你提供更多的贡品的！',text0_1='' WHERE Id=6918;
UPDATE npc_text SET text0_0='粗略地检查一下骸骨，上面的肉已经干枯了。真是令人毛骨悚然的场景。',text0_1='' WHERE Id=6919;
UPDATE npc_text SET text0_0='从可怕的高等精灵王子那儿取回戈多克的圣物，或许你能比老头目做得更好!',text0_1='' WHERE Id=6920;
UPDATE npc_text SET text0_0='向新国王致敬！',text0_1='' WHERE Id=6922;
UPDATE npc_text SET text0_0='你不跟米兹勒谈话的话是当不了国王的!跟他谈谈!',text0_1='' WHERE Id=6923;
UPDATE npc_text SET text0_0='那么……你杀死了国王?我就知道这些家伙会拥戴你成为新国王的。我就知道!那些家伙只知道力量。$b$b似乎你赦免的跟随者越多，献殷勤的人也就越多。别这么不公平——我是说来一次有趣的挑战。如果你离开，我可不希望继续当国王。这些家伙肯定有人趁机取代你的地位。$b$b还有……你找到了我的钥匙，是吗?',text0_1='' WHERE Id=6924;
UPDATE npc_text SET text0_0='你必须明白，像我这样活了一万年的人，对生命有独特的看法。现在你经受的考验和磨难都是毫无意义的。',text0_1='' WHERE Id=6925;
UPDATE npc_text SET text0_0='哦，年轻的主人制造的这一系列事件和慌乱。可以想象，世界的命运就掌控在他手中。只有人类才会对世界产生这种扭曲的看法。$b$b唉，他将秘法的秘密都告诉了我……圣契之类的无用之物。这种东西对我来说是一无是处，但是或许你对它们感兴趣。',text0_1='' WHERE Id=6926;
UPDATE npc_text SET text0_0='被偷啦，$r!我们最珍贵的三卷卷轴。如果你能找回来的话，一定会得到丰厚的报酬的。',text0_1='' WHERE Id=6927;
UPDATE npc_text SET text0_0='<你无法理解这份卷轴上记载的任何技术。>',text0_1='' WHERE Id=6929;
UPDATE npc_text SET text0_0='<羊皮纸上画着的是修理机器人的结构示意图。>',text0_1='' WHERE Id=6930;
UPDATE npc_text SET text0_0='<依你目前的工程学技能是看不懂这张复杂的结构图的。>',text0_1='' WHERE Id=6931;
UPDATE npc_text SET text0_0='<你精通制造和操作这个机器人。>',text0_1='' WHERE Id=6932;
UPDATE npc_text SET text0_0='世界的构造精妙细致。只靠某些知识和对已知知识的应用是不可能破坏世界构造的。裂缝也由此产生。',text0_1='' WHERE Id=6933;
UPDATE npc_text SET text0_0='盯着敌人，$r。看吧，强大的部落足以对付巨龙!所有跟我们做对的人都是这种下场!',text0_1='' WHERE Id=6934;
UPDATE npc_text SET text0_0='我当然是来传达酋长的命令的。我是部落的。',text0_1='' WHERE Id=6935;
UPDATE npc_text SET text0_0='我活着就是为了为国王服务。',text0_1='' WHERE Id=6936;
UPDATE npc_text SET text0_0='或许有一天，你对联盟的贡献会跟你今日所见的英雄一样伟大。尊重英雄吧，$N。',text0_1='' WHERE Id=6937;
UPDATE npc_text SET text0_0='拥有万年历史的知识卷轴将那些邪恶的家伙吸引到图书馆。大量的书籍被盗，被找回之后再次被盗。',text0_1='' WHERE Id=6939;
UPDATE npc_text SET text0_0='',text0_1='基尔达斯总是过分夸大。比如，“迦罗娜：潜行与诡计研究”已经被偷过400多次啦。$b$b阿西娜神庙的标志保护着这本卷轴，防止任何人偷看。' WHERE Id=6940;
UPDATE npc_text SET text0_0='我可没时间停下来。',text0_1='' WHERE Id=6947;
UPDATE npc_text SET text0_0='我能帮忙吗?',text0_1='' WHERE Id=6948;
UPDATE npc_text SET text0_0='是的，我知道埃德萨拉斯。多年前，那儿曾是夜精灵的魔法要塞。$b$b你知道埃德萨拉斯吗，年轻人?也许有人会说这跟我目前的处境一致……但是我可不相信巧合这回事。',text0_1='' WHERE Id=6949;
UPDATE npc_text SET text0_0='塞纳里奥议会的人已经了解埃德萨拉斯的近况了。我陷入僵局，不知如何是好。我很可能向那些体格强健、善于作战的人寻求帮助。$b$b但是，要对埃德萨拉斯采取行动，就要了解关于丰硕的果实的知识。',text0_1='' WHERE Id=6950;
UPDATE npc_text SET text0_0='多年前，埃德萨拉斯是魔法师的集中地，居住在那些神圣的大厅中的人都能使用强大的魔法。米莉仙·瑟琳就是这样一名夜精灵——她是个博学者，能将自然本身的力量灌输到她铸造的神器中。$b$b丰饶之果便是她的杰作……她利用特殊的月井制造出一种奇异的葡萄酒，具备保护和生长的效力。埃德萨拉斯在葡萄酒的滋养下日益繁华起来。',text0_1='' WHERE Id=6951;
UPDATE npc_text SET text0_0='唉，事情似乎总是这样。和塞纳里奥议会的其它人一样，我也认为是米利的创作物在远古战争中毁掉了。但是我已经认识到，这种观点是错误的。$b$b丰硕的果实并未被摧毁……尽管现在它被称为恶魔之藤。它被埃德萨拉斯的魔王奥兹恩污染了。',text0_1='' WHERE Id=6952;
UPDATE npc_text SET text0_0='我……我无法开始想象，$N。我只知道我不能让这件事发生。它会被摧毁的——就算不毁在我们对巨魔的防御上，也会毁在米莉仙·瑟琳的记忆上……米莉……$b$b我的朋友，这就是我希望你伸出援手的事情。',text0_1='' WHERE Id=6953;
UPDATE npc_text SET text0_0='向你致敬，英雄!我有来自大陆和岛屿的最新消息，供你参考。',text0_1='向你致敬，英雄!我有来自大陆和岛屿的最新消息，供你参考。' WHERE Id=6957;
UPDATE npc_text SET text0_0='',text0_1='你需要去尘泥沼泽找纳特·帕格接受训练，提高自己的能力。' WHERE Id=6959;
UPDATE npc_text SET text0_0='你需要去尘泥沼泽找纳特·帕格接受训练，提高自己的能力。',text0_1='你需要去尘泥沼泽找纳特·帕格接受训练，提高自己的能力。' WHERE Id=6960;
UPDATE npc_text SET text0_0='我可以教你一些钓鱼技能。',text0_1='我可以教你一些钓鱼技能。' WHERE Id=6961;
UPDATE npc_text SET text0_0='海浪将船只残骸中的许多上锁的箱子冲到了位于湿地米奈希尔海湾以北的蓝腮沼泽中。',text0_1='海浪将船只残骸中的许多上锁的箱子冲到了位于湿地米奈希尔海湾以北的蓝腮沼泽中。' WHERE Id=6974;
UPDATE npc_text SET text0_0='凄凉之地北部萨瑟里斯海岸和荒芜之地苦痛堡垒都有可以拾取的带锁的箱子。',text0_1='凄凉之地北部萨瑟里斯海岸和荒芜之地苦痛堡垒都有可以拾取的带锁的箱子。' WHERE Id=6975;
UPDATE npc_text SET text0_0='悲伤沼泽泪水之池有许多带锁的上个世纪丢失的盒子。',text0_1='' WHERE Id=6976;
UPDATE npc_text SET text0_0='灼热峡谷熔渣之池的黑铁矮人有许多带锁的箱子。',text0_1='' WHERE Id=6977;
UPDATE npc_text SET text0_0='塔纳利斯的落帆海湾和艾萨拉的风暴海湾都有许多上锁的箱子，打开之后即可提高你的技能。',text0_1='' WHERE Id=6978;
UPDATE npc_text SET text0_0='东瘟疫之地蒂尔引领的血色十字军有许多带锁的箱子，这对你的技能可是个挑战。',text0_1='' WHERE Id=6979;
UPDATE npc_text SET text0_0='兽人将许多带锁的物资箱沉入了赤脊山的止水湖。',text0_1='兽人将许多带锁的物资箱沉入了赤脊山的止水湖。' WHERE Id=6980;
UPDATE npc_text SET text0_0='在纳迦侵袭梣谷佐拉姆海岸时，许多带锁的物资箱都丢失啦。',text0_1='在纳迦侵袭梣谷佐拉姆海岸时，许多带锁的物资箱都丢失啦。' WHERE Id=6981;
UPDATE npc_text SET text0_0='以石爪山脉狂风峭壁为基地的风险投资公司将他们的物资存储在带锁的箱子里。',text0_1='以石爪山脉狂风峭壁为基地的风险投资公司将他们的物资存储在带锁的箱子里。' WHERE Id=6982;
UPDATE npc_text SET text0_0='辛迪加工会在希尔斯布莱德的敦霍尔德城堡有许多带锁的箱子。',text0_1='辛迪加工会在希尔斯布莱德的敦霍尔德城堡有许多带锁的箱子。' WHERE Id=6983;
UPDATE npc_text SET text0_0='我研究世界已知和未知的元素。',text0_1='' WHERE Id=6985;
UPDATE npc_text SET text0_0='我们陷入生存危机。我们陷入困境，寻找答案，希望在黑暗中闪闪发光。$b$b那时，$N，就是我们迈向自由的第一步。',text0_1='' WHERE Id=6990;
UPDATE npc_text SET text0_0='你有蜘蛛或是甲虫吗，$C?它们速度快，但是如果你的速度更快的话，你会发现拥有它们是件乐事!',text0_1='' WHERE Id=6991;
UPDATE npc_text SET text0_0='你刚从地城出来吗?有什么东西给我的吗?',text0_1='' WHERE Id=6992;
UPDATE npc_text SET text0_0='你的护甲看起来很破旧。你为此感到胆怯吗?',text0_1='' WHERE Id=6993;
UPDATE npc_text SET text0_0='你离家还远着呢，$r。',text0_1='' WHERE Id=6995;
UPDATE npc_text SET text0_0='你已经找到我啦。你是来学习镇压和控制之道的吧。

我会教你更多的东西……你将学到牺牲。

<戴奥咧嘴而笑。>',text0_1='' WHERE Id=6996;
UPDATE npc_text SET text0_0='你得选择自己要召唤和驱使的恶魔。我们运用黑暗力量并为此付出巨大的代价。',text0_1='' WHERE Id=6997;
UPDATE npc_text SET text0_0='要是你还想继续前进的话，我们必须首先找人对付野兽。',text0_1='' WHERE Id=6998;
UPDATE npc_text SET text0_0='卑微的家伙，在我面前鞠躬吧!你能感受到我那强大的力量。',text0_1='' WHERE Id=7001;
UPDATE npc_text SET text0_0='',text0_1='这么说，你是来找尼比学习如何从虚空中召唤地域火仆从的。安静！尼比什么都知道！他可不会这么轻易地将知识传授给你。首先，你必须帮助尼比完成一项至关重要的任务。' WHERE Id=7002;
UPDATE npc_text SET text0_0='',text0_1='在这座营地的东北面有一个名叫克罗苏斯的强大的地狱火。这就是尼比待在这儿的原因。克罗苏斯极其强大，前所未闻。你瞧，菜鸟，地狱火以极高的速度坠落在地面上，但是它的生命却很短暂。一旦火焰熄灭，地狱火便崩溃了。' WHERE Id=7003;
UPDATE npc_text SET text0_0='',text0_1='别打断我，你这个蠢货！我会把你身上的肉刮下来，把你的骨头做成衣架。我说到哪儿了？哦，对，克罗苏斯的存活时间是普通地狱火的10倍。我不知道为什么会这样，但是我想只要进行足够的研究，我一定可以查明真相。你必须帮我找到克罗苏斯的火焰核心。' WHERE Id=7004;
UPDATE npc_text SET text0_0='',text0_1='要想让我教你召唤地狱火仆从，你必须杀死克罗苏斯，然后从他燃烧的尸体中取出恶魔之核交给我。但是这项任务并不简单，克罗苏斯几乎已经烧尽了。你必须重新点燃他的尸体，令他复活。所以你必须从其它恶魔那儿收集一些东西才能令他复活。我的孩子，准备上路吧。' WHERE Id=7005;
UPDATE npc_text SET text0_0='',text0_1='战争是有代价的，$c……这种代价常常被我们忽略。艾泽拉斯大地冲突迭起，到处都是失去双亲的孤儿。那些无家可归的孤儿没有别的地方可去，他们通常在这儿成长，到了自力更生的年龄才离开。$b$b部落将春季的某一周设为儿童周，为这些无辜的孩子赠送物品。' WHERE Id=7010;
UPDATE npc_text SET text0_0='',text0_1='战争是有代价的，$c……这种代价常常被我们忽略。艾泽拉斯大地冲突迭起，到处都是失去双亲的孤儿。那些无家可归的孤儿没有别的地方可去，他们通常在这儿成长，到了自力更生的年龄才离开。$b$b联盟将春季的某一周设为儿童周，为这些无辜的孩子赠送物品。' WHERE Id=7011;
UPDATE npc_text SET text0_0='',text0_1='哎呀……你可真是好人。我听说你是儿童周的志愿者，是吗$c?嗯，你会受到赞扬的。我们必须记得那些不幸的人——特别是那些孩子。$b$b我很乐意签名。拿去吧。' WHERE Id=7012;
UPDATE npc_text SET text0_0='年轻人，欢迎你来到雷霆崖。在这儿你能卸下负担，享受庇佑。我们欢迎所有的部落居民来到雷霆崖。$b$b我的朋友，灵魂都会来这个神圣的地方复活。尊敬他们吧，这也是尊敬你自己。',text0_1='' WHERE Id=7013;
UPDATE npc_text SET text0_0='啊，毫无疑问，他一定是想要成为一名战士!我想你是来参加儿童周的，是吗?你的行为堪称楷模，其它人必定会以你为榜样的，这令那些疲惫不堪的灵魂倍感欣慰。$b$b我很乐意帮助你和这位年轻的男子。嗯……我要给他提些什么建议呢?听听灵魂怎么说吧，是的……或许是关于吃掉所有蔬菜……',text0_1='' WHERE Id=7014;
UPDATE npc_text SET text0_0='烹饪是我一生的追求，我觉得我们俩有共同的爱好!',text0_1='烹饪是我一生的追求，我觉得我们俩有共同的爱好!' WHERE Id=7015;
UPDATE npc_text SET text0_0='去银风避难所找珊蒂瑞亚吧。她可以卖给你“高级烹饪教材”。',text0_1='去银风避难所找珊蒂瑞亚吧。她可以卖给你“高级烹饪教材”。' WHERE Id=7016;
UPDATE npc_text SET text0_0='加基森的迪尔格·奎克里弗对厨艺非常精通。要想提高自己的能力，你就去找他吧。',text0_1='加基森的迪尔格·奎克里弗对厨艺非常精通。要想提高自己的能力，你就去找他吧。' WHERE Id=7017;
UPDATE npc_text SET text0_0='葬影村的乌兰可以卖给你「高级烹饪书」。如果你想要提高烹饪技能的话，就需要这本书。',text0_1='葬影村的乌兰可以卖给你「高级烹饪书」。如果你想要提高烹饪技能的话，就需要这本书。' WHERE Id=7019;
UPDATE npc_text SET text0_0='我可以教你如何烹饪！',text0_1='我可以教你如何烹饪！' WHERE Id=7021;
UPDATE npc_text SET text0_0='现在，只有有名的格里高利·维克托医生能提高你的技能啦。你可以在落锤镇的阿拉希高地找到他。',text0_1='现在，只有有名的格里高利·维克托医生能提高你的技能啦。你可以在落锤镇的阿拉希高地找到他。' WHERE Id=7024;
UPDATE npc_text SET text0_0='尘泥沼泽蕨墙村的格鲁克卡恩在卖指南书，你需要好好研究它来提高自己的技能!',text0_1='尘泥沼泽蕨墙村的格鲁克卡恩在卖指南书，你需要好好研究它来提高自己的技能!' WHERE Id=7025;
UPDATE npc_text SET text0_0='倍受尊敬的古斯塔夫·范沃森医生能进一步训练你。他就在塞拉摩的兵营里治疗伤兵。',text0_1='倍受尊敬的古斯塔夫·范沃森医生能进一步训练你。他就在塞拉摩的兵营里治疗伤兵。' WHERE Id=7026;
UPDATE npc_text SET text0_0='你有什么东西需要绑的，$r?',text0_1='' WHERE Id=14134;
UPDATE npc_text SET text0_0='你总是可以在铭文训练师附近发现这种远古典籍。',text0_1='你总是可以在铭文训练师附近发现这种远古典籍。' WHERE Id=14174;
UPDATE npc_text SET text0_0='我可以教你急救技能。',text0_1='我可以教你急救技能。' WHERE Id=7028;
UPDATE npc_text SET text0_0='恐怖战马的灵魂发怒啦。',text0_1='' WHERE Id=7036;
UPDATE npc_text SET text0_0='加德纳尔行事隐晦奸诈。你在这儿干什么呢，$C，你的灵魂被敌人禁锢在此的……',text0_1='' WHERE Id=7037;
UPDATE npc_text SET text0_0='滚!我在跟恐惧魔王商量要事，我们讨论的事情与你无关!',text0_1='' WHERE Id=7038;
UPDATE npc_text SET text0_0='…………来自贝恩霍勒的消息?是什么消息?他需要伟大的导师和仆人乌拉泰克吗?他需要我吗?',text0_1='' WHERE Id=7039;
UPDATE npc_text SET text0_0='什么?但是怎么做呢?不!这不可能!我已经很小心了……他不可能知道的!$b$b你撒谎!你撒谎，你欺骗了我，去死吧!',text0_1='' WHERE Id=7040;
UPDATE npc_text SET text0_0='',text0_1='又是一个幸福的活着的一天啊!朋友，看看你周围的美景吧。享受自然赋予的一切!' WHERE Id=7041;
UPDATE npc_text SET text0_0='吼~汪~汪~',text0_1='' WHERE Id=7042;
UPDATE npc_text SET text0_0='熔岩?朋友，别在意那个。看看你周围吧。享受自然赋予的一切欢乐。',text0_1='' WHERE Id=7043;
UPDATE npc_text SET text0_0='每年的这个时候我都会来希利苏斯。这里的气候对治疗我的拇指囊肿很有帮助。$b$b你应该跟我四处逛逛，朋友。欣赏一下风景什么的。',text0_1='' WHERE Id=7044;
UPDATE npc_text SET text0_0='在这么偏远的地方遇到人可真好啊。来吧，跟我一起。让我们用身体互相取暖。',text0_1='' WHERE Id=7045;
UPDATE npc_text SET text0_0='去力量谷西边的山顶找找看。他们只会让官员进去的!如果你不是官员，可以跟外面的巴沙中士谈谈。
',text0_1='去力量谷西边的山顶找找看。他们只会让官员进去的!如果你不是官员，可以跟外面的巴沙中士谈谈。
' WHERE Id=7046;
UPDATE npc_text SET text0_0='突然之间，你成为了「联盟的防卫者」，是吗?!嗯，我猜你一定是想去勇士大厅。它就在旧城区。',text0_1='突然之间，你成为了「联盟的防卫者」，是吗?!嗯，我猜你一定是想去勇士大厅。它就在旧城区。' WHERE Id=7047;
UPDATE npc_text SET text0_0='要是你是来找世界上最富经验的工匠，你就找对地方啦!$b$b格瑞曼德·艾尔默，愿为你效劳!',text0_1='' WHERE Id=7055;
UPDATE npc_text SET text0_0='要召唤恐惧战马，你必须首先制造出强力召唤法阵。恐惧战马只可能在法阵中生成。$b$b要制造强力召唤法阵需要三种器具:达斯莫拉之铃铛、黑暗战车之轮和末日蜡烛。',text0_1='' WHERE Id=7056;
UPDATE npc_text SET text0_0='啊!没有比看人们在竞技场中互相厮杀更好看的东西了。如果你来得是时候的话，那你也将是他们中的一员!',text0_1='' WHERE Id=7074;
UPDATE npc_text SET text0_0='是的，那是真的，我好像一只蝙蝠一样瞎了!而且还醉得……呃，醉得好像喝了很多酒。$b$b我会告诉这个感受的，$r。是酒让我感觉灵敏。人人都知道如果你丧失了一种感觉，那么另外一个感觉会变得更加灵敏。我的饮酒感觉这两天非常灵敏。',text0_1='' WHERE Id=7094;
UPDATE npc_text SET text0_0='',text0_1='我们选择了离开黑石深渊的保护和安居之所来进行探险……呃，我是说……嗯，我们这么做是对的，我们要探索整个世界。' WHERE Id=7095;
UPDATE npc_text SET text0_0='也许这里不是最好的开店的地方……',text0_1='' WHERE Id=7114;
UPDATE npc_text SET text0_0='博恩奈特是我的名字，我把铁匠作为我的兴趣……另外，呃……我还卖一些食物和水。来点肉类怎么样?',text0_1='' WHERE Id=7115;
UPDATE npc_text SET text0_0='很高兴再见到你，$N!我不知道我还可以坚持多久来创建这样一个店。现在，由于你对我的帮助，我会给你看一些你会感兴趣的东西!',text0_1='' WHERE Id=7116;
UPDATE npc_text SET text0_0='当洛洛尔不想撒掉他宝贵的酒或者弄脏他衣服的时候，我就被召唤而来。是的。汉瑟尔就是别人口中正义和痛苦的结合体。',text0_1='' WHERE Id=7117;
UPDATE npc_text SET text0_0='作为驻扎在这里的现任监工，我的职责就是确保在这里所进行的所有事情，工作，休息和放松都包含一定令人厌烦的成分。$b$b如果你发现某件你被要求做的事情过于简单或者没有什么好抱怨的话，请立即向我报告。',text0_1='' WHERE Id=7120;
UPDATE npc_text SET text0_0='你已经完成我要求你做的事情，$N。我这里没有什么需要你做的了。如果你想继续为瑟银兄弟会服务的话，和黑石深渊的黑铁酒吧的罗克图斯·暗契谈谈。$b$b再见!',text0_1='' WHERE Id=7121;
UPDATE npc_text SET text0_0='',text0_1='不管我是不是瑟银兄弟会的，只要有个黑铁矮人敢靠近我，我一定会让他们尝尝我锤头的利害!现在，我可以送你去哪里，$g小伙子:小姑娘;
?' WHERE Id=7122;
UPDATE npc_text SET text0_0='',text0_1='只要那些矮人一直待在那里，我们就不会有麻烦。你现在要去哪里，$N?' WHERE Id=7123;
UPDATE npc_text SET text0_0='你是不是想要我在万能的$N之前畏缩?$b$b你对我不算什么。什么都不是。如果我想要你的头颅，那它就会被插在长毛上呈送给我。$b$b你犯了所有凡人都会犯的错误。$b$b<奈法利斯叹了口气。>$b$b如果你像花钱一样花费你的时间，那就会发生一些奇怪的事情。',text0_1='' WHERE Id=7134;
UPDATE npc_text SET text0_0='一个巨大的人类手印出现在宝珠的表面。除了看起来的那些处理过的痕迹，宝珠并没有损坏。',text0_1='' WHERE Id=7154;
UPDATE npc_text SET text0_0='宝珠的印记和你的手正好适合。',text0_1='' WHERE Id=7155;
UPDATE npc_text SET text0_0='我是监查他们的人。我是惩罚之拳。我来镇压反抗。你敢挑衅酋长?那你敢不敢面对我无情的审判?',text0_1='' WHERE Id=7174;
UPDATE npc_text SET text0_0='你看不到我在这里钓鱼吗?',text0_1='' WHERE Id=7175;
UPDATE npc_text SET text0_0='看看这条被干掉的龙的脸，$r。部落的强大是毋庸置疑的!',text0_1='' WHERE Id=7176;
UPDATE npc_text SET text0_0='Ragefire Chasm consists of a network of volcanic caverns below the orcs'' new capital city of Orgrimmar. Recently, rumors have spread that a cult loyal to the demonic Shadow Council has taken up residence within the Chasm''s fiery depths. This cult, known a',text0_1='Ragefire Chasm consists of a network of volcanic caverns below the orcs'' new capital city of Orgrimmar. Recently, rumors have spread that a cult loyal to the demonic Shadow Council has taken up residence within the Chasm''s fiery depths. This cult, known a' WHERE Id=7177;
UPDATE npc_text SET text0_0='快点离开，市民。没有什么好看的。',text0_1='' WHERE Id=7179;
UPDATE npc_text SET text0_0='你有兴趣探索这些地下城中的一个吗？',text0_1='你有兴趣探索这些地下城中的一个吗？' WHERE Id=7180;
UPDATE npc_text SET text0_0='这里散乱着放着一堆堆的图纸和设计图。',text0_1='' WHERE Id=7181;
UPDATE npc_text SET text0_0='这些图纸被守卫着。和札米克谈话来引开守卫的注意!',text0_1='' WHERE Id=7182;
UPDATE npc_text SET text0_0='Recently, a night elf druid named Naralex discovered a network of underground caverns within the heart of the Barrens. Believing he could use the caverns'' springs to restore lushness to the Barrens, the druid began siphoning the energies of the fabled Eme',text0_1='Recently, a night elf druid named Naralex discovered a network of underground caverns within the heart of the Barrens. Believing he could use the caverns'' springs to restore lushness to the Barrens, the druid began siphoning the energies of the fabled Eme' WHERE Id=7183;
UPDATE npc_text SET text0_0='Frustrated by the Dalaran wizards'' lack of progress against the undead during the Third War, the Archmage Arugal elected to summon the extra-dimensional worgen to bolster his side''s diminishing ranks. The wolf-men slaughtered the Scourge, then quickly tur',text0_1='Frustrated by the Dalaran wizards'' lack of progress against the undead during the Third War, the Archmage Arugal elected to summon the extra-dimensional worgen to bolster his side''s diminishing ranks. The wolf-men slaughtered the Scourge, then quickly tur' WHERE Id=7185;
UPDATE npc_text SET text0_0='',text0_1='啊，你!如果你想要赢得暗矛的尊重，那你可以向我们捐赠那些继续的资源!你要知道，布料和绷带不会从树上长出来。$b$b我们需要你在冒险中得到的那些布料，把它们捐给我们吧!这样你就可以得到暗矛部族的亲睐!' WHERE Id=7186;
UPDATE npc_text SET text0_0='Once the greatest gold production center in the human lands, the Dead Mines are now inhabited by the Defias Brotherhood, who have turned the dark tunnels into their private sanctum. It is rumored that the thieves have conscripted the clever goblins to hel',text0_1='Once the greatest gold production center in the human lands, the Dead Mines are now inhabited by the Defias Brotherhood, who have turned the dark tunnels into their private sanctum. It is rumored that the thieves have conscripted the clever goblins to hel' WHERE Id=7187;
UPDATE npc_text SET text0_0='',text0_1='在这个艰难的时期，捐赠布料对于那些不幸的人是非常重要的帮助手段。布料还可以制作装备和绷带─这对于战争十分重要!$b$b如果你想要为奥格瑞玛的兽人捐赠布料的话，我会欣然接受它们，你一定会收到我们的亲睐。$b$b为了部落!' WHERE Id=7188;
UPDATE npc_text SET text0_0='就是你……在这迫切的时期是你帮助被遗忘者最好的时机。好好听着，我不喜欢重复我说过的话。$b$b我们现在极度缺乏布料。绷带和任何布料储存量都很低，我们希望接受捐赠来补充库存。你的捐赠不会有任何经济补偿─这就是捐赠的含义─你的捐赠一定会为我们所赏识。',text0_1='' WHERE Id=7189;
UPDATE npc_text SET text0_0='嘿，$g兄弟:姐妹;
……我希望可以打扰你一下，如果可以的话。$b$b我们在通过试炼和进行家园重建中经历了很多。我们现在极度缺乏布料。如果你有一些多余的话，我希望你可以捐献给我们。你一定会为此赢得所有牛头人的尊重的!',text0_1='' WHERE Id=7190;
UPDATE npc_text SET text0_0='Ragefire Chasm can be found beneath the Shadow Cleft in the center of Orgrimmar.',text0_1='Ragefire Chasm can be found beneath the Shadow Cleft in the center of Orgrimmar.' WHERE Id=7191;
UPDATE npc_text SET text0_0='The Wailing Caverns has its entrance at the Lushwater Oasis southwest of Crossroads in the Barrens.',text0_1='The Wailing Caverns has its entrance at the Lushwater Oasis southwest of Crossroads in the Barrens.' WHERE Id=7192;
UPDATE npc_text SET text0_0='嘿，朋友─请等一下，如果可以的话……$b$b我们在重建泰达希尔的过程中经历了很多的痛苦。现在，我们不仅要忍受这些痛苦，而且我们还发现我们的布料存储已经很少了。如果你有多余的布料，那我希望你可以捐赠出它们。你一定因为帮助夜精灵赢得我们的尊重!',text0_1='' WHERE Id=7193;
UPDATE npc_text SET text0_0='诺姆瑞根的流亡者需要大量的布料资源!也许你可以帮帮我们，是不是?$b$b把你多余的布料资源带给我们。通过捐献它们，你可以获得所有地精的尊重。这是金钱无法换的的!好吧，布料可以帮助我们，但是它们意义绝不限于这些……',text0_1='' WHERE Id=7194;
UPDATE npc_text SET text0_0='',text0_1='啊，你!如果你想要赢得铁炉堡矮人的尊重，那么你可以开始为我们捐赠有价值的资源!铁炉堡现在的布料和绷带的存储量很低!$b$b你可以捐赠各种你在冒险中得到的布料!这样做你可以赢得铁炉堡矮人对你的尊重中!' WHERE Id=7195;
UPDATE npc_text SET text0_0='朋友─暴风城需要你的协助和慷慨解囊!$b$b我们曾经储藏丰富的布料已经所剩不多了。暴风城现在需要大量的布料和绷带!你的捐赠将能够帮助暴风城度过难关，你还能赢得我们对你的尊重!',text0_1='' WHERE Id=7196;
UPDATE npc_text SET text0_0='Shadowfang Keep is in southern Silverpine just north of Pyrewood Village.',text0_1='Shadowfang Keep is in southern Silverpine just north of Pyrewood Village.' WHERE Id=7197;
UPDATE npc_text SET text0_0='在你匆忙追寻荣耀的过程中，你有没有想过你的行动对于游戏的节奏影响。你是否感觉我说的话很荒谬！我所说的话都是如此哲理化，这让你头颅里那花生大小的东西感到十分迷茫。',text0_1='' WHERE Id=7198;
UPDATE npc_text SET text0_0='这是真的。请允许我总结一下……',text0_1='' WHERE Id=7199;
UPDATE npc_text SET text0_0='黑暗深渊位于梣谷海岸左拉姆海岸的最北部。',text0_1='黑暗深渊位于梣谷海岸左拉姆海岸的最北部。' WHERE Id=7200;
UPDATE npc_text SET text0_0='Situated along the Zoram Strand of Ashenvale, Blackfathom Deeps was once a glorious temple dedicated to the night elves'' moon-goddess Elune. However, the great Sundering shattered the temple - sinking it beneath the waves of the Veiled Sea. There it remai',text0_1='Situated along the Zoram Strand of Ashenvale, Blackfathom Deeps was once a glorious temple dedicated to the night elves'' moon-goddess Elune. However, the great Sundering shattered the temple - sinking it beneath the waves of the Veiled Sea. There it remai' WHERE Id=7201;
UPDATE npc_text SET text0_0='诺莫瑞根在丹莫洛的西边。',text0_1='诺莫瑞根在丹莫洛的西边。' WHERE Id=7202;
UPDATE npc_text SET text0_0='Located in Dun Morogh, Gnomeregan has been the gnomes'' capital city for generations, though it was recently infested by mutant troggs. In a desperate attempt to retaliate, High Tinker Mekkatorque ordered the emergency venting of the city''s radioactive was',text0_1='Located in Dun Morogh, Gnomeregan has been the gnomes'' capital city for generations, though it was recently infested by mutant troggs. In a desperate attempt to retaliate, High Tinker Mekkatorque ordered the emergency venting of the city''s radioactive was' WHERE Id=7203;
UPDATE npc_text SET text0_0='剃刀沼泽位于贫瘠之地最南端的大路西边。',text0_1='剃刀沼泽位于贫瘠之地最南端的大路西边。' WHERE Id=7204;
UPDATE npc_text SET text0_0='During the War of the Ancients, the demigod Agamaggan came forth to battle the Burning Legion. The colossal boar was defeated, and over time in the areas where his blood fell, massive thorn-ridden vines sprouted to life. The quilboar came to occupy these',text0_1='During the War of the Ancients, the demigod Agamaggan came forth to battle the Burning Legion. The colossal boar was defeated, and over time in the areas where his blood fell, massive thorn-ridden vines sprouted to life. The quilboar came to occupy these' WHERE Id=7205;
UPDATE npc_text SET text0_0='Scarlet Monastery lies in the hills northeast of Tirisfal Glades.',text0_1='Scarlet Monastery lies in the hills northeast of Tirisfal Glades.' WHERE Id=7206;
UPDATE npc_text SET text0_0='The monastery was once a center for learning and enlightenment. With the rise of the undead Scourge during the Third War, the peaceful Monastery was converted into a stronghold of the fanatical Scarlet Crusade. The Crusaders are intolerant of all non-huma',text0_1='The monastery was once a center for learning and enlightenment. With the rise of the undead Scourge during the Third War, the peaceful Monastery was converted into a stronghold of the fanatical Scarlet Crusade. The Crusaders are intolerant of all non-huma' WHERE Id=7207;
UPDATE npc_text SET text0_0='剃刀高地位于贫瘠之地最南端的大路东边。',text0_1='剃刀高地位于贫瘠之地最南端的大路东边。' WHERE Id=7208;
UPDATE npc_text SET text0_0='剃刀高地和剃刀沼泽一样由巨大的藤蔓组成，剃刀高地是野猪人的传统都城。在那错综复杂的荆棘迷宫中居住着大群忠诚的野猪人军队，以及他们的高等祭司——亡首部族。然而最近，一股黑暗的力量笼罩了这座原始的洞穴。天谴军团的爪牙在巫妖寒冰之王亚门纳尔的带领下控制了野猪部族，并将布满荆棘的迷宫变成了亡灵力量的堡垒。现在野猪人正在奋力战斗来夺回他们的城市，并阻止亚门纳尔继续控制贫瘠之地。',text0_1='' WHERE Id=7209;
UPDATE npc_text SET text0_0='奥达曼位于荒芜之地最北端。',text0_1='奥达曼位于荒芜之地最北端。' WHERE Id=7210;
UPDATE npc_text SET text0_0='拉尔德在这里维持和平。拉尔德还在这里卖鱼。想要一些鱼吗?',text0_1='拉尔德在这里维持和平。拉尔德还在这里卖鱼。想要一些鱼吗?' WHERE Id=7211;
UPDATE npc_text SET text0_0='Uldaman is an ancient Titan vault that has laid buried within the earth since the world''s creation. Dwarven excavations of the city have recently released the Titans'' first failed creations: the troggs. Legends say that when the Titans deemed the trogg ex',text0_1='Uldaman is an ancient Titan vault that has laid buried within the earth since the world''s creation. Dwarven excavations of the city have recently released the Titans'' first failed creations: the troggs. Legends say that when the Titans deemed the trogg ex' WHERE Id=7212;
UPDATE npc_text SET text0_0='祖尔法拉克遗迹位于塔纳利斯沙漠最西北角。',text0_1='祖尔法拉克遗迹位于塔纳利斯沙漠最西北角。' WHERE Id=7213;
UPDATE npc_text SET text0_0='日光暴晒下的这座城市是沙怒巨魔的家园，他们一向以来都以其无情和黑暗魔法而闻名。巨魔传说中有一把强大的名叫鞭笞者苏萨斯的武器能够让最弱小的人可以击败最强大的敌人。很久以前，这把武器被分成了两半。然而，有传言说这两半可以在祖尔法拉克任何地方找到。',text0_1='日光暴晒下的这座城市是沙怒巨魔的家园，他们一向以来都以其无情和黑暗魔法而闻名。巨魔传说中有一把强大的名叫鞭笞者苏萨斯的武器能够让最弱小的人可以击败最强大的敌人。很久以前，这把武器被分成了两半。然而，有传言说这两半可以在祖尔法拉克任何地方找到。' WHERE Id=7214;
UPDATE npc_text SET text0_0='玛拉顿位于凄凉之地西部中间的长矛谷中。',text0_1='玛拉顿位于凄凉之地西部中间的长矛谷中。' WHERE Id=7215;
UPDATE npc_text SET text0_0='玛拉顿被狂暴的玛拉顿半人马所保护，那是凄凉之地最神圣的地方。玛拉顿是札尔塔的伟大神庙，札尔塔使半神塞纳留斯不朽的儿子之一。传说札尔塔和瑟莱德丝大地元素公主的私生子成为了半人马种族。据说半人马这个野蛮的种族在其出生了之后就开始转向他们的父亲并将其杀死。有些人则相信瑟莱德丝在悲伤中将札尔塔的灵魂困了起来，并将其藏在洞中——利用它的能量来达到一些不可告人的目的。',text0_1='' WHERE Id=7216;
UPDATE npc_text SET text0_0='沉没的神庙位于悲伤沼泽东部的一个大湖的中心。',text0_1='沉没的神庙位于悲伤沼泽东部的一个大湖的中心。' WHERE Id=7217;
UPDATE npc_text SET text0_0='黑石山脉位于灼热峡谷和燃烧平原的中间。',text0_1='黑石山脉位于灼热峡谷和燃烧平原的中间。' WHERE Id=7218;
UPDATE npc_text SET text0_0='黑石深渊曾经是黑铁矮人的伟大都城，这个火山中的迷宫现在成为拉格纳罗斯火焰领主的王座所在地。拉格纳罗斯找到了使用石头和设计图来创造一支无敌石头人均对来帮助它征服黑石深渊。即使是需要打败奈法利安和他的龙子龙孙，拉格纳罗斯会不惜一切代价来达到最后的胜利。',text0_1='黑石深渊曾经是黑铁矮人的伟大都城，这个火山中的迷宫现在成为拉格纳罗斯火焰领主的王座所在地。拉格纳罗斯找到了使用石头和设计图来创造一支无敌石头人均对来帮助它征服黑石深渊。即使是需要打败奈法利安和他的龙子龙孙，拉格纳罗斯会不惜一切代价来达到最后的胜利。' WHERE Id=7219;
UPDATE npc_text SET text0_0='黑石深渊深处的巨大堡垒是由矮人建筑大师弗兰克罗恩·铸铁所设计的。这个堡垒是矮人力量的象征并被邪恶的黑铁矮人占据了数个世纪。然而，奈法利安——死亡之翼狡猾的儿子——对这个巨大的堡垒别有意图。他和他的黑龙军团占据了上层黑石塔并向占据着黑石深渊的黑铁矮人宣战。奈法利安知道矮人是由强大的火元素拉格纳罗斯所领导的，所以他立志要摧毁他的敌人并将黑石深渊全被占为己有。',text0_1='黑石深渊深处的巨大堡垒是由矮人建筑大师弗兰克罗恩·铸铁所设计的。这个堡垒是矮人力量的象征并被邪恶的黑铁矮人占据了数个世纪。然而，奈法利安——死亡之翼狡猾的儿子——对这个巨大的堡垒别有意图。他和他的黑龙军团占据了上层黑石塔并向占据着黑石深渊的黑铁矮人宣战。奈法利安知道矮人是由强大的火元素拉格纳罗斯所领导的，所以他立志要摧毁他的敌人并将黑石深渊全被占为己有。' WHERE Id=7220;
UPDATE npc_text SET text0_0='厄运之槌位于菲拉斯的中部。',text0_1='' WHERE Id=7221;
UPDATE npc_text SET text0_0='通灵学院这个学习亡灵术的学校位于西瘟疫之地的凯尔达隆那个废弃的小岛上。',text0_1='' WHERE Id=7223;
UPDATE npc_text SET text0_0='斯坦索姆位于东部瘟疫之地瘟疫林的北部。',text0_1='' WHERE Id=7225;
UPDATE npc_text SET text0_0='斯坦索姆曾经是洛丹伦北部一颗璀璨的明珠，但是就是在这座城市阿尔萨斯王子背叛了他的导师乌瑟尔，并屠杀了数百个被认为感染了可怕瘟疫的臣民。阿尔萨斯不久之后就向巫妖王臣服。这个破碎的城市也被巫妖克尔苏家德领导的天谴军团所占据。而一直由大十字军战士达索汉领导的血色十字军分遣队也占据了这个城市的一部分。这两方力量在城市中进行着激烈的战斗。',text0_1='' WHERE Id=7226;
UPDATE npc_text SET text0_0='死亡矿井位于西部荒野南端月溪镇的地下。',text0_1='死亡矿井位于西部荒野月溪镇的地下。' WHERE Id=7227;
UPDATE npc_text SET text0_0='The Stormwind Stockades are found near the mage quarter in Stormwind.',text0_1='The Stormwind Stockades are found near the mage quarter in Stormwind.' WHERE Id=7229;
UPDATE npc_text SET text0_0='The Stockades are a high-security prison complex, hidden beneath the canal district of Stormwind city. Presided over by Warden Thelwater, the Stockades are home to petty crooks, political insurgents, murderers and a score of the most dangerous criminals i',text0_1='The Stockades are a high-security prison complex, hidden beneath the canal district of Stormwind city. Presided over by Warden Thelwater, the Stockades are home to petty crooks, political insurgents, murderers and a score of the most dangerous criminals i' WHERE Id=7230;
UPDATE npc_text SET text0_0='我这里有你所需要的所有烹饪材料，伙计!',text0_1='' WHERE Id=7237;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到恶齿村，陌生人。我是族长托塔斯克，恶齿食人妖的领袖。' WHERE Id=7238;
UPDATE npc_text SET text0_0='如果它坏了，那么斯拉提可以修理它!',text0_1='' WHERE Id=7239;
UPDATE npc_text SET text0_0='',text0_1='我出售各种奢靡的货物和商品，陌生人。' WHERE Id=7240;
UPDATE npc_text SET text0_0='钓鱼只是为了娱乐，伙计。你知道吗?我是在向我的导师学习，世界上最伟大的钓鱼者─纳特·帕格。你听说他没有，伙计?$b$b如果你想要寻求启迪，那么纳特·帕格会指引你前进的道路。',text0_1='' WHERE Id=7241;
UPDATE npc_text SET text0_0='祖尔金有一天会回来的，$r。记住我的话。在那一天到来之前，我们会守住我们的位置并保护森林食人妖的数量。

作为恶齿村的猎人首领，我的责任就是确保我们居住环境的安全。

我对这个区域周围的野兽都要进行监控。

你是不是来找些活干的?',text0_1='' WHERE Id=7242;
UPDATE npc_text SET text0_0='我是基尔拉姆，斧系大师。',text0_1='' WHERE Id=7243;
UPDATE npc_text SET text0_0='',text0_1='不要靠得太近，$N。我有可能失误将我的锤子敲到你的脑袋。' WHERE Id=7245;
UPDATE npc_text SET text0_0='退后，否则我会把你一下子砍成两半的。',text0_1='' WHERE Id=7247;
UPDATE npc_text SET text0_0='我刚刚完成了一次新的空间爆破，用它我可以变成最最富有的人，我做梦都无法梦到的富有程度!我所需要的就是找到一个熟练的哥布尔工程师来制作一个空间撕裂器，然后将两者连接起来!',text0_1='' WHERE Id=7249;
UPDATE npc_text SET text0_0='通过在诺姆瑞根中的危险探险，我找到了制作一种伟大发明的方法:物质传送器!我所需要的就是一个熟练的地精工程师，让他制造一个信标连接在这个传送器上。',text0_1='' WHERE Id=7251;
UPDATE npc_text SET text0_0='一旦你建好这个装置了，你只要简单地启动装置就可以传送到托斯利基地!据报有一些人被变成了鸡，不过我确信他们是夸大其词!$b$b假如可以的话，我会试用看看并在其它人有的时候停机一天，不过它大概会正常运作，即使是你来进行也一样!',text0_1='' WHERE Id=7252;
UPDATE npc_text SET text0_0='如果你有办法赶紧这个装置，那就让我们知道!',text0_1='' WHERE Id=7253;
UPDATE npc_text SET text0_0='拿到钥匙，打开这些锁链!钥匙在守护者希坦亚手里……就在洞的后面……',text0_1='' WHERE Id=7257;
UPDATE npc_text SET text0_0='工作/遗失和找到物品/悬赏:',text0_1='' WHERE Id=7274;
UPDATE npc_text SET text0_0='你好，我的朋友！我是哈古斯，战歌前锋部队的军需官。随着你在战歌氏族中的声望不断提升，我可以为你提供一些可在战歌峡谷中使用的商品。如果你需要修理装备的话，我也可以提供这样的服务。',text0_1='' WHERE Id=7294;
UPDATE npc_text SET text0_0='',text0_1='愿夜之祝福永远与你同在，我的朋友！我是艾蒂尔·月火，我是灰谷银翼哨兵部队的军需官。随着你在银翼哨兵中的声望不断提升，我可以为你提供一些可在战歌峡谷中使用的商品。如果你需要修理装备的话，我也可以提供这样的服务。' WHERE Id=7295;
UPDATE npc_text SET text0_0='欢迎!欢迎来到亚布·尼比盖尔的暗月珍奇馆－－各种传奇生物跟神秘物品的大集合!请尽情的参观，朋友!$b$b但是请注意你的手摸到的东西!神圣的神器和可怕的野兽守护着这些展品!它们可能会烧掉过度好奇的参观者那些讨厌的手……',text0_1='' WHERE Id=7314;
UPDATE npc_text SET text0_0='今天要我送你去哪里，$c?',text0_1='' WHERE Id=7315;
UPDATE npc_text SET text0_0='你好!我的朋友，欢迎来到艾泽拉斯大陆上最伟大的博览会!$b$b请往前走并享受我们所提供的一切。让暗月马戏团在这个巨大而神秘的世界上所发现的奇特事物为你带来前所未有的惊奇!我们不收取任何费用，我们为你带来无限惊喜，为孩子们带来让他们兴奋的东西!',text0_1='' WHERE Id=7334;
UPDATE npc_text SET text0_0='有些时候跟钱是没关系的，朋友!我们接受很多慷慨的捐献－－有些还是非常大的数目－－我们旅行团的所有表演者都因为想要激励这个被战争撕裂的世界而充满活力与干劲。不需要担心我们，相反的，让我们担心如何才可以最好的取悦你们吧。',text0_1='' WHERE Id=7336;
UPDATE npc_text SET text0_0='票券兑换处在这儿!将你的票券兑换成奖品!赶快来吧!',text0_1='' WHERE Id=7337;
UPDATE npc_text SET text0_0='闪开点，乡巴佬',text0_1='' WHERE Id=7338;
UPDATE npc_text SET text0_0='我知道你会找到我的，$c。$b$b这个世界上的每一个证明都被他们所做出的选择驱动着。一个选择导致另一个选择，最终这些选择决定了你的一切，也决定了你可以从哪里获得财富-你是谁，作了什么选择。$b$b你准备好要发现你的财富在哪里了吗，$N?',text0_1='' WHERE Id=7339;
UPDATE npc_text SET text0_0='很好，那就开始吧……

你的主人要你去看守他的玉米田，以免盗贼跟小偷潜入。某天晚上巡逻时，你碰巧发现一个衣衫破烂、面容憔悴的人正在田里偷取玉米。你很快的捉住他，但他乞求你饶了他的小命。他声称他之所以偷拿玉米是为了给他的家人吃的，因为地主－你的主人－要求太多的税收了。你的主人确实也因为他那高昂的税收而远近驰名。

做出你的选择吧。',text0_1='' WHERE Id=7340;
UPDATE npc_text SET text0_0='你的下一个选择在等着你。

你是你的主人所指派的行刑者。有一个男人因为背叛了主人跟你的同胞而被送来给你。这个之前突然神秘消失的人其实是你一个很亲密、很正直的朋友。你也知道他所犯的罪行可能让很多无辜的平民因此丧失了生命。在看到你的时候，他乞求你饶了他的命，并声称他是被另一个有着更高权力的人所陷害。

做出你的选择吧。',text0_1='' WHERE Id=7341;
UPDATE npc_text SET text0_0='你没看到我正在忙吗?',text0_1='你没看到我正在忙吗?' WHERE Id=7354;
UPDATE npc_text SET text0_0='欢迎来到暗月马戏团年轻人!我们从世界上搜集了各种奇珍异宝任你参观。喔，如果你能够集满整套的小暗月卡，请让我知道，因为我的主人……我是说我会对它们有非常非常大的兴趣的。',text0_1='' WHERE Id=7355;
UPDATE npc_text SET text0_0='我们在世界各地散发暗月卡片，看看有没有谁能集齐四套暗月卡片中的任何一套。若你设法集齐八张一套的卡片，我们就会奖励你一张高级暗月卡，可拿来作为饰品或是暗月马戏团的纪念。',text0_1='' WHERE Id=7356;
UPDATE npc_text SET text0_0='如果你收集整套的野兽套卡，你将可以得到一张高级暗月卡片:蓝龙作为奖励。这张卡片对于恢复魔法能量非常有用。',text0_1='' WHERE Id=7357;
UPDATE npc_text SET text0_0='如果你收集整套的传送门套卡，你将可以获得一张高级暗月卡:虚空作为奖励。这张卡会偶发性的在你死后将你的灵魂拖回你的身体并让你复活。',text0_1='' WHERE Id=7358;
UPDATE npc_text SET text0_0='如果你收集整套的元素套卡，那你将可以得到一张高级暗月卡：漩涡作为奖励。这张卡片会偶发性的对正在跟你战斗的敌人给予严重的伤害。',text0_1='' WHERE Id=7359;
UPDATE npc_text SET text0_0='如果你收集整套的督军套卡，那你将可以得到一张高级暗月卡:英雄作为奖励。这张卡会偶发性的在你进行近身战斗时治疗你。',text0_1='' WHERE Id=7360;
UPDATE npc_text SET text0_0='你的下一个选择在等着你。$b$b你奉了主人之命，出使交战中的敌国。战争让双方都元气大伤，你的使命是确保两国人民都可以获得可敬的和平。$b$b在外交宴会上，你无意中听到敌国的统治者恶意中伤你的主人。你断定他原本是想背着你说的，但他还是辱及了你的主人的威名。$b$b做出你的选择吧。',text0_1='' WHERE Id=7361;
UPDATE npc_text SET text0_0='你的下一个选择在等着你。$b$b你的兄弟想要加入你所在的享有盛名的军队。你对他的责任心和忠诚毫不怀疑，但是你担心他的能力还不足以执行军队艰巨的任务。你无法确定他能否接受挑战─这可能会让你和其它人陷入危机─但是你知道你的话将决定他的去留。$b$b做出你的选择吧。',text0_1='' WHERE Id=7362;
UPDATE npc_text SET text0_0='你的下一个选择在等着你。$b$b你凭借自己的力量杀死了一头破坏农田的可怕野兽，并且割下它的耳朵作为战利品。后来你听说你的主人在悬赏这头野兽的性命，你所认识的一位仁慈但贫穷的骑士说自己杀死了这头野兽，想要领取赏金养家糊口。你自己并不需要钱，但是你知道这家伙谎报实情，牟取私利。$b$b做出你的选择吧。',text0_1='' WHERE Id=7363;
UPDATE npc_text SET text0_0='你的占卜已经完成了，$c。在接下来的几个小时中，你将发现你的精神与你真正的天性趋于一致。你要小心，因为你的财富－－及你的命运－－并不像你所想的那么条理清晰。$b$b如果你想要对你的未来有所了解，那么尽管告诉我。我会很乐意给你一张手写的签诗，你的背包中必须留有足够的空间。这张签诗是根据你回答我的问题时的意象所抽出来的。',text0_1='' WHERE Id=7364;
UPDATE npc_text SET text0_0='$N，这是你的签诗。愿你能好好利用它。',text0_1='' WHERE Id=7365;
UPDATE npc_text SET text0_0='暗月马戏团已经到镇上了!走过路过不要错过!',text0_1='' WHERE Id=7366;
UPDATE npc_text SET text0_0='来了!暗月马戏团正式开始营业!记得来看全艾泽拉斯最刺激的表演!',text0_1='' WHERE Id=7374;
UPDATE npc_text SET text0_0='看这边！暗月马戏团开市啦！记得来看看艾泽拉斯最激动人心的集会！',text0_1='' WHERE Id=7375;
UPDATE npc_text SET text0_0='暗月马戏团在莫高雷开张的时候，我们会在雷霆崖的西南方搭建我们的帐棚!',text0_1='' WHERE Id=7376;
UPDATE npc_text SET text0_0='暗月马戏团到莫高雷的金色平原来了，就在雷霆崖的西南边。走过路过不要错过!',text0_1='' WHERE Id=7377;
UPDATE npc_text SET text0_0='暗月马戏团在艾尔文森林开张的时候，我们会在闪金镇的南方搭建我们的帐棚!',text0_1='' WHERE Id=7378;
UPDATE npc_text SET text0_0='暗月马戏团到艾尔文森林来了，就在闪金镇的南边。走过路过不要错过!',text0_1='' WHERE Id=7379;
UPDATE npc_text SET text0_0='这附近有很多乱扔垃圾的家伙。',text0_1=' 这附近有很多乱扔垃圾的家伙。' WHERE Id=7382;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到暗月马戏团，$c!$b$b我叫克莉·希克斯，我应该跟你握手致意的，但是我怕会把你的手捏碎，因为我是当今世上最强壮的女人!' WHERE Id=7383;
UPDATE npc_text SET text0_0='靠过来!来这里买呛红辣翅!',text0_1='' WHERE Id=7387;
UPDATE npc_text SET text0_0='',text0_1='我出售的每项物品都是我自己取得的。我向你保证。' WHERE Id=7389;
UPDATE npc_text SET text0_0='嘿，谁来帮我抓住这个东西!',text0_1='' WHERE Id=7390;
UPDATE npc_text SET text0_0='唉……很抱歉，我现在还不能告诉你关于你的命运，你不久前才从我这儿获得了关于命运的资讯。$b$b过几个小时你再来找我吧。命运的力量将会有所改变，那时候我就可以洞察你的未来了。',text0_1='' WHERE Id=7393;
UPDATE npc_text SET text0_0='',text0_1='$N，很高兴再次见到你！你玩得开心吗？想要来掰手腕吗？不，当然不……你想要保护好自己的手臂！' WHERE Id=7394;
UPDATE npc_text SET text0_0='你好。我是克洛诺斯－－过目不忘的克洛诺斯。我的记忆力毫无瑕疵，而且连最微小的细节都记得一清二楚。$b$b相信我。',text0_1='' WHERE Id=7395;
UPDATE npc_text SET text0_0='你好!欢迎你!恐怕我的摊位还不能开张……有很多东西得修理……$b$b但是我仍然受制于血的诅咒，求你啦，笑一笑吧。如果你的脸上没有笑容的话，我就得砍下我的手，并且在手掌再生之前不得食用任何肉类……',text0_1='' WHERE Id=7397;
UPDATE npc_text SET text0_0='',text0_1='我找不到我的宠物啾啾啦。她喜欢喝黑铁啤酒，那是她唯一肯喝的饮料，但是却很难取得!现在啤酒已经没有了……啾啾一定是自己跑去找酒喝了!$b$b我希望她可以赶快回来……' WHERE Id=7400;
UPDATE npc_text SET text0_0='啾啾回来了!我太高兴了!我只希望我的黑铁麦芽酒不会很快又被喝光了，不然我怕我的小青蛙可能会再一次偷跑出去的!',text0_1='啾啾回来了!我太高兴了!我只希望我的黑铁麦芽酒不会很快又被喝光了，不然我怕我的小青蛙可能会再一次偷跑出去的!' WHERE Id=7401;
UPDATE npc_text SET text0_0='我们必须不惜一切代价保护这个营地的安全，$c!我们不能允许敌人再前进一步了!',text0_1='' WHERE Id=7402;
UPDATE npc_text SET text0_0='现在是危险时分，$r。远古的邪魔复活了，他可不会管你是部落还是联盟。',text0_1='' WHERE Id=7403;
UPDATE npc_text SET text0_0='',text0_1='出售好喝的饮料喔!用暗月马戏团最高级的酒来舒缓你的渴望吧!' WHERE Id=7404;
UPDATE npc_text SET text0_0='呱呱。',text0_1='' WHERE Id=7406;
UPDATE npc_text SET text0_0='你好，年轻的$c。就是在这里，你的酋长挑战了奥格瑞姆·毁灭之锤!虽然这事情已经过去了很久，但是在我的记忆中，它依然犹如刚刚发生过一样。',text0_1='' WHERE Id=7415;
UPDATE npc_text SET text0_0='$966w，年轻的$c。',text0_1='' WHERE Id=7416;
UPDATE npc_text SET text0_0='',text0_1='你是来学习的，嗯?我或许有些事情可以给你做。' WHERE Id=7434;
UPDATE npc_text SET text0_0='<雷矛中士向你敬了个礼。>$b$b姓名，军阶和编号，士兵!这是你唯一需要提供给那些骯脏的霜狼走狗的资讯!',text0_1='' WHERE Id=7435;
UPDATE npc_text SET text0_0='$964w，年轻的$c。',text0_1='' WHERE Id=7436;
UPDATE npc_text SET text0_0='$962w个雷矛指挥官和$950w个雷矛上尉。',text0_1='' WHERE Id=7437;
UPDATE npc_text SET text0_0='我向你保证:这座峡谷将是我们的囊中之物。',text0_1='' WHERE Id=7438;
UPDATE npc_text SET text0_0='$962w，士兵。',text0_1='' WHERE Id=7439;
UPDATE npc_text SET text0_0='$950w，士兵。',text0_1='' WHERE Id=7440;
UPDATE npc_text SET text0_0='$966w个霜狼指挥官和$964w个霜狼上尉，士兵。',text0_1='' WHERE Id=7441;
UPDATE npc_text SET text0_0='如果你是来拯救世界的，那么你就来对地方了。无面者－－血神哈卡－－已经被带回到我们的世界来了!',text0_1='' WHERE Id=7454;
UPDATE npc_text SET text0_0='你决心的力量正在发光，$N。继续证明你对我们的人民来说是一笔宝贵的财产。有一天世界将会意识到你的所做所为是多么的重要。',text0_1='' WHERE Id=7455;
UPDATE npc_text SET text0_0='菜鸟英雄又回来啦!很高兴再次见到你，$N，欢迎你随时回到我们村子里!',text0_1='' WHERE Id=7456;
UPDATE npc_text SET text0_0='',text0_1='让我来对付他们，$N!只要一声令下，我就会冲出去攻击他们的大桥!' WHERE Id=7476;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。你愿意帮助战歌峡谷的银翼哨兵作战吗?' WHERE Id=7481;
UPDATE npc_text SET text0_0='',text0_1='Elune be praised!  You seek out our Warsong Gulch Battlemaster?  Her name is Aethalas, and she stands ready to greet you near the warrior trainers.' WHERE Id=7482;
UPDATE npc_text SET text0_0='那么 $g lad : lass;
, 你认为你具有在奥特兰克山谷帮助联盟抵御部落的能力？非常好，那么你一定希望和铁路堡的格罗杜姆*铜须谈谈。你可以在武器大厅的战略沙图之前找到他。',text0_1='那么 $g lad : lass;
, 你认为你具有在奥特兰克山谷帮助联盟抵御部落的能力？非常好，那么你一定希望和铁路堡的格罗杜姆*铜须谈谈。你可以在武器大厅的战略沙图之前找到他。' WHERE Id=7483;
UPDATE npc_text SET text0_0='如果你想要去奥特兰克山谷，去和卡尔特拉·血喉谈谈。你可以在荣耀谷的勇者大厅去找她。',text0_1='' WHERE Id=7484;
UPDATE npc_text SET text0_0='',text0_1='There are several battlegrounds from which to choose.  To which battlemaster shall I send you?' WHERE Id=7495;
UPDATE npc_text SET text0_0='',text0_1='I know just the one that you speak of $c.  You must seek out Brogun Stoneshield on the Warrior''s Terrace.' WHERE Id=7496;
UPDATE npc_text SET text0_0='Aye, and which battleground be ye looking for?',text0_1='' WHERE Id=7497;
UPDATE npc_text SET text0_0='Warsong Gulch you say?  Well then, you''ll be wanting to speak with fair Lylandris over in the Hall of Arms.',text0_1='' WHERE Id=7498;
UPDATE npc_text SET text0_0='你对哪个战场感兴趣？',text0_1='' WHERE Id=7499;
UPDATE npc_text SET text0_0='Then it is Thelman Slatefist that you wish to speak to.  You can find him in the presence of the King at Stormwind Keep.
',text0_1='' WHERE Id=7500;
UPDATE npc_text SET text0_0='银翼哨兵运用一切援助对抗战歌前锋。$N,如果你想要援助他们的话，就去暴风要塞找艾弗拉兰谈谈。',text0_1='' WHERE Id=7501;
UPDATE npc_text SET text0_0='We must eliminate the elves and their cowardly Alliance from Warsong Gulch.  Go to the Hall of the Brave in the Valley of Honor and speak with Brakgul Deathbringer if you have what it takes to aid the Horde.',text0_1='' WHERE Id=7502;
UPDATE npc_text SET text0_0='Which battleground do you seek your glory in?',text0_1='' WHERE Id=7503;
UPDATE npc_text SET text0_0='And to which battleground do you wish to journey?',text0_1='' WHERE Id=7504;
UPDATE npc_text SET text0_0='Then it is to Taim Ragetotem that you must speak.  Seek him out on the Hunter Rise.',text0_1='' WHERE Id=7505;
UPDATE npc_text SET text0_0='Kergul Bloodaxe on the Hunter Rise stands ready to help you get to Warsong Gulch.',text0_1='' WHERE Id=7506;
UPDATE npc_text SET text0_0='What battleground you want?',text0_1='' WHERE Id=7507;
UPDATE npc_text SET text0_0='It cold there!  You go in Royal Quarter, talk to Grizzle Halfmane.',text0_1='' WHERE Id=7508;
UPDATE npc_text SET text0_0='Think him in Royal Quarter.  Kurden Bloodclaw is little orc.',text0_1='' WHERE Id=7509;
UPDATE npc_text SET text0_0='我是击碎者金罗克，拉斯塔哈之拳:穆贾巴的特使!$b$b我只和战士以及异教徒打交道。',text0_1='' WHERE Id=7514;
UPDATE npc_text SET text0_0='我是全知者阿塔比姆，拉斯塔哈王的特使。$b$b我通常只和牧师、法师和术士打交道。',text0_1='' WHERE Id=7515;
UPDATE npc_text SET text0_0='阿拉索联军发誓为激流堡和联盟夺回阿拉希。这将是一场恶战，但是是一场值得打的战争。',text0_1='' WHERE Id=7516;
UPDATE npc_text SET text0_0='',text0_1='要赢得这场战争，我们不能坐在这里，静待战争之潮将我们淹没。我们必须果断出击，否则阿拉希永远也不会成为我们的囊中之物。' WHERE Id=7517;
UPDATE npc_text SET text0_0='',text0_1='There are several battlegrounds from which to choose.  To which battlemaster shall I send you?' WHERE Id=7519;
UPDATE npc_text SET text0_0='战场军官',text0_1='战场军官' WHERE Id=7520;
UPDATE npc_text SET text0_0='你要找哪个战场？',text0_1='你要找哪个战场？' WHERE Id=7521;
UPDATE npc_text SET text0_0='猎人大厅的克古尔·血斧将会帮助你进入战歌峡谷。',text0_1='猎人大厅的克古尔·血斧将会帮助你进入战歌峡谷。' WHERE Id=7523;
UPDATE npc_text SET text0_0='你想要加入哪个战场？',text0_1='你想要加入哪个战场？' WHERE Id=7524;
UPDATE npc_text SET text0_0='那里很冷！你应该去皇家区找格里兹尔谈谈。',text0_1='那里很冷！你应该去皇家区找格里兹尔谈谈。' WHERE Id=7525;
UPDATE npc_text SET text0_0='小兽人库尔丁·血爪应该在皇家区。',text0_1='小兽人库尔丁·血爪应该在皇家区。' WHERE Id=7526;
UPDATE npc_text SET text0_0='你想去哪个战场？',text0_1='你想去哪个战场？' WHERE Id=7527;
UPDATE npc_text SET text0_0='战歌峡谷？好吧。你应该去跟武器大厅的莱兰迪斯谈一谈。',text0_1='战歌峡谷？好吧。你应该去跟武器大厅的莱兰迪斯谈一谈。' WHERE Id=7528;
UPDATE npc_text SET text0_0='恩！你在找哪个战场？',text0_1='恩！你在找哪个战场？' WHERE Id=7529;
UPDATE npc_text SET text0_0='你对哪个战场感兴趣？',text0_1='你对哪个战场感兴趣？' WHERE Id=7532;
UPDATE npc_text SET text0_0='',text0_1='你想要什么?$b$b梅维克只跟德鲁伊和萨满往来。' WHERE Id=7534;
UPDATE npc_text SET text0_0='你好，$c。眼下正是收获节——感恩与追思的季节。我们举办盛宴感激所有我们应该感激的人，追忆我们的祖先和英雄，感谢他们给我们留下的宝贵遗产。

请尽情享受这盛宴吧。我还会燃放焰火助兴。',text0_1='' WHERE Id=7535;
UPDATE npc_text SET text0_0='你好，$c。眼下正是收获节——感恩与追思的季节。我们举办盛宴感激所有我们应该感激的人，追忆我们的祖先和英雄，感谢他们给我们留下的宝贵遗产。

请尽情享受这盛宴吧。我还会燃放焰火助兴。',text0_1='' WHERE Id=7536;
UPDATE npc_text SET text0_0='',text0_1='我们绝不能让联盟在阿拉希扩张势力!既便是小小的避难谷地，在将来也可能对我们形成威胁。' WHERE Id=7554;
UPDATE npc_text SET text0_0='阿拉希盆地的战斗是一场谋略战。木材、矿石、食物……所有这些物资对战斗来说都是必需品。$b$b摧毁敌方的物资跟在战场上杀死他们一样重要。',text0_1='' WHERE Id=7555;
UPDATE npc_text SET text0_0='我眼睛虽然看不到，但是我还拥有洞察力。$b$b我主要跟猎人和盗贼打交道，$r。',text0_1='' WHERE Id=7556;
UPDATE npc_text SET text0_0='冒险者，你好。我是赞达拉的商人林沃斯。我来自南海，从我的家乡带来了许多新奇的货物。$b$b如果你能证明自己的价值，我会乐意与你交换物品的。如果你有我们部族的荣誉勋章，我这里还有些更好的东西……',text0_1='' WHERE Id=7574;
UPDATE npc_text SET text0_0='我是赞达拉的赞札。我以灵体形态从赞达拉赶来帮助我的人民。哈卡不能控制我的灵魂。$b$b我是来帮助那些曾经有恩于赞达拉的朋友的。',text0_1='' WHERE Id=7594;
UPDATE npc_text SET text0_0='赞达拉的朋友!你已经进入血神的巢穴深处，$c。你最好仔细听我说。$b$b数千年前，当祖阿曼帝国的食人妖与入侵的高等精灵异教徒作战时，高等精灵盗取了赞札强大的魔法，在自己的武器和护甲上附魔，以此征服当地的食人妖。',text0_1='' WHERE Id=7595;
UPDATE npc_text SET text0_0='是吗?这么说你已经知道高等精灵所掌握的食人妖魔法有多么浅显了?$b$b高等精灵怎么都想不明白，作为一个与魔法密切相关的种族，他们为何无法驾驭食人妖巫毒的力量。对这些白皮肤的生灵而言，这简直难以置信。他们只好使用一种不纯的食人妖法术来增强他们的魔法力量。我想他们称其为“秘药”。',text0_1='' WHERE Id=7596;
UPDATE npc_text SET text0_0='赞扎能制造古老的附魔物品。这种魔法可以帮助你打败哈卡和他的爪牙。我只要你帮我找3种东西。我承认有一样东西不是必需的，但是我想凈化那些高等精灵的魔法。',text0_1='' WHERE Id=7597;
UPDATE npc_text SET text0_0='首先你得从强大的哈卡金度和血领主那儿获得一个原始的雕像。$b$b第二是打孔的巫毒人偶。你可以在散落此地的霉运巫毒垃圾堆中找到。$b$b把这些物品都给我找来，我会为你进行一次强效的附魔!',text0_1='' WHERE Id=7598;
UPDATE npc_text SET text0_0='很抱歉，$c，但是在你变得更加强大之前，我不能让你去战歌峡谷送死。',text0_1='很抱歉，$c，但是在你变得更加强大之前，我不能让你去战歌峡谷送死。' WHERE Id=7599;
UPDATE npc_text SET text0_0='欢迎参加藏宝海湾钓鱼比赛，每周我们都会选出一位最好的渔夫，授予他钓鱼大师的称号!$b$b在下午2点到4点之间，大群的可口鱼会出现在荆棘谷海岸。如果你的浮标落在可口鱼鱼群中，你肯定能钓上一些的，这比在荆棘谷一般的海域垂钓要有效得多。',text0_1='' WHERE Id=7614;
UPDATE npc_text SET text0_0='你好，$c。我是拉斯塔哈的仆从，伊克萨尔。',text0_1='' WHERE Id=7615;
UPDATE npc_text SET text0_0='很抱歉，$c，但是在你变得更有经验之前，我不能让你去奥特兰克山谷送死。',text0_1='很抱歉，$c，但是在你变得更有经验之前，我不能让你去奥特兰克山谷送死。' WHERE Id=7616;
UPDATE npc_text SET text0_0='权力珍宝是古代古拉巴什帝国的遗物。赞达拉部族正在寻找它们─它们不仅有着极大的收藏价值，而且我们相信它们还蕴藏着远古帝国的魔法。$b$b你可以在祖尔格拉布找到三种权力珍宝:硬币、珠宝和原始神灵的物品。收集到一定数量之后，把这些东西交给我们，我们就会送你一些赞达拉最好的工艺制品。',text0_1='权力珍宝是古代古拉巴什帝国的遗物。赞达拉部族正在寻找它们─它们不仅有着极大的收藏价值，而且我们相信它们还蕴藏着远古帝国的魔法。$b$b你可以在祖尔格拉布找到三种权力珍宝:硬币、珠宝和原始神灵的物品。收集到一定数量之后，把这些东西交给我们，我们就会送你一些赞达拉最好的工艺制品。' WHERE Id=7634;
UPDATE npc_text SET text0_0='石板上篆刻着古老的图案，上面的文字蕴涵着可怕的力量，用来制造古拉巴什魔精狂人……',text0_1='' WHERE Id=7636;
UPDATE npc_text SET text0_0='在我看来，钓鱼的美妙之处在于其缓慢的节奏。人们可以在钓鱼的过程中思考、回想过去和计划未来。$b$b哦，当然这也是用来大醉一场的绝佳理由。',text0_1='' WHERE Id=7638;
UPDATE npc_text SET text0_0='再次感谢你找回了我的幸运卷尺，$N。这东西能帮我捕到更大的鱼呢!',text0_1='' WHERE Id=7639;
UPDATE npc_text SET text0_0='你需要一种特殊的臭泥鱼诱饵来捕捉加兹兰卡。这些鱼饵是我亲自制作的!$b$b但是除了鱼饵之外，你还需要臭泥鱼……你得把臭泥鱼放入诱饵，让它充满臭味!$b$b将做好的诱饵放到祖尔格拉布中的帕格渔场……然后就坐下来喝酒等待……你无需等太久，因为加兹兰卡肯定会迫不及待地上钩!',text0_1='' WHERE Id=7640;
UPDATE npc_text SET text0_0='*吱吱**叮当*$b$b我奉命收购肥美的稀有鱼类，用纳特·帕格的钓鱼用品来交换哦。收购鱼类啦。$b$b*砰**嗡嗡*',text0_1='' WHERE Id=7641;
UPDATE npc_text SET text0_0='很抱歉，$c，在你变得更加强大之前，我不能让你去阿拉希盆地送死。',text0_1='很抱歉，$c，在你变得更加强大之前，我不能让你去阿拉希盆地送死。' WHERE Id=7642;
UPDATE npc_text SET text0_0='钢铁之血格里雷克$b$b游荡者。愿他的力量和对战争的渴望生生不息。$b$b格里雷克正在遥远的地方徘徊。总有一天，他会回来的……',text0_1='' WHERE Id=7643;
UPDATE npc_text SET text0_0='去勇者大厅找污染者迪兹·斯诺班，他会帮助你进入阿拉希盆地的。',text0_1='去勇者大厅找污染者迪兹·斯诺班，他会帮助你进入阿拉希盆地的。' WHERE Id=7644;
UPDATE npc_text SET text0_0='臭泥鱼是一种散发着特殊臭味的鱼，它们生活在热带水域中。祖利安臭泥鱼则是其中最臭的一种，只有在祖尔格拉布的水域中才能找到。$b$b我想一定是祖力安臭泥鱼引来了加兹兰卡，尽管食人妖会告诉你它是食人妖膜拜的众多神灵之一，但是……$b$b相信自己——用祖利安臭泥鱼制成的诱饵去捕捉加兹兰卡吧，那家伙肯定会上钩的!',text0_1='' WHERE Id=7645;
UPDATE npc_text SET text0_0='去圣殿区找玛洛维尔爵士。',text0_1='去圣殿区找玛洛维尔爵士。' WHERE Id=7646;
UPDATE npc_text SET text0_0='去灵魂高地下面的预见之池找马丁·林塞。他会帮助你前往阿拉希盆地。',text0_1='去灵魂高地下面的预见之池找马丁·林塞。他会帮助你前往阿拉希盆地。' WHERE Id=7648;
UPDATE npc_text SET text0_0='在阿拉希盆地跟被遗忘者作战的人类需要你的帮助。去武器大厅找他们的代表杜纳尔·奥斯古德谈谈。',text0_1='在阿拉希盆地跟被遗忘者作战的人类需要你的帮助。去武器大厅找他们的代表杜纳尔·奥斯古德谈谈。' WHERE Id=7649;
UPDATE npc_text SET text0_0='阿拉索联军在阿拉希盆地所做的一切令人敬佩。可惜亡灵憎恶和他们的部落盟友挡住了去路。去暴风要塞国王的觎见室找到赫塔希姆吧，她会帮你前往阿拉希盆地的。',text0_1='阿拉索联军在阿拉希盆地所做的一切令人敬佩。可惜亡灵憎恶和他们的部落盟友挡住了去路。去暴风要塞国王的觎见室找到赫塔希姆吧，她会帮你前往阿拉希盆地的。' WHERE Id=7650;
UPDATE npc_text SET text0_0='',text0_1='The humans definitely need all of our help in Arathi Basin.  The one that you wish to speak to is named Keras Wolfheart.  He stands ready to assist you on the Warrior''s Terrace.' WHERE Id=7651;
UPDATE npc_text SET text0_0='(兽人语)你好，$c!你准备好要参加战歌峡谷的战斗了吗?为了部落!',text0_1='' WHERE Id=7652;
UPDATE npc_text SET text0_0='',text0_1='你好，$N。你希望我帮你前往战歌峡谷吗?' WHERE Id=7653;
UPDATE npc_text SET text0_0='$N，银翼哨兵必须被消灭!你做好进入战歌峡谷的准备了吗?',text0_1='' WHERE Id=7654;
UPDATE npc_text SET text0_0='你是来帮助我们在战歌峡谷作战的吗?为了部落，$c!',text0_1='' WHERE Id=7655;
UPDATE npc_text SET text0_0='',text0_1='$C，战歌峡谷需要援助。你能帮助我们攻打战歌侦察骑兵吗?' WHERE Id=7656;
UPDATE npc_text SET text0_0='$g小伙子:姑娘;
，你准备好动身前往奥特兰克山谷了吗?让部落尝尝失败的滋味!',text0_1='' WHERE Id=7657;
UPDATE npc_text SET text0_0='$N，你对我们在奥特兰克山谷的处境有什么想法?你准备好跟霜狼氏族作战了吗?',text0_1='' WHERE Id=7658;
UPDATE npc_text SET text0_0='必须杀死雷矛卫兵!准备好要到奥特兰克山谷了吗，$c?',text0_1='' WHERE Id=7659;
UPDATE npc_text SET text0_0='',text0_1='为了部落，$c!奥特兰克山谷需要你。我可以把你加到名单上吗?' WHERE Id=7660;
UPDATE npc_text SET text0_0='我们在奥特兰克山谷的军队需要运用谋略才能获胜，$c。你看起来是个不错的领导者。',text0_1='' WHERE Id=7661;
UPDATE npc_text SET text0_0='希望你是来奥特兰克山谷作战的，$N。我们会竭尽所能，利用一切援助。',text0_1='' WHERE Id=7662;
UPDATE npc_text SET text0_0='',text0_1='人类和他们所谓的阿拉索联军想把我们赶出阿拉希盆地。我可不这么想，$c!你得动身前往那儿，证明该离开阿拉希盆地的是他们而不是污染者，准备好了吗?' WHERE Id=7663;
UPDATE npc_text SET text0_0='阿拉希盆地曾经是我们的家园，有了你的帮助，我们会收复失地的!你愿意帮助我们吗，$c?',text0_1='' WHERE Id=7664;
UPDATE npc_text SET text0_0='我希望你是来帮助我们从污染者手中夺回阿拉希盆地的。你说是吗，$N?',text0_1='' WHERE Id=7665;
UPDATE npc_text SET text0_0='',text0_1='我一直在盼着你呢，$N。我们在阿拉希盆地的战斗需要你的帮助，你准备好了吗?' WHERE Id=7666;
UPDATE npc_text SET text0_0='你认为你能摧毁阿拉索联军吗，$c?希望如此。你究竟想要干什么呢，还是你根本就是来浪费我的时间的?',text0_1='' WHERE Id=7667;
UPDATE npc_text SET text0_0='看看四周，$c。你身边的朋友并不多，我想你需要证明自己的价值。嗯，或许我应该同意你帮助我们在阿拉希盆地作战。你愿意吗?',text0_1='' WHERE Id=7668;
UPDATE npc_text SET text0_0='织梦者哈札拉尔。$b$b他他拥有噩梦的力量，愿他的敌人永远沉睡。$b$b哈札拉尔正在遥远的地方徘徊。总有一天，他会回来的……',text0_1='' WHERE Id=7670;
UPDATE npc_text SET text0_0='千刃之王雷纳塔基。痛苦是他的生命。恐怖是他的伙伴。愿他早日重返世间。雷纳塔基就在疯狂之缘那边。',text0_1='' WHERE Id=7673;
UPDATE npc_text SET text0_0='雷巫，乌苏雷。$b$b他拥有天空、雨水和大地的力量。愿他再次统治古拉巴什。$b$b乌苏雷正在遥远的地方徘徊。总有一天，他会回来的……',text0_1='' WHERE Id=7674;
UPDATE npc_text SET text0_0='嘿嘿嘿!我是来这里推广荆棘谷的超棒钓鱼锦标赛的，不过你首先得有足够的生存能力在这里活下去，然后还需要足以在这里钓鱼的精湛技巧。

当你更符合以上条件的时候再回到这里来吧!',text0_1='' WHERE Id=7676;
UPDATE npc_text SET text0_0='嗨!嗨!嗨!如果你想要试试自己的钓鱼技能，那么你来对地方啦!本周日荆棘谷将举办一场钓鱼大赛!9620',text0_1='' WHERE Id=7677;
UPDATE npc_text SET text0_0='你还不够强大，$c。继续努力吧。',text0_1='你还不够强大，$c。继续努力吧。' WHERE Id=7678;
UPDATE npc_text SET text0_0='$N，阿拉希盆地急需增援。在这危急时刻，正是获得荣誉、提升声望的大好机会。我恳求你去城中寻找阿拉希盆地的战场军官。',text0_1='$N，阿拉希盆地急需增援。在这危急时刻，正是获得荣誉、提升声望的大好机会。我恳求你去城中寻找阿拉希盆地的战场军官。' WHERE Id=7679;
UPDATE npc_text SET text0_0='I am so glad that you asked.  You will find Sir Malory Wheeler at the Royal Quarter in the presence of our Dark Lady.',text0_1='I am so glad that you asked.  You will find Sir Malory Wheeler at the Royal Quarter in the presence of our Dark Lady.' WHERE Id=7680;
UPDATE npc_text SET text0_0='Of course, of course.  Please speak with Deze Snowbane at the Hall of the Brave in the Valley of Honor of this city, $c.',text0_1='Of course, of course.  Please speak with Deze Snowbane at the Hall of the Brave in the Valley of Honor of this city, $c.' WHERE Id=7681;
UPDATE npc_text SET text0_0='你需要变得更强大才能帮助我们在奥特兰克山谷作战，$c。',text0_1='你需要变得更强大才能帮助我们在奥特兰克山谷作战，$c。' WHERE Id=7683;
UPDATE npc_text SET text0_0='向你致敬，$c。现在奥特兰克山谷急需援助，这是获得荣誉、提升声望的大好机会。$N，你必须找到战场军官，加入对抗雷矛卫兵的英勇战斗中。',text0_1='向你致敬，$c。现在奥特兰克山谷急需援助，这是获得荣誉、提升声望的大好机会。$N，你必须找到战场军官，加入对抗雷矛卫兵的英勇战斗中。' WHERE Id=7684;
UPDATE npc_text SET text0_0='Honor to your house and ancestors $c!  You will find Kartra Bloodsnarl inside the Hall of the Brave in the Valley of Honor.',text0_1='Honor to your house and ancestors $c!  You will find Kartra Bloodsnarl inside the Hall of the Brave in the Valley of Honor.' WHERE Id=7685;
UPDATE npc_text SET text0_0='Very good $N.  You will find Grizzle Halfmane in the Royal Quarter of the Undercity.  May you find great honor in Alterac Valley.',text0_1='Very good $N.  You will find Grizzle Halfmane in the Royal Quarter of the Undercity.  May you find great honor in Alterac Valley.' WHERE Id=7687;
UPDATE npc_text SET text0_0='很不幸，你还太弱小，无法在战歌峡谷存活，$c。',text0_1='很不幸，你还太弱小，无法在战歌峡谷存活，$c。' WHERE Id=7688;
UPDATE npc_text SET text0_0='$C，我们需要你的帮助来在战歌峡谷对抗银翼哨兵。在那里你可以获取无上的荣耀!你是否有勇气去和我们的战场军官对话呢?',text0_1='$C，我们需要你的帮助来在战歌峡谷对抗银翼哨兵。在那里你可以获取无上的荣耀!你是否有勇气去和我们的战场军官对话呢?' WHERE Id=7689;
UPDATE npc_text SET text0_0='Then it is with great pride that I tell you that Brakgul Deathbringer stands ready in the Hall of Arms to aid you on your way to Warsong Gulch.  Seek him out in the Valley of Honor.',text0_1='Then it is with great pride that I tell you that Brakgul Deathbringer stands ready in the Hall of Arms to aid you on your way to Warsong Gulch.  Seek him out in the Valley of Honor.' WHERE Id=7690;
UPDATE npc_text SET text0_0='You have chosen wisely $N.  Seek out Kergul Bloodaxe on the Hunter Rise.  He will assist you on your journey to Warsong Gulch.',text0_1='You have chosen wisely $N.  Seek out Kergul Bloodaxe on the Hunter Rise.  He will assist you on your journey to Warsong Gulch.' WHERE Id=7691;
UPDATE npc_text SET text0_0='Honor and praise will be yours for the taking $c!  Look for Kurden Bloodclaw in this city''s Royal Quarter.',text0_1='Honor and praise will be yours for the taking $c!  Look for Kurden Bloodclaw in this city''s Royal Quarter.' WHERE Id=7692;
UPDATE npc_text SET text0_0='我怕你在奥特兰克山谷活不了多久，$c。等你强壮点再回到我们这儿来吧。',text0_1='我怕你在奥特兰克山谷活不了多久，$c。等你强壮点再回到我们这儿来吧。' WHERE Id=7693;
UPDATE npc_text SET text0_0='$N，现在，奥特兰克山谷的雷矛卫兵需要你助战，共同打败霜狼氏族。这是个获得荣誉、提升声望的大好机会!你需要知道战场军官在哪里，好让他们送你一程吗?',text0_1='$N，现在，奥特兰克山谷的雷矛卫兵需要你助战，共同打败霜狼氏族。这是个获得荣誉、提升声望的大好机会!你需要知道战场军官在哪里，好让他们送你一程吗?' WHERE Id=7694;
UPDATE npc_text SET text0_0='',text0_1='钓鱼大师巴斯贝特已经在这片水域中放入了美味的可口鱼，钓鱼比赛可以开始啦。$b$b一旦胜出，我会按五条可口鱼换一银币的价格进行交换!' WHERE Id=7696;
UPDATE npc_text SET text0_0='You''ve made the right decision $c.  You''ll find our battlemaster, Glordrum Steelbeard, in the Hall of Arms.  Good luck $N!',text0_1='You''ve made the right decision $c.  You''ll find our battlemaster, Glordrum Steelbeard, in the Hall of Arms.  Good luck $N!' WHERE Id=7697;
UPDATE npc_text SET text0_0='感谢你的帮助，$c。不幸的是，你的经验不够丰富，无法承受阿拉希盆地的险恶环境。',text0_1='感谢你的帮助，$c。不幸的是，你的经验不够丰富，无法承受阿拉希盆地的险恶环境。' WHERE Id=7699;
UPDATE npc_text SET text0_0='阿拉希盆地急需增援，你能帮助我们吗，$c?这是个获得荣誉、提升声望的大好机会。你的帮助定能扭转局势，帮助我们打败污染者。我们能将希望寄托到你身上吗?',text0_1='阿拉希盆地急需增援，你能帮助我们吗，$c?这是个获得荣誉、提升声望的大好机会。你的帮助定能扭转局势，帮助我们打败污染者。我们能将希望寄托到你身上吗?' WHERE Id=7700;
UPDATE npc_text SET text0_0='Thank you $N!  You will find Keras Wolfheart on the Warrior''s Terrace near the trainers there.  He will guide your way to Arathi Basin.  Good luck and great honor upon thee.',text0_1='Thank you $N!  You will find Keras Wolfheart on the Warrior''s Terrace near the trainers there.  He will guide your way to Arathi Basin.  Good luck and great honor upon thee.' WHERE Id=7701;
UPDATE npc_text SET text0_0='We shall be in your debt $c.  Look for Donal Osgood in the Hall of Arms.  He will be more than happy to aid you in your journey to Arathi Basin.',text0_1='We shall be in your debt $c.  Look for Donal Osgood in the Hall of Arms.  He will be more than happy to aid you in your journey to Arathi Basin.' WHERE Id=7702;
UPDATE npc_text SET text0_0='Excellent!  You shall be doing the League of Arathor a great service in ridding Arathi Basin of The Defilers and their Horde thugs.  Seek out the Lady Hoteshem in the royal audience chamber of Stormwind Keep.  She has been expecting you $N.',text0_1='Excellent!  You shall be doing the League of Arathor a great service in ridding Arathi Basin of The Defilers and their Horde thugs.  Seek out the Lady Hoteshem in the royal audience chamber of Stormwind Keep.  She has been expecting you $N.' WHERE Id=7703;
UPDATE npc_text SET text0_0='四季轮回变幻，但是你年纪尚轻。当你经历更多之后再来找我们吧，$c。',text0_1='四季轮回变幻，但是你年纪尚轻。当你经历更多之后再来找我们吧，$c。' WHERE Id=7704;
UPDATE npc_text SET text0_0='$C，我们感到非常惭愧，战歌峡谷一役迫切需要增援。如果你愿意助我们一臂之力的话，你将获得前所未有的荣誉。银翼哨兵对你的所做所为表示敬意。我带你去战场军官那儿，好吗?',text0_1='$C，我们感到非常惭愧，战歌峡谷一役迫切需要增援。如果你愿意助我们一臂之力的话，你将获得前所未有的荣誉。银翼哨兵对你的所做所为表示敬意。我带你去战场军官那儿，好吗?' WHERE Id=7705;
UPDATE npc_text SET text0_0='The Light of Elune shine upon thee $N!  You will find Aethalas, our battlemaster, on the Warrior''s Terrace.  She will aid you on your way to Warsong Gulch.',text0_1='The Light of Elune shine upon thee $N!  You will find Aethalas, our battlemaster, on the Warrior''s Terrace.  She will aid you on your way to Warsong Gulch.' WHERE Id=7706;
UPDATE npc_text SET text0_0='',text0_1='权力珍宝是古拉巴什帝国的遗物。赞达拉氏族正在寻找权力珍宝─它们不仅具富收藏价值，赞达拉氏族还相信它们含有远古帝国使用的强效魔精。$b$b你可以在祖尔格拉布找到三种权力珍宝:硬币、宝石和原始物品。一旦你收集到一定数量的权力珍宝，你将获得赞达拉氏族制作的最好的物品。$b$b奖励丰厚，值得一试!' WHERE Id=7707;
UPDATE npc_text SET text0_0='You show wisdom beyond your years $c.  Thank you.  You can find our battlemaster, Lylandris, standing at the war table in the Hall of Arms.  She can assist you in traveling to Warsong Gulch.',text0_1='You show wisdom beyond your years $c.  Thank you.  You can find our battlemaster, Lylandris, standing at the war table in the Hall of Arms.  She can assist you in traveling to Warsong Gulch.' WHERE Id=7708;
UPDATE npc_text SET text0_0='The Silverwing Sentinels shall be in your debt $c.  You will find Elfarran, our battlemaster, inside Stormwind Keep, attending the boy-king''s audience.  Goddess watch over you!',text0_1='The Silverwing Sentinels shall be in your debt $c.  You will find Elfarran, our battlemaster, inside Stormwind Keep, attending the boy-king''s audience.  Goddess watch over you!' WHERE Id=7709;
UPDATE npc_text SET text0_0='很高兴遇到你，渔夫!如果你想要在钓鱼好手中一展自己的钓鱼技能，那么就听好了!在本周日，荆棘谷将举办一场钓鱼大赛，选出一名钓鱼大师!',text0_1='' WHERE Id=7712;
UPDATE npc_text SET text0_0='权力珍宝是强大的魔精，是古拉巴什帝国的魔精。我们赞德拉部族必须得到魔精，必须把魔精占为己有。血神将无法毁灭我们。$b$b在祖尔格拉布有三种权力珍宝。去找到硬币，找到珠宝。找到原始神灵的物品。这些都是权力珍宝。$b$b现在就去祖尔格拉布，屠杀!然后拿到权力珍宝。把它们带给部族，获得我们的尊敬，赢得我们对你的奖励，得到真正的力量。',text0_1='' WHERE Id=7713;
UPDATE npc_text SET text0_0='钓鱼大赛的赢家已经出炉了，但是贾恩愿意收购你们钓到的可口鱼!$b$b每周日都会有一场钓鱼大赛，你尽可展示自己的钓鱼技能!',text0_1='' WHERE Id=7714;
UPDATE npc_text SET text0_0='在我身后是赞札祭坛，是赞达拉氏族的神圣之地。我们在此祷告，希望能充分做好对抗血神哈卡的准备工作。$b$b利用祭坛摧毁你在祖尔格拉布找到的任何哈卡莱宝石，以此证明你对氏族的价值。我会用赞达拉荣誉硬币跟你交换祖尔格拉布的硬币。找到我需要的硬币，你将获得丰厚的奖励!',text0_1='' WHERE Id=7717;
UPDATE npc_text SET text0_0='赞达拉食人妖长途跋涉、历经艰险才来到此地，但是这一切却招致我们的厄运……',text0_1='赞达拉食人妖长途跋涉、历经艰险才来到此地，但是这一切却招致我们的厄运……' WHERE Id=7718;
UPDATE npc_text SET text0_0='我们，赞达拉食人妖长途跋涉来此，因为我们无法坐视即将到来的危机。$b$b我们的远征队首领莫托尔带领我们来到荆棘谷海岸以北的尤亚姆巴岛，尽管如此，依然有勇敢的英雄前来造访这座古老的食人妖城市……祖尔格拉布。',text0_1='' WHERE Id=7720;
UPDATE npc_text SET text0_0='我们，赞达拉食人妖长途跋涉来此，因为我们无法坐视即将到来的危机。',text0_1='' WHERE Id=7721;
UPDATE npc_text SET text0_0='老狗学不会新把戏。至少我听人这么说过。你运气真好，我发现这种说法是错误的。$b$b但是，宠物对此有所抵触，因此我需要更多的食物是它们保持快乐。这就是说，我每废除宠物的技能一次，你就需要付出更多的金币。$b$b现在，我可以开始废除宠物技能了吗?',text0_1='老狗学不会新把戏。至少我听人这么说过。你运气真好，我发现这种说法是错误的。$b$b但是，宠物对此有所抵触，因此我需要更多的食物是它们保持快乐。这就是说，我每废除宠物的技能一次，你就需要付出更多的金币。$b$b现在，我可以开始废除宠物技能了吗?' WHERE Id=7722;
UPDATE npc_text SET text0_0='我是驻扎在阿拉希盆地的污染者物资供应商卢瑟弗·图恩。随着你在污染者的声望的提升，我可以出售给你一些非常有用的物品。如果你需要修理装备，我也乐意为你服务。',text0_1='' WHERE Id=7723;
UPDATE npc_text SET text0_0='我是驻扎在阿拉希盆地的阿拉索联军物资供应商萨缪尔·霍克。随着你在阿拉索联军的声望的提升，我可以出售给你一些非常有用的物品。如果你需要修理装备，我也乐意为你服务。',text0_1='' WHERE Id=7724;
UPDATE npc_text SET text0_0='',text0_1='战歌峡谷一役至关重要，我们必须获胜。我们为了荣誉和国家而战，兽人或是那些误入歧途的盟友是无法打败我们的!' WHERE Id=7725;
UPDATE npc_text SET text0_0='要保护部落在梣谷的木材收集工作并不容易，但是我们从不畏惧战斗!夜精灵和他们的盟友必将失败!',text0_1='' WHERE Id=7726;
UPDATE npc_text SET text0_0='',text0_1='你好，旅人。只要你待在塞纳里奥城堡的城墙里，就可以免受一切伤害。$b$b当你离开城堡的保护之后要特别小心，异种生物在这片土地上横行。' WHERE Id=7727;
UPDATE npc_text SET text0_0='我向城堡提供各种施法所需的碎片和其它炼金材料。',text0_1='' WHERE Id=7728;
UPDATE npc_text SET text0_0='一股强大的邪恶力量正在蠢蠢欲动，$R。你感觉到了没?$B$B啊!当然你无法感觉到。把你的护甲和武器给我吧，我会让它们恢复活力。',text0_1='' WHERE Id=7729;
UPDATE npc_text SET text0_0='',text0_1='唉，我现在的补给品储量已经非常少了!是什么耽搁了那个该死的地精那么长时间?' WHERE Id=7730;
UPDATE npc_text SET text0_0='看看你身后，$R。虫巢中的异动使我们周围的土地震动起来。$b$b现在是我们实现一千年前许下的诺言的时候了。沙土飞扬，似乎其拉虫人是在计划开战了。',text0_1='' WHERE Id=7731;
UPDATE npc_text SET text0_0='为什么是现在，$r?我不明白。要做的事情还有很多……',text0_1='' WHERE Id=7732;
UPDATE npc_text SET text0_0='指挥官最近一直心不在焉。他的妻子在最近的一次南部沙漠考古挖掘中失踪了——一下子消失地踪影全无!真的非常奇怪。$B$B我想你是不是想要找份工作?我是不是可以给你一些提示?',text0_1='' WHERE Id=7733;
UPDATE npc_text SET text0_0='',text0_1='你可以听到吗，陌生人?嗡嗡的声音一天比一天响。这些水晶一定是把那些虫子逼疯的元凶。' WHERE Id=7734;
UPDATE npc_text SET text0_0='仰望天空吧，$C。这片区域已经有一千年没有见过龙族了!我就知道，那些其拉虫人在策划着什么阴谋!',text0_1='' WHERE Id=7735;
UPDATE npc_text SET text0_0='铜须再次失踪了!那家伙跟他的兄弟不一样，一点判断力都没有。',text0_1='' WHERE Id=7736;
UPDATE npc_text SET text0_0='燃烧稻草人产生的灰烬散发出了魔法的力量。',text0_1='' WHERE Id=7737;
UPDATE npc_text SET text0_0='燃烧稻草人产生的灰烬散发出了魔法的力量。你把这些灰烬抹在了脸上。',text0_1='' WHERE Id=7738;
UPDATE npc_text SET text0_0='万鬼节快乐，$c!',text0_1='' WHERE Id=7739;
UPDATE npc_text SET text0_0='奥格林之锤已经准备好直捣寒冰皇冠。你找不到比这更棒的船了。',text0_1='' WHERE Id=13902;
UPDATE npc_text SET text0_0='是的，巫妖王将不敌我们的力量。我们会完成最后的复仇。

但首先，我们得将那些像瘟疫般的血色突袭军一劳永逸地解决掉!',text0_1='' WHERE Id=13525;
UPDATE npc_text SET text0_0='黯刃骑士团在拿下暗影穹殿这件事上欠你一份人情。我们很幸运能有你的帮助。

当联盟与部落彼此征战，替巫妖王省下力气时，我们依旧会全力处理眼前的任务。

银白十字军还要犹豫、反复思考要如何漂亮地战胜敌人，我们可没有那么多道德限制。

你能够成为我们复仇的手段之一，$N。',text0_1='' WHERE Id=13659;
UPDATE npc_text SET text0_0='巴利斯托尔斯送来了一个最让人印象深刻的样本。不幸的是，时间还是太短了。在我们可以攻击之前我们必需让他们露出他们的脖子。$b$b耐心，凡人…有耐心点…',text0_1='' WHERE Id=7742;
UPDATE npc_text SET text0_0='受死吧，异教徒!愿深渊的力量毁灭你!$b$b受死吧，异教徒!愿深渊的力量毁灭你!',text0_1='受死吧，异教徒!愿深渊的力量毁灭你!$b$b受死吧，异教徒!愿深渊的力量毁灭你!' WHERE Id=7744;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。欢迎来到塞纳里奥城堡。我们在这个异种生物最强盛的地方对抗他们。我希望你可以助我们一臂之力。' WHERE Id=7746;
UPDATE npc_text SET text0_0='',text0_1='我很高兴再见到你，$N。你的帮助为我们保证了补给线的安全。我希望你可以理解在如此一场大战中，物资补给的重要性。' WHERE Id=7747;
UPDATE npc_text SET text0_0='你这渺小的虫子，你竟敢跟议会公爵交谈!',text0_1='你这渺小的虫子，你竟敢跟议会公爵交谈!' WHERE Id=7749;
UPDATE npc_text SET text0_0='你是在猎杀死亡弯钩吧，$N?我记得很清楚。这周我手下的两个家伙就是被她杀死的。希望你的运气比他们好。',text0_1='' WHERE Id=7751;
UPDATE npc_text SET text0_0='嗨!谢谢你手下留情，没有惩罚我!我想我得躺一会儿恢复体力。',text0_1='' WHERE Id=7752;
UPDATE npc_text SET text0_0='你是谁?我在哪儿?我感到……非常虚弱……',text0_1='' WHERE Id=7753;
UPDATE npc_text SET text0_0='议会领主面前出现了一只虫子?没错，无疑是一只想要被碾碎的虫子!',text0_1='议会领主面前出现了一只虫子?没错，无疑是一只想要被碾碎的虫子!' WHERE Id=7754;
UPDATE npc_text SET text0_0='你最好坐下，这是个很长的故事。$b$b当我们第一次来到希利苏斯时，玛尔利斯女士是塞纳里奥城堡中第一位加入远征队的夜精灵。我们的行程没有什么特别的:组队进入虫巢探险，寻找失落的神器。',text0_1='' WHERE Id=7755;
UPDATE npc_text SET text0_0='很明显!虫巢中住着各种不欢迎我们到来的异种虫。$b$b一切进展顺利，直到我们在雷戈虫巢中发现了一块雕文水晶。她像飞蛾扑火一般往水晶靠过去!她把可爱的脸颊凑上去，精神也变得恍惚起来。队友们都很担心她。我们以最快的速度将她带出了虫巢!',text0_1='' WHERE Id=7756;
UPDATE npc_text SET text0_0='我们把她交给了指挥官，希望议会的德鲁伊能医好她。我们相信德鲁伊们能让她清醒过来。我们跟议会之间已经两清，该回去做自己的事情了。$b$b过了好几周，一切看来进展顺利。布拉恩仍然四处奔波，我们也正常地工作着。有一天，她突然出现在我们的营地里。',text0_1='' WHERE Id=7757;
UPDATE npc_text SET text0_0='你聋了吗?我还能指谁?当然是玛尔利斯女士。无论如何，她已经回来了，但是她的心情似乎不太好。她需要我们帮个忙。',text0_1='' WHERE Id=7758;
UPDATE npc_text SET text0_0='她要我们立即返回雷戈虫巢!布拉恩拒绝了她。他认为我们在没有军队支援的情况下是无法进入虫巢的。那样太危险了。跟我们首次进入虫巢相比，这些虫子的数量似乎膨胀了3倍。$b$b娜塔莉亚就是在那时得了失心疯的!',text0_1='' WHERE Id=7759;
UPDATE npc_text SET text0_0='你认为我说的什么意思?她变得十分疯狂!那个女孩就在我们面前变疯了。一般来说我不会动手，但是当我从震惊中清醒过来的时候，我变得非常气愤。布拉恩，鲁特加尔，我，当然还有猴子，一起向她扑去!我们能挡开她真是一个奇迹。她好像完全被占据了!',text0_1='' WHERE Id=7760;
UPDATE npc_text SET text0_0='谁知道呢?无论如何，那是我最后一次见到她。或许法兰克尔能告诉你更多资讯。$b$b别转移话题，我想指挥官给你的工作相当重要吧，但是我们也是来执行重要任务的!铁炉堡对我们请求军队增援的要求置若罔闻。很明显，以我们的力量难以保护这片土地。一旦你将报告交还给指挥官，就跟你的朋友一同回到这儿来。我们需要你的帮助!',text0_1='' WHERE Id=7761;
UPDATE npc_text SET text0_0='哦，就是这样了……先找个椅子，$g小伙子:小姑娘;
。$b$b我肯定鲁特加尔已经告诉你一些事情了，因此我将省略一些细节，让你直奔主题。',text0_1='' WHERE Id=7762;
UPDATE npc_text SET text0_0='好吧!她从虫巢回来过，但是布拉恩一点都没有察觉到!混战之前，她开始跟什么人交谈起来。奇怪的是，她用了一种我们从未听过的语言谈话。',text0_1='' WHERE Id=7763;
UPDATE npc_text SET text0_0='那还用说!布拉恩、鲁特加尔、猴子和我都对此感到陌生，我们懂38种语言，还略懂一点泰坦语——连瓦尼尔和艾斯尔都不例外。$b$b总之，她嘴里叽里咕噜说的话没人能懂。“礼物”?她点点头，就开始攻击我们!直接攻击我们!',text0_1='' WHERE Id=7764;
UPDATE npc_text SET text0_0='听着$g小子:小姑娘;
我要让你知道无论是什么攻击我们，她都不是随便一个不知名的女祭司!她的眼里发出邪恶的光芒，而且她真的口吐白沫!她靠过来，发出了某种疯狂的尖啸使得我们全都往不同的方向逃走，然后开始一个接一个地鞭笞我们的心灵。我听到黑暗的文字在我的脑海中回荡，眼前忽明忽暗。我疯了!如果没有那只该死的猴子，我们可能已经玩完了。',text0_1='' WHERE Id=7765;
UPDATE npc_text SET text0_0='你想问什么?它就是一只猴子，你这个疯狂的笨蛋。所以，反正就是，当那只猴子看到老布拉恩忽然脸朝下地扑倒在地时，就变得狂暴了。那个夜精灵做不到的事情就是阻止格里布持续重击她的头。',text0_1='' WHERE Id=7766;
UPDATE npc_text SET text0_0='我会告诉你的。她直直地往巢穴跑去。你知道有多疯狂吗?竟然没有一只该死的虫挡住她的路或是试图阻止她。她用跑的穿过它们就像她跟它们当了好几百年的朋友一般。',text0_1='' WHERE Id=7767;
UPDATE npc_text SET text0_0='没错。',text0_1='' WHERE Id=7768;
UPDATE npc_text SET text0_0='水晶上布满了神秘的雕文和符文。你无法理解。',text0_1='' WHERE Id=7770;
UPDATE npc_text SET text0_0='从石头中传来很轻的声音……$b$b你好，渺小的凡人。你为圣殿骑士带来了什么消息?$b$b从石头中传来很轻的声音……$b$b你好，渺小的凡人。你为圣殿骑士带来了什么消息?',text0_1='从石头中传来很轻的声音……$b$b你好，渺小的凡人。你为圣殿骑士带来了什么消息?$b$b从石头中传来很轻的声音……$b$b你好，渺小的凡人。你为圣殿骑士带来了什么消息?' WHERE Id=7771;
UPDATE npc_text SET text0_0='从石头中传来清晰的声音……$b$b你的身份勋章在哪里?没有身份勋章的话，你就无法和公爵对话……$b$b你的身份勋章在哪里?没有身份勋章的话，你就无法和公爵对话……',text0_1='从石头中传来清晰的声音……$b$b你的身份勋章在哪里?没有身份勋章的话，你就无法和公爵对话……$b$b你的身份勋章在哪里?没有身份勋章的话，你就无法和公爵对话……' WHERE Id=7772;
UPDATE npc_text SET text0_0='从石头中传来清晰的声音……$b$b你带着你的头衔来找我们，我们将会聆听，但是不要试图考验我们的耐心，$c。议会没有时间来和你这样的凡人闲聊。',text0_1='你带着你的头衔来找我们，我们将会聆听，但是不要试图考验我们的耐心，$c。议会没有时间来和你这样的凡人闲聊。' WHERE Id=7773;
UPDATE npc_text SET text0_0='从石头中传来雷霆般的声音……

这是什么?我感觉到一个小小的信徒在窜来窜去!快点走开，苦力，否则你将面对议会领主的愤怒!',text0_1='从石头中传来雷霆般的声音……

这是什么?我感觉到一个小小的信徒在窜来窜去!快点走开，苦力，否则你将面对议会领主的愤怒!' WHERE Id=7776;
UPDATE npc_text SET text0_0='你想要飞往什么地方?',text0_1='你想要飞往什么地方?' WHERE Id=7778;
UPDATE npc_text SET text0_0='希利苏斯的灵魂召唤我们，$N。土地在哭泣，它有个悲惨的故事要告诉我们……',text0_1='' WHERE Id=7779;
UPDATE npc_text SET text0_0='你好，$C。看来你最近在进行一项秘密的收集工作。你还是老样子，但是这是个繁忙的城市。$b$b如果经常去击杀世界BOSS，你就有机会得到可乐兑奖券。把兑奖券给我，我就会给你一份特殊的奖励作为回报。',text0_1='你好，$C。看来你最近在进行一项秘密的收集工作。你还是老样子，但是这是个繁忙的城市。$b$b如果经常去击杀野外BOSS，你就有机会得到可乐兑奖券。把兑奖券给我，我就会给你一份特殊的奖励作为回报。' WHERE Id=7780;
UPDATE npc_text SET text0_0='',text0_1='$N!我希望你已经准备好要工作了，因为在逐日者之岛有很多事等着你做。$b$b自从阿尔萨斯和天谴军团摧毁了太阳之井，我们就在海边过着漂浮不定的生活。我们存活在被遗忘的边缘。一切将会改变，$c，你将会学习很多的东西，并同时协助我们重建。$b$b外域正等着我们!' WHERE Id=7781;
UPDATE npc_text SET text0_0='',text0_1='塞纳-马恩省里奥议会是睿智的，他们发现了很多有关大地的秘密。愿意聆听这些德鲁伊的教诲的工匠总是会得到许多宝贵的知识。' WHERE Id=7782;
UPDATE npc_text SET text0_0='',text0_1='这个鬼魂一样的身影不信任地看着你，并且保持着沉默。' WHERE Id=7783;
UPDATE npc_text SET text0_0='曾经……日尖塔处于太阳之井旁的优渥位置。如今我们的生活方式从天堂掉落了地狱，$N，但我们仍在努力向前迈进。我们是幸存者，这是我们的生存方式。$b$b如果你想从这场动乱中活下来……靠自己的力量活下去，那你一定要学会如何生存。所有的血精灵都是如此。你一定要在心中对于魔法永无止尽的渴望主宰你之前先主宰它。',text0_1='' WHERE Id=7784;
UPDATE npc_text SET text0_0='你对血精灵长久以来的贡献是我们种族生存最重要的助力!我们一定要同心协力突破目前的困境。$b$b如果你已经做好了准备，那就让我们开始吧。',text0_1='' WHERE Id=7785;
UPDATE npc_text SET text0_0='知识就是力量-真正的力量，我年轻的朋友。获得越多知识就会让你越有智慧，并且从那些有智慧的人身上学习吧。$b$b在太阳之井被夷平前，我们还自以为我们的文明发展已经攀上了最高峰。是天谴军团迫使我们屈服……并且，看清这个事实。',text0_1='' WHERE Id=7786;
UPDATE npc_text SET text0_0='你在我研究最关键的时刻打扰了我!别担心，欢迎你加入我一起安静的沉思……重点是“安静”，如果你不介意的话。',text0_1='' WHERE Id=7787;
UPDATE npc_text SET text0_0='',text0_1='如果你正前往那座城市的话，那么我有一件重要的事情要你去做!' WHERE Id=7788;
UPDATE npc_text SET text0_0='',text0_1='欢迎!上前来，不要害羞。这是我最自豪的发明……冲击者5000型超级大炮!她难道不漂亮吗?她实在就是很漂亮啊!看起来对于炮管的中段来说，你的体型稍微大了一点，但是我想这不是什么大问题。飞行充满了乐趣，你想要学学吗?' WHERE Id=7789;
UPDATE npc_text SET text0_0='',text0_1='嗯，很简单的!这东西的使用方法和你以前用过的那些东西没什么两样。别担心，我会负责点火。当你升空之后，你会发现自己正“飘浮”在空中，但是这种情况不会持续很久。你将被发射到湖边的一个目标那里去。只要记得在适当的时候将你的“翅膀”分离，就可以安全地掉入湖中了!不然的话，嗯，我不负责出售人身保险。' WHERE Id=7790;
UPDATE npc_text SET text0_0='',text0_1='您好，$c，欢迎来到暗月马戏团。在马戏团这里有太多可以做的事情了，所以第一次来的客人可能感到有些不知所措。这就是我在这里帮忙的原因。您有什么问题吗?' WHERE Id=7792;
UPDATE npc_text SET text0_0='',text0_1='一个很好的问题！我们马戏团这里有很多东西出售。如果您对食物和饮料感兴趣的话，那么您可以去斯塔姆和塞兰妮亚的小店看看。我最喜欢的就是暗月特别套餐。
如果您想要购买一些特别的东西，那么兰拉出售的货物将会很适合您。她擅长于从世界各地收集稀有的东西。
另外从到处跑来跑去的弗里克那里购买可以用于投掷的球和宠物青蛙。' WHERE Id=7793;
UPDATE npc_text SET text0_0='',text0_1='很高兴您问到这个问题。暗月马戏团奖券是我们鼓励大家帮助马戏团所推出的，您可以使用这些奖券来兑换特别的奖品!$b$b首先您可以找克洛诺斯、克莉·希克斯和亚布·尼比盖尔谈谈来看看您有什么可以帮他们的。他们总是需要帮助。$b$b当您有足够的奖券时，和吉瓦斯·格里加特谈谈，他有很多奖品可供选择。' WHERE Id=7794;
UPDATE npc_text SET text0_0='',text0_1='没有人知道谁制作了暗月卡片，或者他们真正的意图是什么，但是我可以告诉你，在艾泽拉斯各地都可以找到它们，那些试图揭开它秘密的邪恶怪物手中都可能有卡片。' WHERE Id=7795;
UPDATE npc_text SET text0_0='',text0_1='另外还有一些事情值得注意。我强烈推荐你去塞格那里预测一下你的财富在哪里。我知道，我知道……他是一个豺狼人。但是他是一个拥有特别力量的豺狼人，他可以预知你的财富在哪里！
另外我们在不断扩展我们的马戏团。最近我们增加了一门大炮，你可以试图用它把自己发射到水晶湖！你可以和马戏团东面的玛克希玛谈谈，了解更多细节！' WHERE Id=7796;
UPDATE npc_text SET text0_0='我们在希利苏斯有一个以上的敌人，$N。$B$B当所有人的目光都注视着希利苏斯时，我大哥跟我一直密切注意着暮光之锤的疯子。',text0_1='' WHERE Id=7797;
UPDATE npc_text SET text0_0='',text0_1='我强烈建议你去赛吉那里算个命。我知道，我知道……他是一个豺狼人。但是他是一个拥有特别力量的豺狼人，他可以预知你的命运!$b$b而且我们不断在增加新事物扩展我们的马戏团!' WHERE Id=7799;
UPDATE npc_text SET text0_0='你好啊，$N',text0_1='' WHERE Id=7800;
UPDATE npc_text SET text0_0='',text0_1='你好，旅行者。大约1000年前，其拉虫人开始了对卡里姆多大陆的战争。$B$B在那场战争中损失了数以千记的生命，大多数都是在战争爆发初期丧身在这片该死的沙漠中的。$B$B我是少数幸存下来的人，我连接了过去和现在。我不知道我为什么还留在这里，但是我知道我必须这样做。' WHERE Id=7801;
UPDATE npc_text SET text0_0='',text0_1='我被杀死过无数次。我总是发现我会在这里醒来。有些人说我遭受了诅咒，还有些人……' WHERE Id=7802;
UPDATE npc_text SET text0_0='',text0_1='他们说我被祝福了：新世纪需要被聆听的传讯者。' WHERE Id=7803;
UPDATE npc_text SET text0_0='',text0_1='上古的力量被数千年来从未活动过的虫子所震撼。世界在哭泣，$r。也许一次新的灾变正在开始。其中孕育的是痛苦……$B$B那些可恶的家伙开始渗透入我们的土地。噩梦来自于睡眠。噩梦开始在我们醒着的时候纠缠我们……' WHERE Id=7804;
UPDATE npc_text SET text0_0='',text0_1='万圣节快乐！你喜欢我的面具吗？非常吓人呢！' WHERE Id=7805;
UPDATE npc_text SET text0_0='',text0_1='万圣节快乐！你喜欢我的面具吗？非常吓人呢！' WHERE Id=7806;
UPDATE npc_text SET text0_0='',text0_1='我太伤心了！万圣节到了，我却生病了。我不能出去，不能参加要糖果的恶作剧游戏！' WHERE Id=7808;
UPDATE npc_text SET text0_0='',text0_1='你真好，$N——谢谢你陪我玩要糖果的恶作剧游戏！' WHERE Id=7809;
UPDATE npc_text SET text0_0='',text0_1='怎么玩？！
世界各地的旅店老板都会将糖果分发给孩子们，许多城镇都将装饰一新，欢度节日！此外，幽暗城外还会在夜间举办稻草人庆典。
对了，我听说奥格瑞玛孤儿院里有个生病的小女孩，她想找人陪她玩要糖果的恶作剧游戏……或许你能帮帮她？' WHERE Id=7812;
UPDATE npc_text SET text0_0='',text0_1='怎么玩？！
世界各地的旅店老板都会将糖果分发给孩子们，许多城镇都将装饰一新，欢度节日！此外，南海镇的哈特曼中士需要帮助，他想要攻击那些被遗忘者，破坏他们的稻草人庆典。
对了，我听说暴风城孤儿院里有个生病的小男孩，他想找人陪他玩要糖果的恶作剧游戏……或许你能帮帮他？' WHERE Id=7813;
UPDATE npc_text SET text0_0='有人叫我……伊普斯?',text0_1='' WHERE Id=7814;
UPDATE npc_text SET text0_0='快点离开，陌生人!我和你没什么好说的。',text0_1='' WHERE Id=7816;
UPDATE npc_text SET text0_0='你已经回来了!现在，我能为你做什么呢?',text0_1='' WHERE Id=7817;
UPDATE npc_text SET text0_0='与部落之间的战争已经到了白热化的阶段，$N。联盟需要大量的物资，我们应竭尽所能，提供帮助。',text0_1='' WHERE Id=7818;
UPDATE npc_text SET text0_0='战争即将来临，$N。每个部落成员都要响应号召，并肩击溃懦弱的联盟。',text0_1='' WHERE Id=7819;
UPDATE npc_text SET text0_0='',text0_1='你是个皮革商吧?我对兽皮的味道再熟悉不过了。$b$b我的父亲过去常常跟我谈起数世纪前一位居住在南风村的著名工匠。很遗憾，那儿已是一片废墟了。' WHERE Id=7820;
UPDATE npc_text SET text0_0='我们已经集齐了所需的铜锭。谢谢你的帮助，$C。你还可以帮帮其他正在收集作战物资的人。',text0_1='' WHERE Id=7823;
UPDATE npc_text SET text0_0='$C, I need more copper bars! There''s a war brewing at the Gates of Ahn''Qiraj and we need supplies! The Alliance has collected $1997w and we need $1998w copper bars in total. If I don''t get those copper bars, it''s going to be my head on a platter!',text0_1='' WHERE Id=7824;
UPDATE npc_text SET text0_0='You see large cavernous tunnels and corridors reflected inside the crystal. You recognize the area as the Molten Core.',text0_1='' WHERE Id=7825;
UPDATE npc_text SET text0_0='很高兴见到你, $r. 今天真是充满朝气.不是吗?',text0_1='很高兴见到你, $r. 今天真是充满朝气.不是吗?' WHERE Id=7827;
UPDATE npc_text SET text0_0='Not all Tauren despise your kind, $r. Alas, I am forbidden to offer you my services.',text0_1='Not all Tauren despise your kind, $r. Alas, I am forbidden to offer you my services.' WHERE Id=7828;
UPDATE npc_text SET text0_0='Listen up, flapjack, we''re in for the fight of our lives with the bugs in Ahn''Qiraj and we need to get prepared for it. I''m collecting iron bars here.  Currently, the Alliance only has $2002w iron bars, but we''re projected to need a total of $2003w for th',text0_1='' WHERE Id=7829;
UPDATE npc_text SET text0_0='在大家的努力下，我们已经集齐了必需的铁锭。问问其他人，看他们是否需要你帮忙收集作战物资。至于我，我得瞧瞧我能不能早点离开，去玩几局牌。',text0_1='' WHERE Id=7830;
UPDATE npc_text SET text0_0='',text0_1='$C, please listen to what I have to say. The Alliance and Horde are preparing for a war with the Silithid and their masters in Ahn''Qiraj. Any assistance that you can lend will be greatly appreciated. As you can see, I am collecting thorium bars here for t' WHERE Id=7831;
UPDATE npc_text SET text0_0='',text0_1='谢谢你，$C。我们已经集齐了所需的瑟银锭了，但是你可以问问这儿收集其他作战物资的负责人。' WHERE Id=7832;
UPDATE npc_text SET text0_0='真的，就连荆棘藻也会成为战争中的重要资源！它有许多用途，比如用来制作可以在希利苏斯的炎炎烈日下品尝的冰淇淋，清除一些非常难以清除的植物，水下呼吸，硬化皮肤，让你的行动变得更迅速，恢复魔法能量，太多了，我简直没法一一历数！我有没有说冰淇淋？总之，我手头上总共有$2047w份的存货，而需求总量是$2048w！',text0_1='' WHERE Id=7833;
UPDATE npc_text SET text0_0='我不是置疑你收集荆棘藻的能力，但是我们似乎已经拥有足够的荆棘藻了。至少我是这么听说的。这儿的其他人需要你帮忙收集战争物资。收集其他的作战物资可没有收集荆棘藻那么有趣，我能理解你这种想法。',text0_1='' WHERE Id=7834;
UPDATE npc_text SET text0_0='紫莲花的用处很多，年轻的$C。联盟派我收集这种花，为安其拉之战做好准备。我答应帮助他们收集$2055w份紫莲花，目前我们已经收集到了$2053w份。',text0_1='' WHERE Id=7835;
UPDATE npc_text SET text0_0='',text0_1='我们正在为战争作准备，$c。我们一定要彻底消灭安其拉的威胁，为了战备的需要，我在这里收集阿尔萨斯之泪这种材料。我不清楚这些草药是用来做什么的。如果你问我的话，我可不想跟那个疯子扯上关系，即使这不过是一种以他命名的花而已。不过，我不仅是个联盟的公民，还是一名军人，因此我会遵守上级的命令。现在我们已经收集到$2057w份阿尔萨斯之泪了，总的需求量是$2058w份。' WHERE Id=7837;
UPDATE npc_text SET text0_0='',text0_1='I guess that''s that. We have all of the Arthas'' Tears necessary. You might try asking around. One of these others is sure to have something that they still need collected for the war effort.' WHERE Id=7838;
UPDATE npc_text SET text0_0='我得到报告说，你对深渊议会的战果卓著，$n。你干得很好!$b$b继续保持斗志，我们会奖励你的!',text0_1='' WHERE Id=7839;
UPDATE npc_text SET text0_0='',text0_1='安其拉之战已经展开，$c，联盟要求我的家人为战争收集许多轻皮。总共需要$2061w块，我们目前有$2060w块。你看起来很适合帮忙。' WHERE Id=7840;
UPDATE npc_text SET text0_0='',text0_1='谢谢你的关心，$C。但是我们已经集齐轻皮了。或许这儿负责收集物资的其他人需要你的帮助。' WHERE Id=7842;
UPDATE npc_text SET text0_0='$G先生:女士;
，是的$g先生:女士;
!士兵波特已准备好要帮你收集中皮了。安其拉之战就要展开，我们需要做好充分的准备。

如你所见我们已收集了$2063w块中皮，而我们总共需要收集$2064w块。',text0_1='' WHERE Id=7843;
UPDATE npc_text SET text0_0='啊，呃，是的，$G先生:女士;
。我们已经集齐联盟在战争中所需的所有中皮了。我听说这儿的其他人需要你的帮助。',text0_1='' WHERE Id=7844;
UPDATE npc_text SET text0_0='',text0_1='你好，$c!随着安其拉之战的逼近，我们的准备工作仍在进行着。我的工作是收集重皮。今天是个收集重皮的好日子，对吧?我收集到一堆厚皮了，看来现在已经有$2069w块。而我们的理想数字是$2071w块。要不要帮忙啊?' WHERE Id=7845;
UPDATE npc_text SET text0_0='',text0_1='哇！似乎我们已经集齐厚皮了。速度很快呢。你可以问问这儿的其他人，看他们是否需要帮助。' WHERE Id=7846;
UPDATE npc_text SET text0_0='',text0_1='你好，$C。我正在为安其拉之战收集亚麻绷带。这场战争对我们来说是一次严酷的考验和锻炼，你捐献的绷带将在战争中挽救士兵们的生命。我需要收集$2077w根亚麻绷带，到目前为止已经有$2076w根了。你愿意帮助我们吗？' WHERE Id=7847;
UPDATE npc_text SET text0_0='',text0_1='Thank you for the inquiry, $c, but as you can see, I already have all of the linen bandages that the Alliance feels is necessary in preparation for the war at Ahn''Qiraj. Don''t let that stop you from helping out with the other collections going on here tho' WHERE Id=7848;
UPDATE npc_text SET text0_0='',text0_1='嗨，$c，你今天好吗?希望一切都好。你应该知道这里发生什么事了。安其拉之战正在计画、准备中。我们和部落正加强准备。

最后，联盟要求我在这里监督收集丝质绷带，而目前我们只收集到$2082w个，但总需求是$2083w个。你可以考虑帮个忙吗?' WHERE Id=7851;
UPDATE npc_text SET text0_0='',text0_1='谢谢你的关心，但是我们已经集齐丝质绷带了。你可以四下问问，看看他们是否需要帮助。' WHERE Id=7852;
UPDATE npc_text SET text0_0='$C，在即将来临的战争中，即使最勇敢的士兵也需要治疗。当无法运用魔法治疗时，士兵们必须依赖我们收集的作战物资。到目前为止，我已经收集了$2088w个符文布绷带，总需求量是$2090w个。

让我们谈谈你能为我们做些什么吧。',text0_1='' WHERE Id=7853;
UPDATE npc_text SET text0_0='$C，在许多人的帮助下，我们已经设法集齐了联盟所需的战争物资符文布绷带。如果我是你的话，我会问问这儿的其他人，看他们是否需要帮助。',text0_1='' WHERE Id=7854;
UPDATE npc_text SET text0_0='Mmm, mmm, mmm. Can you smell that?! That''s good eatin'' right there, $c. Rainbow Fin Albacore hits the spot every time. Slicky Gastronome here, ace connoisseur of all things edible, especially fish. With the Ahn''Qiraj War looming, the Alliance thought it w',text0_1='' WHERE Id=7856;
UPDATE npc_text SET text0_0='Well, looks like we have all of the cooked albacore that we can properly salt and store for the upcoming war at Ahn''Qiraj. Thanks for asking though, $c. If you have a mind to, check around with the other collectors. I''d bet there''s someone else here that',text0_1='' WHERE Id=7857;
UPDATE npc_text SET text0_0='',text0_1='嗨，$C。联盟派遣我来到此地监管烤肉的收集工作。这听起来很有趣吧？我想你一定想知道我们收集到多少烤迅猛龙肉了。我上次数了数，我们已经有$2098w块了，总需求量是$2099w块。' WHERE Id=7859;
UPDATE npc_text SET text0_0='',text0_1='Looks like you''re too late, $c. We have all of the roast raptor that we need;
 killed, cooked and salted. Anyway, it looks like some of the others around here could use some help. You should go check with them. I''m going to see if they''ll let me go home no' WHERE Id=7860;
UPDATE npc_text SET text0_0='',text0_1='Proper sustenance will keep a soldier alive long after the wounds of the battlefield should have finished $g him : her;
 off, $c. If we''re to persevere in the Ahn''Qiraj War to come, we''ll need all of the provisions that we can carry. I''m gathering up spott' WHERE Id=7861;
UPDATE npc_text SET text0_0='我们需要大量铜锭，$c。安其拉之战即将开打，我们需要准备足够的金属来制造武器、护甲和其它器物。我听说光是部落就需要$1998w块铜锭。目前我们已收集$2018w块了。',text0_1='' WHERE Id=7866;
UPDATE npc_text SET text0_0='$N，很高兴再见到你。$b$b记得专注于你的学习，你代表着我们的未来。如果你失败的话，我们的未来就会黯淡无光。',text0_1='' WHERE Id=7869;
UPDATE npc_text SET text0_0='(兽人语)你好，$c。你来帮我收集锡锭的吗?他们说我需要$2006w块锡锭他们才能制作安其拉之战需要的武器和护甲，但我现在只有$2005w块。你得再帮我收集一些!',text0_1='' WHERE Id=7870;
UPDATE npc_text SET text0_0='',text0_1='欢迎光临猎鹰之翼广场旅馆，需要我为您准备一顿大餐，或是一间房间呢?' WHERE Id=7872;
UPDATE npc_text SET text0_0='',text0_1='嗨，$c。铁炉堡军团被部署在这里监视佐拉虫巢。塞纳里奥议会的德鲁伊一直以来都在监控异种活动，他们预期在这儿会有重大的事情发生。' WHERE Id=7874;
UPDATE npc_text SET text0_0='',text0_1='上尉现在很忙。他正在研读我们最近从地底异种巢穴找到的地图。如果你想帮忙就跟着我们，他随时都会出来。' WHERE Id=7875;
UPDATE npc_text SET text0_0='',text0_1='嗨，你是来这里帮我收集秘银的吧。希利苏斯沙漠上的安其拉有大麻烦了。我们和联盟都没时间对付那些异种虫类了，这就是你看到大家都在这里的原因。$b$b部落要求我们为战争收集$2009w块秘银锭，但我只有$2008w块。你能帮我的忙，是吗?' WHERE Id=7876;
UPDATE npc_text SET text0_0='',text0_1='嗨，年轻的$c。你是为了带一批宁神花给我而来的吗?我们正为了安其拉之战收集这些东西制作药水和药剂。虽然迎战对我们不利，但如果我们不作适当地准备后果会更不堪设想。$b$b部落要求我收集$2020w份宁神花，到目前为止我们收集了$2021w份。如果你的能力所及，请尽可能收集所有数量并带回来这里给我。' WHERE Id=7878;
UPDATE npc_text SET text0_0='我的看守是永恒的，凡人。',text0_1='' WHERE Id=7881;
UPDATE npc_text SET text0_0='',text0_1='魔法的奥秘不光是那些神秘的施法动作而已……但是跟我对话的你也明白这点，对吗?$b$b你来找我学习而你将得偿所望……只要你专心学习并且听从我的指示。恶魔的秘密不会平白无故提供给傻瓜，而我也不会。' WHERE Id=7882;
UPDATE npc_text SET text0_0='<安多洛夫冷酷地看着你。>$b$b如果它会流血，我们就能杀了它。',text0_1='' WHERE Id=7883;
UPDATE npc_text SET text0_0='',text0_1='当心点，凡人。那些强大的生物就是在此地葬生的。' WHERE Id=7899;
UPDATE npc_text SET text0_0='一千年前，流沙之战结束，在安纳克罗斯和鹿盔封住安其拉大门时，我们的三位族人牺牲了自己，将其拉虫人禁锢在这些大墙内。$b$b我们曾立下誓言，一旦甲虫之墙开启，就要找到麦琳瑟拉、亚雷戈斯和凯雷斯特拉兹。$b$b而它真的发生了……因此我们来了。',text0_1='' WHERE Id=7900;
UPDATE npc_text SET text0_0='<纳里安将一封未打开的信贴到他的前额。>

这是什么……嗯……天鹅绒!

是吗?

如果你想重新学习交易技能，就翻翻那本书吧……

<纳里安指着「新手的预言入门」。>',text0_1='' WHERE Id=7902;
UPDATE npc_text SET text0_0='我们所选择的道路不同。你必须要到别处接受训练，$C。',text0_1='我们所选择的道路不同。你必须要到别处接受训练，$C。' WHERE Id=7903;
UPDATE npc_text SET text0_0='你想获得更多操作那鲁力量的指示吗，$n?',text0_1='你想获得更多操作那鲁力量的指示吗，$n?' WHERE Id=7904;
UPDATE npc_text SET text0_0='哈哈哈，怎么样老兄。你可帮了比雷凯基的大忙。我们需要大量的火焰花。他们说，嘿，比雷凯基，你得马上收集$2051w份火焰花。到目前为止他只收集到$2050w份，但是你能很快帮我们完成任务，是吗老兄?',text0_1='' WHERE Id=7905;
UPDATE npc_text SET text0_0='',text0_1='啊，你在这啊。我被告知在这儿等候帮助，所以听仔细了。情况是这样:我接到任务要为安其拉之战收集$2055w份紫莲花。目前为止我们有$2054w份。$b$b事实上进入战场和收集花朵要靠你和像你这样的人。我需要在这儿做好紫莲花的入库存储工作，并研究它的新用途，以便对抗异种虫和安其拉高墙后的神秘生物。' WHERE Id=7907;
UPDATE npc_text SET text0_0='',text0_1='你是为了安其拉之战收集重皮而来这里的，是吗，$c?很好，很好。如你所见我已经收集了$2066w块，但是我们总共需要$2067w块。那需要很多剥皮技巧的，朋友，我希望你的小刀够锋利。皮革在战场上会拿来做很多作战装备并保证我们作战成功。' WHERE Id=7909;
UPDATE npc_text SET text0_0='',text0_1='凡人，这儿充斥着一种难以形容的恐怖。克苏恩和他的追随者们不仅公然藐视自然的力量，他们的存在更预言着艾泽拉斯的毁灭。$b$b一千年前，麦琳瑟拉、凯雷斯特拉兹和亚雷戈斯都牺牲了自己以保全这个世界。我们来这里不仅仅是要报仇，还因为我们必须阻止克苏恩!' WHERE Id=7911;
UPDATE npc_text SET text0_0='',text0_1='为了部落，$c，我有重要的资讯!安其拉有场战争即将来临，我们需要为此做准备。我在这里收集所有能到手的厚皮。现在我们有$2070w块，但是酋长要我收集$2071w块。你也知道，我仍有一些不足。' WHERE Id=7912;
UPDATE npc_text SET text0_0='你好，$c。我相信你带来了关于安其拉之战准备工作的好消息。我负责为部落收集硬甲皮;
这是个我认为只有我能胜任的任务。千万别低估了锐利小刀的功用。$b$b至于硬甲皮，我们目前已经有$2073w块，总共需要$2074w块。',text0_1='' WHERE Id=7914;
UPDATE npc_text SET text0_0='啊，$c，很高兴见到你。我们这里需要协助收集安其拉的作战物资。我负责收集大量的急救物品，主要是绒线绷带。我已经有一些了，现在有$2079w个绷带，但我的总需要是要收集$2080w个。',text0_1='' WHERE Id=7918;
UPDATE npc_text SET text0_0='',text0_1='你好，$c，很高兴你露面了。我长话短说，我们正在收集安其拉之战的物资。我们不希望有更多的伤亡，可以吗?我要负责协调收集$2086w个魔纹布绷带。目前我们已有$2085w个。可以帮忙吗?' WHERE Id=7920;
UPDATE npc_text SET text0_0='',text0_1='大地之母供养我们，但是有时候，一名$c需要额外的帮助才能生存。因此，我正在收集所有安其拉之战需要的符文布绷带。目前我们已经收集了$2089w个符文布绷带，总共要$2090w个。' WHERE Id=7923;
UPDATE npc_text SET text0_0='',text0_1='感谢你对我们的关心，$c。但是我们已经集齐备战所需的符文布绷带。我能请你去四处问问别人是否需要你的帮助吗？愿祖先守护着你。' WHERE Id=7924;
UPDATE npc_text SET text0_0='',text0_1='嗯，你想做什么，$r?喔，你一定是为了即将到来的安其拉之战所需的瘦狼排而来。是的，你没听错，我正在收集它们，怎么了吗?你有新鲜的肉排要给我?我们需要$2096w块，目前有$2095w块。' WHERE Id=7925;
UPDATE npc_text SET text0_0='你好，我正为部落收集好吃的鱼。他们正为沙漠的安其拉之战作准备，要我帮他们收集$2103w条斑点黄尾鱼。但是现在我们只有$2102w条。你来这里帮助我们的吗?',text0_1='' WHERE Id=7927;
UPDATE npc_text SET text0_0='你好，$c。很高兴看到你愿意帮忙战事。这里的收集者正在组织聚集不同的储备物资，我们正准备迎战。$b$b我负责收集$2106w条烤鲑鱼，将它们储存起来给安其拉的士兵们吃。上次我清点的时候，我们已收集了$2105w条。',text0_1='' WHERE Id=7929;
UPDATE npc_text SET text0_0='It is good of you to ask, $c, but we already have all of the baked salmon that we''ll need for the war. Perhaps you would be kind enough to check with the other collectors here;
 they are sure to have something that they could use your help with.',text0_1='' WHERE Id=7930;
UPDATE npc_text SET text0_0='新的一年来临了，月光洒满大地。$b$b这是属于我们的日子……远古的生命苏醒了。',text0_1='' WHERE Id=7933;
UPDATE npc_text SET text0_0='很久以前，我们以狩猎维生。我们为了光荣与荣耀而狩猎……$b$b现在一切都变了吗？',text0_1='很久以前，我们以狩猎维生。我们为了光荣与荣耀而狩猎……$b$b现在一切都变了吗？' WHERE Id=7935;
UPDATE npc_text SET text0_0='凡人，你想要学习龙人语言，这简直是异想天开。为什么你想要学习这种古老的语言呢?真令人疑惑……',text0_1='' WHERE Id=7937;
UPDATE npc_text SET text0_0='你好，$R。我是部落大使佐格将军。我是来向你通报部落关于安其拉一战的准备工作的进度的。你想知道什么？',text0_1='' WHERE Id=7942;
UPDATE npc_text SET text0_0='你说总共有多少金属锭啊?依目前对局势的最新了解，据我所知，部落已经收集了$2018w个铜锭，超过所需的$1998w个。已收集了$2005个锡锭以及$2008w个秘银锭，总需求量分别是$2006w个锡锭和$2009w个秘银锭。',text0_1='' WHERE Id=7944;
UPDATE npc_text SET text0_0='Last I heard the Horde had accumulated $2021w of $2020w peacebloom, $2050w of $2051w firebloom and $2054w out of $2055w purple lotuses.',text0_1='' WHERE Id=7945;
UPDATE npc_text SET text0_0='Leather skins? Yes, I just received some information on that. It would appear that of $2067w heavy leather needed, the Horde has collected $2066w. Also, $2070w out of $2071w thick leather and $2073w out of $2074w rugged leather have been gathered.',text0_1='' WHERE Id=7946;
UPDATE npc_text SET text0_0='部落正在收集绷带。到目前为止，我们已经收集到$2079w根绒线绷带、$2085w根魔纹绷带和$2089w根符文布绷带，而总的需求量分别是$2080w、$2086w和$2090w。',text0_1='' WHERE Id=7947;
UPDATE npc_text SET text0_0='你想知道收集工作的进度吗？很好。我得到的最新消息称，部落已经收集到$2095w个瘦狼排、$2102w条斑点黄尾鱼和$2105w条烤鲑鱼，而总的需求量分别是$2096w、$2103w和$2106w。',text0_1='' WHERE Id=7948;
UPDATE npc_text SET text0_0='你好，$r$c。我是指挥官汉默·石锤，也是代表联盟的大使。如果你对于联盟收集作战物资有任何问题$g小伙子:小姑娘;
，不要犹豫尽管问吧。',text0_1='' WHERE Id=7949;
UPDATE npc_text SET text0_0='真是个好问题，$c。据我所知，联盟总共需要$1998w块铜锭、$2003w块铁锭和$2012w块瑟银锭。到目前为止，他们已经设法收集到$1997w块铜锭、$2002w块铁锭和$2011w块瑟银锭了。',text0_1='' WHERE Id=7951;
UPDATE npc_text SET text0_0='我想想，我想想。我把它们放在这里的某个地方。啊，没错，就在这里!到目前为止，联盟已经收集到$2047w份荆棘藻、$2053w份紫莲花和$2057w份阿萨斯之泪，而总需求量分别是$2048w份荆棘藻、$2055w份紫莲花和$2058w份阿萨斯之泪。',text0_1='' WHERE Id=7952;
UPDATE npc_text SET text0_0='你问这个还真有趣……我有它们的最新消息。目前为止联盟已经收集了$2060w张轻皮、$2063w张中皮和$2069w张厚皮了，而总需求量分别是$2061w张轻皮、$2064w张中皮和$2071w张厚皮。',text0_1='' WHERE Id=7953;
UPDATE npc_text SET text0_0='你说绷带吗?嗯，如果我没记错的话，联盟已收集了$2076w个亚麻绷带、$2082w个丝质绷带和$2088w个符文布绷带了，而总需求量分别是$2077w个亚麻绷带、$2083w个丝质绷带和$2090w个符文布绷带。',text0_1='' WHERE Id=7954;
UPDATE npc_text SET text0_0='这倒提醒了我，我得赶快找点东西吃。至于联盟烹煮了些什么东西， 我听说$2093w条彩鳍鱼中已经有$2092w条被运走了。同时，$2099w块烤迅猛龙肉中有$2098w块，$2103w条斑点黄尾鱼中也有$2101w条已准备好且已冷藏，等着送到希利苏斯的塞纳里奥城堡。',text0_1='' WHERE Id=7955;
UPDATE npc_text SET text0_0='星光指引着新的道路，未来燃起希望和力量的灯塔。',text0_1='星光指引着新的道路，未来燃起希望和力量的灯塔。' WHERE Id=7956;
UPDATE npc_text SET text0_0='It''s all over ''cept for the crying now. All of the war materiel is being transported to Cenarion Hold in Silithus, and will be there in less than $2113w days. Shouldn''t be much longer until the scepter is assembled and the war finally begins.',text0_1='' WHERE Id=7958;
UPDATE npc_text SET text0_0='Woo hoo, here we go! Everyone''s collected everything, and it''s all being airlifted via zeppelin to Silithus as we speak. The last of it should be there in less than $2113w days. Once it''s all over there, and the scepter has been assembled, the war against',text0_1='' WHERE Id=7960;
UPDATE npc_text SET text0_0='',text0_1='Hello, $c. From what I''ve been told, everything''s been collected, and all of the materiel for the war is being shipped over to Silithus as we speak. It should all be there in less than $2113w days. Once that''s done, and the gong has been rung with the Sce' WHERE Id=7962;
UPDATE npc_text SET text0_0='That''s it, everything''s been collected by both sides. Now it''s all being transported over to Silithus and should be there in less than $2113w days. Once that''s done and someone rings the gong on the Scarab Dais with the Scepter of the Shifting Sands, the',text0_1='' WHERE Id=7964;
UPDATE npc_text SET text0_0='欢迎来到宝藏海湾，伙伴。希望你在这儿度过一段快乐平静的日子-重点在后者。如果你口渴的话，我们这儿有很多饮料;
如果你担心受怕的话，我们这儿还有很多保镖。$b$b现在……我这个热砂港卑微的仆人能为你做什么呢?这么说好了-你又能为我做些什么呢，嗯?',text0_1='' WHERE Id=7965;
UPDATE npc_text SET text0_0='All is completed, young $c. Even as we speak, both the Horde and the Alliance are in the process of transporting all final goods for the war into Silithus near Cenarion Hold, which should be complete in less than $2113w days. After that, the gong near the',text0_1='' WHERE Id=7967;
UPDATE npc_text SET text0_0='',text0_1='Are you reporting for duty, $c? All of the war materiel for both the Horde and the Alliance is completed and being shipped to Silithus as we speak. It should all arrive in less than $2113w days. I hope that someone has found the different pieces of the Sc' WHERE Id=7969;
UPDATE npc_text SET text0_0='',text0_1='As I understand it dear, everything has been gathered and the final materiel is being assembled and shipped off to Cenarion Hold. The last of it should arrive in less than $2113w days. Once our equipment and forces are all there, the bearer of the Scepter' WHERE Id=7971;
UPDATE npc_text SET text0_0='A-ten-hut! All Ahn''Qiraj war materiel accounted for and in the process of being transported to Cenarion Hold $g sir : ma''am;
! I am told that the last of it should arrive in less than $2113w days. Once that is done, and someone rings that gong over there t',text0_1='' WHERE Id=7981;
UPDATE npc_text SET text0_0='',text0_1='嗨，$C！似乎部落已经集齐所有的战争物资了，现在部落和联盟的物资都将如约运往希利苏斯。据说货物在$2113w天之内就能到达，那时就能敲响安其拉大门附近的铜锣，战争也就开始了。' WHERE Id=7984;
UPDATE npc_text SET text0_0='',text0_1='$C，所有的战争物资将如约运往希利苏斯。按照目前的情况来看，货物将在$2113w天内全部抵达。然后，某位英雄将敲响甲虫墙上的铜锣，战争也就开始了。' WHERE Id=7988;
UPDATE npc_text SET text0_0='',text0_1='Looks like the last of the goods we''ve collected are shipping out to Silithus over the next $2113w days. And once that''s done, someone will have to come along and ring the gong on the Scarab Dais, outside of Ahn''Qiraj, to open the gates. That''s when our b' WHERE Id=7991;
UPDATE npc_text SET text0_0='All is gathered, $c. All is being transported for final preparation to Silithus and should arrive within $2113w days. All of our combined forces await the $g hero : heroine;
 that will complete the reunification of the Scepter of the Shifting Sands, ring t',text0_1='' WHERE Id=7994;
UPDATE npc_text SET text0_0='All of the fish and everything else is on its way to Silithus, and should be there in less than $2113w days. After that someone''s going to have to ring that gong with the Scepter of the Shifting Sands to start the war.',text0_1='' WHERE Id=7997;
UPDATE npc_text SET text0_0='The buzz around here is that we''ve collected everything that we need. Now it all comes down to the Horde gathering up their stuff. Once they have we can all ship our goods over to Silithus and the war can begin.',text0_1='' WHERE Id=7998;
UPDATE npc_text SET text0_0='',text0_1='All of the food and war materiel we gathered is on its way to Silithus. It should be there in less than $2113w days. Someone told me that once it''s all assembled over near Cenarion Hold, someone''s going to have to go ring the gong at the Scarab Dais to op' WHERE Id=8000;
UPDATE npc_text SET text0_0='',text0_1='很高兴见到你, $r.' WHERE Id=8003;
UPDATE npc_text SET text0_0='没想到你竟如此精通协调管理。安其拉一战迫在眉睫，联盟和部落都已经做好了充分的准备工作。所有的战争物资将如约运往希利苏斯，预计将在$2113w天抵达。那是，会有一位英雄使用流沙节杖敲响甲虫之台的铜锣，打开安其拉之门。那时战争就真正打响了！',text0_1='' WHERE Id=8006;
UPDATE npc_text SET text0_0='所有的东西都收集好并送往希利苏斯了，$c。最后一批应该会在$2113w天内到达那里。我只希望铜锣被敲响、大门被打开之后，我们的努力能发挥效用，拯救许多性命。',text0_1='' WHERE Id=8037;
UPDATE npc_text SET text0_0='Looks like there be only $2113w more days left to fish until all this here war materiel is shipped over to the Silithus desert mon. Then they''s gonna be getting'' it all ready, and someone is gonna have to ring that gong down south of Cenarion Hold there t',text0_1='' WHERE Id=8049;
UPDATE npc_text SET text0_0='If you heard that all of the Horde and Alliance collections have been completed, then you heard right, $c. All of the goods for the war that we gathered and prepared are in the process of being sent to Cenarion Hold in Silithus, with less than $2113w days',text0_1='' WHERE Id=8052;
UPDATE npc_text SET text0_0='我们以无比的骄傲效忠萨尔。我们会尽所能消灭敌人。',text0_1='' WHERE Id=8059;
UPDATE npc_text SET text0_0='',text0_1='你来得正是时候，$C。你感觉到脚下的大地在颤抖了吗？虫巢里的敌人正在逼近我们。站到步兵旁边去，$N。我就指望你了！' WHERE Id=8060;
UPDATE npc_text SET text0_0='要靠异种这么近又要不被发现需要一点练习。如果你能避免我建议你就不尝试。',text0_1='' WHERE Id=8063;
UPDATE npc_text SET text0_0='别误会我的意思，虽然我不愿天天在充满异种的隧道里，但是如果躲在这里观察他们的活动能帮助我们赢得胜利，那么我愿意，多久都没关系。',text0_1='' WHERE Id=8064;
UPDATE npc_text SET text0_0='我们很快就能摆脱艾泽拉斯上可恨的异种了。他们潜在的毁灭性比你所亲眼见过的任何东西还要强大，$N。更强大、更黑暗的力量就藏在他们的活动背后。',text0_1='' WHERE Id=8065;
UPDATE npc_text SET text0_0='',text0_1='联盟荣誉徽章是奖励给那些富于责任感的英雄的。各大主城均设有嘉奖官，与你想要提升声望的主城中的嘉奖官交谈，按照规定的数量缴纳徽章吧！
顺便说一句，在安其拉大战期间，如果你想要用徽章换取实物奖励而不是提升声望的话，可以去找大元帅斯诺·落雪。' WHERE Id=8070;
UPDATE npc_text SET text0_0='我们团结一致，为共同的目标而努力，$R。来自上古的邪灵威胁着卡利姆多，他妄图让整个世界陷入无尽的堕落……他仇视生命的缔造者——永恒的泰坦所创造的一切生物。我们是惟一能与克苏恩的大军抗衡的军队。如果我们不振作起来同仇敌忾的话，敌人一定会摧毁一切。为我们的作战物资储备尽自己的力吧！',text0_1='' WHERE Id=8071;
UPDATE npc_text SET text0_0='联盟荣誉徽章是给为联盟上山下海的$g英雄:女豪杰;
的奖励。联盟不同阵营的表扬官分布在各个主要城市;
到你想去提高声望的地方找那个军官交谈，并将他们要的奖章数量带去!

另外，在战争期间，如果你愿意接受奖章的物资奖励代替声望，就去找落雪战场元帅。',text0_1='' WHERE Id=8072;
UPDATE npc_text SET text0_0='部落荣誉徽章是给为联盟上山下海的$g英雄:女豪杰;
的奖励。部落不同阵营的表扬官分布在各个主要城市;
到你想去提高声望的地方找那个军官交谈，并将他们要的奖章数量带去!$b$b另外，在战争期间，如果你愿意接受奖章的物资奖励代替声望，就去找督军格尔库克。',text0_1='' WHERE Id=8073;
UPDATE npc_text SET text0_0='',text0_1='部落荣誉徽章是给为联盟上山下海的$g英雄:女豪杰;
的奖励。部落不同阵营的表扬官分布在各个主要城市;
到你想去提高声望的地方找那个军官交谈，并将他们要的奖章数量带去!$b$b另外，在战争期间，如果你愿意接受奖章的物资奖励代替声望，就去找督军格尔库克。' WHERE Id=8074;
UPDATE npc_text SET text0_0='这只麋鹿的脖子上有着一块上面有着熏木牧场的标志的标签，上面写着“梅特森”。$b$b梅特森用一种伤心、绝望的眼神看着你。看起来这头麋鹿似乎被某种看不见的力量给限制了行动。',text0_1='' WHERE Id=8076;
UPDATE npc_text SET text0_0='当你把麋鹿粉洒在梅特森身上时，它的双眼中充满了喜悦之情。它朝着你摇了摇鹿角，并发出了沉重的叹息声，听起来像是如释重负的样子。$b$b你感觉到身边有魔法能量的涌动，一定是有什么事情就要发生了！',text0_1='' WHERE Id=8077;
UPDATE npc_text SET text0_0='即使你能设法不打败克苏恩而解救我们，我们也会不惜一切代价将他驱逐回地狱。不惜一切代价。',text0_1='' WHERE Id=8078;
UPDATE npc_text SET text0_0='',text0_1='龙类指派的英雄？必须除掉克苏恩！我们可以帮助你，凡人！' WHERE Id=8079;
UPDATE npc_text SET text0_0='我目睹站在我眼前的奇迹!经过了一千年的囚禁，我还没见过一件活的样品－除了那些邪恶的其拉和异种蝎－进入密室。',text0_1='' WHERE Id=8080;
UPDATE npc_text SET text0_0='别忘了观看下一场烟火表演!每天下午6点开始，每小时整点都会有一次!',text0_1='别忘了观看下一场烟火表演!每天下午6点开始，每小时整点都会有一次!' WHERE Id=8081;
UPDATE npc_text SET text0_0='你好，$C。我是大元帅斯诺·落雪。$G小伙子:姑娘;
，我们面前的道路充满艰辛，如果你想要帮忙的话，请尽量帮助我们。有什么问题尽管问吧。',text0_1='' WHERE Id=8082;
UPDATE npc_text SET text0_0='我们成功了，$G小伙子:姑娘;
！联盟和部落已经集齐了安其拉一战所需的所有物资。现在这些物资都在运往希利苏斯塞纳里奥要塞的途中，预计将在$2113w天内达到。然后，会有一位勇敢的英雄使用流沙节杖敲响甲虫之台的铜锣，打开安其拉之门。那时，战争也就开始了！',text0_1='' WHERE Id=8084;
UPDATE npc_text SET text0_0='Have you heard the good news, $c? The Alliance has completed all of its war effort collections! Now we simply await the Horde to finish theirs. When they do, we''ll begin shipping all of the war materiel over to Silithus, and it shouldn''t be long after tha',text0_1='' WHERE Id=8085;
UPDATE npc_text SET text0_0='问得好，$C。我得到的最新消息称我们已经收集到$1997w块铜锭、$2002w块铁锭和$2011w块瑟银锭了，总的需求量分别是$1998w、$2003w和$2012w。',text0_1='' WHERE Id=8087;
UPDATE npc_text SET text0_0='草药，草药，嗯，让我看看。啊，是的。到目前为止我们已经收集到$2047w份荆棘藻、$2053w份紫莲花和$2057w份阿尔萨斯之泪，而总的需求量分别是$2048w、$2055w和$2058w。',text0_1='' WHERE Id=8088;
UPDATE npc_text SET text0_0='我刚刚得到最新的消息。似乎我们已经收集到$2060w张轻皮、$2063w张中皮和$2069w张厚皮，而总的需求量分别是$2061w、$2064w和$2071w。',text0_1='' WHERE Id=8089;
UPDATE npc_text SET text0_0='收集绷带的工作正有条不紊地按计划进行着。我们已经收集到$2076w根亚麻绷带、$2082w根丝质绷带和$2088w根符文布绷带了，总的需求量分别是$2077w、$2083w和$2090w。',text0_1='' WHERE Id=8090;
UPDATE npc_text SET text0_0='我们已经收集到了$2092w条彩鳍鱼、$2098w块烤迅猛龙肉和$2101w条斑点黄尾鱼，而总的需求量是$2093w、$2099w和$2103w。',text0_1='' WHERE Id=8091;
UPDATE npc_text SET text0_0='(兽人语)你好，部落的$C，以你为荣!我是部落作战指挥官，督军格尔库克。我们将面临一连串艰难的考验，我们会战胜一切的，一如往常。$b$b如果你有问题，可以问问他们。',text0_1='' WHERE Id=8092;
UPDATE npc_text SET text0_0='作战的时刻就要来临了，$c!部落和联盟都完成了他们的准备工作。所有的物资都被送往希利苏斯了。我想最后一批应该$2113w天内就会到达。当一切就绪后，就会有人完成重组流沙之地权杖的艰难任务并敲响甲虫之锣，开启安其拉之门。然后就会展开许久不见的大战!

为了部落!',text0_1='' WHERE Id=8094;
UPDATE npc_text SET text0_0='我们已有$2018w个铜锭超过所需的$1998w个。已收集了$2005w个锡锭及$$2008w个秘银锭，总需求量分别是$2006w个锡锭和$2009w个秘银锭。',text0_1='' WHERE Id=8096;
UPDATE npc_text SET text0_0='我刚收到最新消息。我们现在已有$2021w宁神花超过所需的$2020w。已收集了$2050w火焰花及$2054w紫莲花，总需求分别是$2051w火焰花和$2055w紫莲花。',text0_1='' WHERE Id=8097;
UPDATE npc_text SET text0_0='等我一下;
这儿有很多数字要记一下。看来我们需要$2067w张重皮，现在只收集到$2066w张。还有，厚皮也需要$2071w张，现在只收集到$2070w张。需要$2074w张粗皮现在也只有$2073w张。',text0_1='' WHERE Id=8098;
UPDATE npc_text SET text0_0='绷带?为什么，你是打算活久一点所以才需要它们吗?哈!很好，$r，我告诉你。我们需要$2080w绒线绷带，但目前只有$2079w张。目前还需要$2086w魔纹布绷带，但目前只有$2085w张。符文布绷带要$2090w，目前也只收集$2089w。',text0_1='' WHERE Id=8099;
UPDATE npc_text SET text0_0='食物，是现在能塞我牙缝的东西!我说过我们需要$2096w瘦狼排，现在有$2095w;
$2103w有斑点的黄尾鱼，现在有$2102w;
$2106w冷藏并已储存的烤鲑鱼，现在有$2105w。',text0_1='' WHERE Id=8100;
UPDATE npc_text SET text0_0='你好，$c。我希望你是来问安其拉之战的事。我们需要很多协助。

这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在铁炉堡的军事区，我们正在收集所有的物品来制造我们的作战物资，而这些收集的任务正需要你的帮忙。

我能请你去和我们的指挥官谈谈吗?',text0_1='' WHERE Id=8101;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。我希望你是来问安其拉之战的事。我们需要很多协助。

这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在铁炉堡的军事区，我们正在收集所有的物品来制造我们的作战物资，而这些收集的任务正需要你的帮忙。

我能请你去和我们的指挥官谈谈吗?' WHERE Id=8103;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。我希望你是来问安其拉之战的事。我们需要很多协助。$b$b这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在铁炉堡的军事区，我们正在收集所有的物品来制造我们的作战物资，而这些收集的任务正需要你的帮忙。$b$b我能请你去和我们的指挥官谈谈吗?' WHERE Id=8104;
UPDATE npc_text SET text0_0='嗨，$c。我相信你是来这里询问安其拉之战的事。我们需要极大的协助。$b$b这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在奥格瑞玛的精神谷，我们正在收集大量的物品来制作战需物资，而这些收集的任务正需要你的帮忙。$b$b我能请你去和我们的指挥官谈谈吗?',text0_1='' WHERE Id=8105;
UPDATE npc_text SET text0_0='',text0_1='嗨，$c。我相信你是来这里询问安其拉之战的事。我们需要极大的协助。$b$b这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在奥格瑞玛的精神谷，我们正在收集大量的物品来制造作战物资，而这些收集的任务正需要你的帮忙。$b$b我能请你去和我们的指挥官谈谈吗?' WHERE Id=8106;
UPDATE npc_text SET text0_0='',text0_1='嗨，$c。我相信你是来这里询问安其拉之战的事。我们需要极大的协助。$b$b这是场联盟和部落结合起来准备对抗安其拉异种和主使者的大战。在奥格瑞玛的精神谷，我们正在收集大量的物品来制造作战物资，而这些收集的任务正需要你的帮忙。$b$b我能请你去和我们的指挥官谈谈吗?' WHERE Id=8107;
UPDATE npc_text SET text0_0='你好，$c。我是莱欧伦。塞纳里奥城堡的兽栏管理员。',text0_1='' WHERE Id=8108;
UPDATE npc_text SET text0_0='这里有一大堆精心包裹的礼物。',text0_1='' WHERE Id=8109;
UPDATE npc_text SET text0_0='这件礼物的卡片上写着：“40岁以上适用。”',text0_1='' WHERE Id=8110;
UPDATE npc_text SET text0_0='整个世界都感激你和你的同伴们所做的一切，$N。',text0_1='' WHERE Id=8111;
UPDATE npc_text SET text0_0='',text0_1='英雄，在这受咒的寺庙里所发生的事情都会被发现。它会被记载于史书中－故事以传说描述艾泽拉斯远至虚空本身!' WHERE Id=8113;
UPDATE npc_text SET text0_0='既然战火蔓延已达巅峰，到目前为止，部落与联盟的强壮战士都没有短缺。$b$b但愿我们能将他们赶尽杀绝……',text0_1='' WHERE Id=8114;
UPDATE npc_text SET text0_0='这件礼物的卡片上写着：“20岁以上适用。”',text0_1='' WHERE Id=8115;
UPDATE npc_text SET text0_0='这件礼物的卡片上写着：“10岁以上适用。”',text0_1='' WHERE Id=8116;
UPDATE npc_text SET text0_0='',text0_1='詹迪斯·巴罗夫的日记写满了不死族夸大的豪言壮语。翻到书的最后一页，似乎出现一个某种制作背包的裁缝术语。以你对裁缝的了解还无法让你破解这术语。' WHERE Id=8120;
UPDATE npc_text SET text0_0='只有那些证明自己没有对木喉部族心怀敌意的人才能在部落被攻击时不感到害怕。你想努力赢得我们的信任吗，外来者?',text0_1='' WHERE Id=8123;
UPDATE npc_text SET text0_0='你在找什么，$c?',text0_1='' WHERE Id=8124;
UPDATE npc_text SET text0_0='年度新款：PX-238冬幕欢乐制造器。靠过来，别害羞！$b$b不过在你尝试之前先签一下这些表格，我们还在努力找出这东西的一些小问题……',text0_1='' WHERE Id=8125;
UPDATE npc_text SET text0_0='你好，$c——我是代表达纳苏斯的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得达纳苏斯的认同。',text0_1='你好，$c——我是代表达纳苏斯的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得达纳苏斯的认同。' WHERE Id=8126;
UPDATE npc_text SET text0_0='你好，$c─我是代表暗矛部族的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得暗矛部族的认同。',text0_1='你好，$c─我是代表暗矛部族的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得暗矛部族的认同。' WHERE Id=8127;
UPDATE npc_text SET text0_0='你好，$c─我是代表诺姆瑞根流亡者的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得诺姆瑞根流放者的认同。',text0_1='你好，$c─我是代表诺姆瑞根流亡者的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得诺姆瑞根流放者的认同。' WHERE Id=8128;
UPDATE npc_text SET text0_0='你好，$c─我是代表铁炉堡的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得铁炉堡的认同。',text0_1='你好，$c─我是代表铁炉堡的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得铁炉堡的认同。' WHERE Id=8129;
UPDATE npc_text SET text0_0='你好，$c─我是代表暴风城的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的徽记，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得暴风城的认同。',text0_1='你好，$c─我是代表暴风城的表扬官。我的职责是协助已获得联盟荣誉徽章的冒险者。$b$b我接受不同数量的徽记，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得暴风城的认同。' WHERE Id=8130;
UPDATE npc_text SET text0_0='你好，$c─我是代表奥格玛的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得奥格玛的认同。',text0_1='你好，$c─我是代表奥格玛的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得奥格玛的认同。' WHERE Id=8131;
UPDATE npc_text SET text0_0='你好，$c─我是代表雷霆崖的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得雷霆崖的认同。',text0_1='你好，$c─我是代表雷霆崖的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。$b$b我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得雷霆崖的认同。' WHERE Id=8132;
UPDATE npc_text SET text0_0='你好，$c－－我是代表幽暗城的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得幽暗城的认同。',text0_1='你好，$c－－我是代表幽暗城的表扬官。我的职责是协助已获得部落荣誉徽章的冒险者。

我接受不同数量的奖章，但对你最有利的交易就是马上交换10个。一旦你贡献奖章我就会将你的功绩写在我们的纪录上。所以，你会因你的职责与贡献获得幽暗城的认同。' WHERE Id=8133;
UPDATE npc_text SET text0_0='冬幕节快乐，朋友!',text0_1='冬幕节快乐，朋友!' WHERE Id=8139;
UPDATE npc_text SET text0_0='',text0_1='我们这里天气真是好啊，你说是吗?
' WHERE Id=8143;
UPDATE npc_text SET text0_0='我们必须找到哪些安其拉怪物，让我们看看他们在哪!',text0_1='' WHERE Id=8145;
UPDATE npc_text SET text0_0='学习和理解的巨像会给我们需要的力量，其拉。',text0_1='' WHERE Id=8146;
UPDATE npc_text SET text0_0='',text0_1='秘密的背后所可能藏有巨大的阴谋，我们必须解开它。!' WHERE Id=8147;
UPDATE npc_text SET text0_0='灰石长者在提瑞斯法林地的布瑞尔附近打发时间。',text0_1='灰石长者在提瑞斯法林地的布瑞尔附近打发时间。' WHERE Id=8148;
UPDATE npc_text SET text0_0='月击长者在西瘟疫之地的通灵学院里。',text0_1='月击长者在西瘟疫之地的通灵学院里。' WHERE Id=8149;
UPDATE npc_text SET text0_0='暗灵长者在幽暗城。',text0_1='暗灵长者在幽暗城。' WHERE Id=8150;
UPDATE npc_text SET text0_0='雪冠长者在东瘟疫之地的圣光之愿礼拜堂。',text0_1='雪冠长者在东瘟疫之地的圣光之愿礼拜堂。' WHERE Id=8153;
UPDATE npc_text SET text0_0='雪峰长者在辛特兰中部的一座山丘顶部。',text0_1='雪峰长者在辛特兰中部的一座山丘顶部。' WHERE Id=8154;
UPDATE npc_text SET text0_0='风路长者在东瘟疫之地的皇冠哨塔里。',text0_1='风路长者在东瘟疫之地的皇冠哨塔里。' WHERE Id=8155;
UPDATE npc_text SET text0_0='远风长者在斯坦索姆的街道上徘徊。',text0_1='远风长者在斯坦索姆的街道上徘徊。' WHERE Id=8156;
UPDATE npc_text SET text0_0='铁环长者生活在灼热峡谷的黑炭谷中。',text0_1='铁环长者生活在灼热峡谷的黑炭谷中。' WHERE Id=8157;
UPDATE npc_text SET text0_0='',text0_1='伊露恩与你同在，$c。' WHERE Id=8164;
UPDATE npc_text SET text0_0='傲角长者正在莫高雷的雷霆崖欣赏那里的风光。',text0_1='傲角长者正在莫高雷的雷霆崖欣赏那里的风光。' WHERE Id=8188;
UPDATE npc_text SET text0_0='暗角长者在遍布红色巨岩的奥格瑞玛城中。',text0_1='暗角长者在遍布红色巨岩的奥格瑞玛城中。' WHERE Id=8189;
UPDATE npc_text SET text0_0='雷角长者到安戈洛环形山的巨痕谷去了，天知道他要干什么。',text0_1='雷角长者到安戈洛环形山的巨痕谷去了，天知道他要干什么。' WHERE Id=8199;
UPDATE npc_text SET text0_0='棱石长者在希利苏斯的水晶谷生活了许多年。',text0_1='棱石长者在希利苏斯的水晶谷生活了许多年。' WHERE Id=8201;
UPDATE npc_text SET text0_0='尊重你的长辈同样也是尊重你的文化与人民，$c。而先祖硬币则是对遵循这样一条古老礼仪之道的人的赞许。在春节期间，你可以拜访许多长者，对他们表达你的尊敬。如果你这样做了，你将会得到先祖硬币。将这些硬币带回来，我会因你的勤奋而允许你从一些特殊的物品中选择一个作为奖励。',text0_1='' WHERE Id=8202;
UPDATE npc_text SET text0_0='',text0_1='你好，$n。我们从月光林地来这里，要将新年的喜悦传播到世界的各个角落.
你难道不想与我们一起庆祝新年吗？' WHERE Id=8205;
UPDATE npc_text SET text0_0='我们和联盟站在同一阵线，$r。一个恶魔，古老到世界已经遗忘了它，想要吞没我们;
先是卡利姆多，再来就是整个艾泽拉斯。它被一个伟大变形者所创的仇恨而驱使:永恒的泰坦。$b$b我们全都阻挡着克苏恩的军队。我们会先进攻并拿下安其拉的军队。让整个艾泽拉斯因为部落和联盟的力量结合而震动。$b$b战争需要你!',text0_1='' WHERE Id=8209;
UPDATE npc_text SET text0_0='幽林长者在西瘟疫之地的哭泣之洞外面。',text0_1='幽林长者在西瘟疫之地的哭泣之洞外面。' WHERE Id=8210;
UPDATE npc_text SET text0_0='“你的战争物资收集工作做的很好”他们说，“你一定会得到晋升的!”。他们真正的意思是，“你会和一群小不点的矮人一起被部署在希利苏斯的某个虫巢外面，卡恩斯!”$b$b谢谢你的提拔，中尉!',text0_1='' WHERE Id=8212;
UPDATE npc_text SET text0_0='',text0_1='我，就像我的兄弟们一样，以那些尊重祖先的人为荣。对我来说，与欢度春节的人们一起分享我的秘密手艺是极大的快乐。' WHERE Id=8213;
UPDATE npc_text SET text0_0='当战争开打时，我就像其它人一样，是来这里帮助我的伙伴德鲁伊们。$b$b现在安其拉之门已经开启，我知道还有很多工作需要完成。我已决定要待在希利苏斯，并尽全力协助达成目标，$N。',text0_1='' WHERE Id=8214;
UPDATE npc_text SET text0_0='异种蝎看来会令人致命，但它们却比其拉统治者更为温驯。',text0_1='' WHERE Id=8215;
UPDATE npc_text SET text0_0='这战争还没结束，才刚开始而已!我们日夜都有勇猛的战士对抗安其拉里的敌人，$N。不久之后其拉城就会沦陷。',text0_1='' WHERE Id=8216;
UPDATE npc_text SET text0_0='',text0_1='我们能从容稳固的对其拉发起战斗攻势，都要归功于整个卡利姆多的全力相助。$B$B你打仗需要的不只是士兵而已，$N。商人和工匠也是战争里的无名英雄，他们能补给战争所需要的所有物资。' WHERE Id=8217;
UPDATE npc_text SET text0_0=' 我爱死了新年庆典!这个超棒的地方可以让你尽情狂欢!',text0_1=' 我爱死了新年庆典!这个超棒的地方可以让你尽情狂欢!' WHERE Id=8222;
UPDATE npc_text SET text0_0='',text0_1='真是一团乱，$c，而这全都是我的错!辛多雷早就警告我快点离开码头，但我听进去了吗?没有。$b$b我现在该怎么办?那些令人作呕的血精灵，鄙恶者，偷走了我的魔法物品，大概还把它们都吃掉了我想。我很确定那些东西是找不回来了。而厉鳞鱼人在深夜将我剩下的东西抢夺一空!此外，为了趁虚而入，我的船员们还弃了船!$b$b我要哭了。' WHERE Id=8227;
UPDATE npc_text SET text0_0='鄙恶者一直是我方的眼中钉，$N。他们不是在汲取不稳定的秘法能源以满足其渴望，就是在计划着打垮我们美好的家园。',text0_1='' WHERE Id=8229;
UPDATE npc_text SET text0_0='我希望罗勒塞拉斯是对的，$c。或许我该独自前往暗木塔?或许我一开始就该这么做了?',text0_1='' WHERE Id=8232;
UPDATE npc_text SET text0_0='',text0_1='那真是场激烈的打斗。让我们先喘口气。' WHERE Id=8237;
UPDATE npc_text SET text0_0='嘿，$先生:小姐;
。看样子你们都对品酒有相当鉴赏力的$C。我想请你帮个忙，给你的报酬一定会好的让你无法抗拒…算了，那真是不错的酬劳!',text0_1='' WHERE Id=8238;
UPDATE npc_text SET text0_0='你在看什么，$g小伙子:小姑娘;
?没看过矮人吗?$b$b你最好快走免得惹麻烦。',text0_1='' WHERE Id=8239;
UPDATE npc_text SET text0_0='啊，你一定就是负责带我在永歌森林附近逛逛的$g小伙子:小姑娘;
。花了不少时间来这里，是吧?$b$b很好，我们走吧。别再浪费时间了。',text0_1='' WHERE Id=8240;
UPDATE npc_text SET text0_0='看来你已经找到真爱了。你可以给我一个爱之硬币，但是我不会给你任何好东西。我在等待一个特别的人。',text0_1='看来你已经找到真爱了。你可以给我一个爱之硬币，但是我不会给你任何好东西。我在等待一个特别的人。' WHERE Id=8241;
UPDATE npc_text SET text0_0='看来你已经找到真爱了。你可以给我一个爱之硬币，但是我不会给你任何好东西。我在等待一个特别的人。',text0_1='' WHERE Id=8242;
UPDATE npc_text SET text0_0='',text0_1='看来你已经找到真爱了。你可以给我一个爱之硬币，但是我不会给你任何好东西。我在等待一个特别的人。' WHERE Id=8243;
UPDATE npc_text SET text0_0='',text0_1='战争压得我们喘不过气来，让我们忘了给爱情一点空间。' WHERE Id=8245;
UPDATE npc_text SET text0_0='我们兽人通常不喜欢过多谈论自己的感情问题，但今天可不是遮遮掩掩的时候。',text0_1='我们兽人通常不喜欢过多谈论自己的感情问题，但今天可不是遮遮掩掩的时候。' WHERE Id=8263;
UPDATE npc_text SET text0_0='',text0_1='我们兽人通常不喜欢过多谈论自己的感情问题，但今天可不是遮遮掩掩的时候。' WHERE Id=8265;
UPDATE npc_text SET text0_0='嘿!你看起来很眼熟...我们以前在哪见过?

恩~如果我们见过.应该...给过你一个密码.

告诉我密码.我会给你一份礼物!',text0_1='嘿!你看起来很眼熟...我们以前在哪见过?

恩~如果我们见过.应该...给过你一个密码.

告诉我密码.我会给你一份礼物!' WHERE Id=8269;
UPDATE npc_text SET text0_0='虽然这不是我的心，但它同样会破碎。',text0_1='虽然这不是我的心，但它同样会破碎。' WHERE Id=8270;
UPDATE npc_text SET text0_0='来自庄园拉文霍德，冒险者的祝福与问候。',text0_1='' WHERE Id=8280;
UPDATE npc_text SET text0_0='你看起来好像很伤心的样子。等你好一点再回来吧。',text0_1='你看起来好像很伤心的样子。等你好一点再回来吧。' WHERE Id=8283;
UPDATE npc_text SET text0_0='你看起来好像伤心欲绝。等你心情好一点之后再回来吧。',text0_1='' WHERE Id=8284;
UPDATE npc_text SET text0_0='',text0_1='如果你香香的我就跟你聊天。古龙水还不错。' WHERE Id=8285;
UPDATE npc_text SET text0_0='',text0_1='什么，你没有硬币要给我吗？你不爱我喔？' WHERE Id=8286;
UPDATE npc_text SET text0_0='如果你能洒些香水的话，我就愿意和你交谈。古龙水听起来如何？',text0_1='如果你能洒些香水的话，我就愿意和你交谈。古龙水听起来如何？' WHERE Id=8287;
UPDATE npc_text SET text0_0='什么，你没有硬币要给我吗？你不爱我喔？',text0_1='什么，你没有硬币要给我吗？你不爱我喔？' WHERE Id=8288;
UPDATE npc_text SET text0_0='如果你喷点香水我就会更喜欢你。',text0_1='如果你喷点香水我就会更喜欢你。' WHERE Id=8289;
UPDATE npc_text SET text0_0='如果你喷点香水我就会更喜欢你。',text0_1='' WHERE Id=8290;
UPDATE npc_text SET text0_0='什么?!你是怎么脱逃溜出我的监狱的…嗯，爪牙在那边吗?希望他是最厉害的。最近有一些业绩。

我要怎么达成你那可恨的要求，$c?',text0_1='' WHERE Id=8292;
UPDATE npc_text SET text0_0='如果你能洒些香水的话，我会更喜欢你的。',text0_1='' WHERE Id=8301;
UPDATE npc_text SET text0_0='如果你能洒些香水的话，我就愿意和你交谈。古龙水听起来如何？',text0_1='如果你能洒些香水的话，我就愿意和你交谈。古龙水听起来如何？' WHERE Id=8303;
UPDATE npc_text SET text0_0='我们收到高层命令要摧毁拉贾克斯。如果你想按规则来的话，终止极端的偏见。',text0_1='' WHERE Id=8304;
UPDATE npc_text SET text0_0='我的任务已经完成了。我可以给你一些我剩下的补给。',text0_1='' WHERE Id=8305;
UPDATE npc_text SET text0_0='不，我没有。但其它人都想谈恋爱。你应该跟我买些爱之硬币，喷些古龙水或香水，发给大家！',text0_1='不，我没有。但其它人都想谈恋爱。你应该跟我买些爱之硬币，喷些古龙水或香水，发给大家！' WHERE Id=8306;
UPDATE npc_text SET text0_0='爱之硬币就是爱的小讯息，你可以给热情的城乡人们。他们会回送你象征爱意的礼物。$b$b或者说，有人爱慕或崇拜你，他们也会给你友谊之礼。',text0_1='爱之硬币就是爱的小讯息，你可以给热情的城乡人们。他们会回送你象征爱意的礼物。$b$b或者说，有人爱慕或崇拜你，他们也会给你友谊之礼。' WHERE Id=8307;
UPDATE npc_text SET text0_0='如果你喷点古龙水或香水，你就会发现某个人正含情脉脉的示意。他们专收爱之硬币…然后再回送你礼物。$b$b请记住：给别人硬币时，你也要闻起来香香的才行！男人喜欢香水的味道，而女人则偏爱古龙水的香味。',text0_1='如果你喷点古龙水或香水，你就会发现某个人正含情脉脉的示意。他们专收爱之硬币……然后再回送你礼物。$b$b请记住：给别人硬币时，你也要闻起来香香的才行！男人喜欢香水的味道，而女人则偏爱古龙水的香味。' WHERE Id=8308;
UPDATE npc_text SET text0_0='谁是这个服务器最受欢迎的英雄呢，你猜？这是目前的排行榜！$b$b萨尔:$2200w凯恩:$2201w希尔瓦娜斯:$2202w部落总数量:$2207w$b$b瓦尔:$2203w麦格尼:$2204w泰兰德:$2205w联盟总数量:$2206w$b$b如果想投票，就快去缴交你的礼物典藏品！',text0_1='谁是这个服务器最受欢迎的英雄呢，你猜？这是目前的排行榜！$b$b萨尔:$2200w
凯恩:$2201w
希尔瓦娜斯:$2202w
部落总数量:$2207w$b$b瓦尔:$2203w
麦格尼:$2204w
泰兰德:$2205w
联盟总数量:$2206w
如果想投票，就快去缴交你的礼物典藏品！' WHERE Id=8312;
UPDATE npc_text SET text0_0='嗨！我是丘比特·传播者！我在这里是为了找出艾泽拉斯最受欢迎的英雄！$b$b看到这么多崇拜领导者的狂热仰慕者真是温暖我心啊，但……你知道还有什么也能温暖我心吗？$b$b是一个香吻！',text0_1='' WHERE Id=8313;
UPDATE npc_text SET text0_0='最终的排名是！萨尔：$2200w凯恩：$2201w希尔瓦娜斯：$2202w部落总计：$2207w伯瓦尔：$2203w麦格尼：$2204w泰兰德：$2205w联盟总计：$2206w联盟的英雄人气最高！',text0_1='最终的排名是！萨尔：$2200w凯恩：$2201w希尔瓦娜斯：$2202w部落总计：$2207w伯瓦尔：$2203w麦格尼：$2204w泰兰德：$2205w联盟总计：$2206w联盟的英雄人气最高！' WHERE Id=8315;
UPDATE npc_text SET text0_0='当你把爱情信物交给城镇里的居民时，你可以收到各种礼物作为回报。一些礼物最好留起来用，另一些则最好放在一起做成一个大礼品包！去找匹德菲特为你喜欢的英雄投票吧。你可以在伯瓦尔、麦格尼或者泰兰德身边找到匹德菲特。',text0_1='当你把爱情信物交给城镇里的居民时，你可以收到各种礼物作为回报。一些礼物最好留起来用，另一些则最好放在一起做成一个大礼品包！去找匹德菲特为你喜欢的英雄投票吧。你可以在伯瓦尔、麦格尼或者泰兰德身边找到匹德菲特。' WHERE Id=8317;
UPDATE npc_text SET text0_0='当你将爱之硬币给人民，你将收到他们不同的礼物作为回礼。有些礼物你会想留着自己用，但其它的就可以收集在一起送给你最喜欢的英雄！拜访丘比特·传播者把礼物交给他。$b$b传播者就在凯恩，希尔瓦娜斯和萨尔附近。',text0_1='当你将爱之硬币给人民，你将收到他们不同的礼物作为回礼。有些礼物你会想留着自己用，但其它的就可以收集在一起送给你最喜欢的英雄！拜访丘比特·传播者把礼物交给他。$b$b传播者就在凯恩，希尔瓦娜斯和萨尔附近。' WHERE Id=8319;
UPDATE npc_text SET text0_0='这本秘典的内容就像潮水不断流出。你觉得好像你脑中的思绪被榨干并被这本书消化掉。',text0_1='' WHERE Id=8321;
UPDATE npc_text SET text0_0='',text0_1='无数的图象、幻影与标记同时出现在你的脑海中。这本书似乎知道你在制皮方面的技术成就一般，并给了你一个选择的机会，但是请注意，你只能选择一次！' WHERE Id=8326;
UPDATE npc_text SET text0_0='',text0_1='I cannot teach you dragonscale leatherworking, $N. You must go to Tanaris and find the home of Narain Soothfancy. Once there, consult the book "Soothsaying for Dummies."' WHERE Id=8327;
UPDATE npc_text SET text0_0='萨尔让我进入他的圣殿领地是对我释出相当大的善意。无论如何，我不求久留。给我们的领导者带来任何麻烦都是极大的侮辱。',text0_1='' WHERE Id=8332;
UPDATE npc_text SET text0_0='',text0_1='请尽量不要引起太多注目，我正在等待国王的召见。我并不介意多等一会儿，这儿到处是身材魁梧的守卫，我感到非常安全。' WHERE Id=8333;
UPDATE npc_text SET text0_0='丧命的危险是我常碰到的事。但失去亚希达是我不能容忍的事，就算我死了也是一样。',text0_1='' WHERE Id=8334;
UPDATE npc_text SET text0_0='你好，朋友!想不想看一些精华电容器?或是精细的全方位鬼魂吸收器?',text0_1='' WHERE Id=8335;
UPDATE npc_text SET text0_0='',text0_1='我们新近发现，马戏团中随处可见的蒸汽车控制台能操纵这些被称为蒸汽车的迷你坦克，我可是很慷慨地跟你分享这一信息。
你只需激活控制台就行了。每辆坦克都配备了常用的弹药和某种秘密武器，向你的敌人开火吧！
和朋友一起参加史诗般的战斗、巡逻、或者仅仅是进行野蛮的破坏……一切都由你自己选择！' WHERE Id=8347;
UPDATE npc_text SET text0_0='',text0_1='听说克尔苏加德正在研究传说中的埃提耶什，守护者的传说之杖。
是的，就是那件曾属于麦迪文的神奇法杖。' WHERE Id=8350;
UPDATE npc_text SET text0_0='小心，$r。提到正义的评定功过，圣光兄弟会可不像我们的同党一样宽大。$b$b那些灾难与不幸会激怒柯菲斯。$b$b好，如果你现在没有其它事了，不管是跟我还是其它兄弟会成员，请离开，我们还要开会。',text0_1='' WHERE Id=8351;
UPDATE npc_text SET text0_0='巫妖王想让自己名扬四海。绝不能让他得逞。',text0_1='' WHERE Id=8352;
UPDATE npc_text SET text0_0='什么是圣光兄弟会?嗯…我们都是银色黎明的核心成员，不受道德、罪恶感和没用的人类情感所操控。和血色十字军相比，他们愚蠢而缺乏领导，只有盲目的狂热。

别让血色指挥官用别的方法说服你。

也别让泰罗索斯知道我说过这样的话…如果爆发争执，我打断了他的腿，到时场面可就难看了。',text0_1='' WHERE Id=8353;
UPDATE npc_text SET text0_0='',text0_1='银色黎明只不过是一群懦弱无力的理想主义者，若不是他们的领袖能意识到自己的不足，他们真可以说是无可救药了。我是血色十字军派驻到这里来的一名大使。是的，算是一名外交人员……我们的未来仍然是一片迷雾，我不知道我们是否能成为一支联军，或各自为战；我也不知道我们是否能够在克尔苏加德的侵略之下保卫家园，或让这个世界沦陷，但我们应该竭尽全力，奇迹总在风雨之后到来。
至于我？马革裹尸，战死沙场……
<玛尔兰耸了耸肩。>' WHERE Id=8354;
UPDATE npc_text SET text0_0='头衔是骗人的。你了解我后，你就知道我是个好人。',text0_1='' WHERE Id=8355;
UPDATE npc_text SET text0_0='他们都派了我的兄弟，洛克希，到这个集会。他连他的猎犬都顾不好了，更别说有资格代表血色十字军。',text0_1='' WHERE Id=8356;
UPDATE npc_text SET text0_0='我一直在期…$b$b＜林布拉特咳嗽。＞$b$b不好意思，老毛病。我是陶土议会的林布拉特。',text0_1='' WHERE Id=8357;
UPDATE npc_text SET text0_0='',text0_1='哈啰，$c。抱歉我在跟林布拉特谈话。他深信这块土地还没复元。' WHERE Id=8358;
UPDATE npc_text SET text0_0='你要什么，鼠辈?知道为什么大家都叫我施怒者?在我证明之前，你赶快给我滚。',text0_1='' WHERE Id=8359;
UPDATE npc_text SET text0_0='第一套无畏护甲是专为血色十字军莫格莱尼公爵订做的。完成时，公爵觉得自己活生生像是从冥府来的恶魔。$b$b没错，这的确是个绝佳机会亲见莫格莱尼精神饱满的率领血色十字军，齐声吶喊、高举挥舞着灰烬之剑，眼看另一端敌军于燃火飞尘之中在他的双脚下慌张撤离。',text0_1='' WHERE Id=8363;
UPDATE npc_text SET text0_0='在饱受争议的死亡事件之后，国王与战士为了向他们倒下的英雄表示敬意，纷纷都穿起类似的战袍。而莫格莱尼的死对克尔苏加德是伟大的胜利，最后殉难的结果要一直到战争结束才知分晓。$b$b一王倒下，他强必崛起…',text0_1='' WHERE Id=8364;
UPDATE npc_text SET text0_0='我就是你口中的资本家，$r。',text0_1='' WHERE Id=8366;
UPDATE npc_text SET text0_0='喔，哈啰…嗯，你是?$b$b不要紧，是什么风把你吹来我在这美丽乡村的离家之园啊?',text0_1='喔，哈啰…嗯，你是?$b$b不要紧，是什么风把你吹来我在这美丽乡村的离家之园啊?' WHERE Id=8374;
UPDATE npc_text SET text0_0='嗨，$c。想必你们一定玩得很开心吧?你们觉得的派对好玩吗?希望我们派对上的东西都够供应。饮料跟开胃点心如果不够就是派对的致命伤啊，对吧?$b$b嗯，好啦，我要去招待其它宾客啰。尽兴玩。',text0_1='' WHERE Id=8375;
UPDATE npc_text SET text0_0='',text0_1='与克尔苏加德一样，我也是一个来自肯瑞托议会的法师，更相似的是，我与他都在寻找着埃提耶什，守护者的传说之杖。我们的命运似乎就这样交织在一起了，$c。' WHERE Id=8388;
UPDATE npc_text SET text0_0='',text0_1='艾格文的唯一子嗣，最后一任提瑞斯法的守护者……麦迪文。' WHERE Id=8389;
UPDATE npc_text SET text0_0='',text0_1='有关他的传说，我想我没有时间也没有兴趣重述一遍给你听。你只要知道麦迪文是最后一位守护者。而埃提耶什这把传说中的法杖，既是他力量的焦点，也是腐蚀的焦点。' WHERE Id=8390;
UPDATE npc_text SET text0_0='',text0_1='一位堕落泰坦的腐蚀。毁灭者的腐蚀。总之，这根法杖发源于仇恨的种子。当然，这也是我来到这里的原因……' WHERE Id=8391;
UPDATE npc_text SET text0_0='',text0_1='在卡拉赞陷落之后，肯瑞托议会派遣了一队法师搜索了整座塔，收集到了所有重要的东西……目的？或许是研究吧。总之不知道是否真的，据说这根法杖被带到了达拉然。' WHERE Id=8392;
UPDATE npc_text SET text0_0='',text0_1='接着，达拉然那边发生了一系列不幸的事件，所有碰过埃提耶什——甚至是仅仅做过与之相关工作的肯瑞托法师都离奇地死亡了。
你看，它似乎是一种有感知的神器，这感知能力想必是萨格拉斯所授予的……' WHERE Id=8393;
UPDATE npc_text SET text0_0='',text0_1='<安吉拉点了点头。>
在他们死后，六人议会做出了决定。他们认为对这根法杖最好的处理方法无非是用牢固的魔力监牢封印起来，并委任一名看守者……原本应该是我。' WHERE Id=8394;
UPDATE npc_text SET text0_0='',text0_1='后来也没什么可说的了。达拉然几乎完全被阿克蒙德摧毁，法杖也遗失了。据说，在那时，禁锢法阵启动了某种保护机制，将法杖击碎了。
也有人说，禁锢了这根法杖是导致阿克蒙德毁灭达拉然的原因，是他为萨格拉斯所做的复仇。' WHERE Id=8395;
UPDATE npc_text SET text0_0='',text0_1='在达拉然沦陷以后，我离开了肯瑞托议会，用了好几年的时间来搜寻埃提耶什的下落，只是为了履行我在肯瑞托未尽的责任。我会找到这根法杖，即使这要用去我一生的时间。这也是我加入银色黎明并站在这里的原因。' WHERE Id=8396;
UPDATE npc_text SET text0_0='',text0_1='最近几年来，我一直在世界各地搜寻着法杖碎片的下落，并且发现克尔苏加德正试图重铸它。他已经收集到了其中的几块碎片，并交给几位深得他信赖的军官保存着。
我无法再用什么语言来强调从克尔苏加德手中抢回法杖的重要性了。坦诚地讲，如果让他拿到了完整的法杖，我不知道这个世界除了被灾难彻底淹没之外还能有什么其它结局。' WHERE Id=8397;
UPDATE npc_text SET text0_0='这就是权力，低能儿。＜麦特斯眼眸加深。＞$b$b这些傻瓜派了像你这样的白痴到纳克萨玛斯，取回玷污的护甲以便凈化它，重组零件恢复昔日光采。$b$b＜麦特斯啐了一口。＞就是这种愚蠢至极的想法让我反胃想吐。$b$b我也去寻找护甲，我要找玷污以及被亵渎最深的护甲。',text0_1='' WHERE Id=8398;
UPDATE npc_text SET text0_0='我不会装模作样，蛆虫。这种黑暗物品所支配的力量可以把我们两个都摧毁。这就是为什么价格如此高昂的原因。如果我就要死了，也会是个富翁。$b$b你死了我也不会对你吐一口豺狼人的口水，照我的话做就对了。把我要的东西带来，我们就能双方受惠-或者死;
我已经解释过了…….',text0_1='' WHERE Id=8399;
UPDATE npc_text SET text0_0='你好，旅人。有需要我帮忙的地方吗?',text0_1='' WHERE Id=8401;
UPDATE npc_text SET text0_0='我们对那些生物都太仁慈了。我们应该用剑刺进每一具身体内。$b$b它们先拿下了日帆，下一个是谁都还不知道呢?',text0_1='' WHERE Id=8402;
UPDATE npc_text SET text0_0='',text0_1='无止尽行进到死亡之痕，削减无心智的天谴军团，花了一整天时间。不要浪费时间了，除非你是来帮忙的，否则我很享受现在的安宁不想被打扰。' WHERE Id=8403;
UPDATE npc_text SET text0_0='小心你踩的地方。',text0_1='' WHERE Id=8404;
UPDATE npc_text SET text0_0='这些该死的害虫!',text0_1='' WHERE Id=8406;
UPDATE npc_text SET text0_0='我不想教牛头人骑乘迅猛龙。',text0_1='我不想教牛头人骑乘迅猛龙。' WHERE Id=8407;
UPDATE npc_text SET text0_0='这些污秽的野兽爬满了四处。

如果你喜欢户外狩猎的话，你可以轻松地在病木林和恐惧谷找到它们的，恶蛛隧道里也有大量生存。当然，任何东瘟疫之地的天谴营地里也都会有它们的身影。

此外，如果你真是一个特别优秀的地下城冒险专家的话，你还能在斯坦索姆找到一些，而通灵学院里也有一些通灵魔。',text0_1='' WHERE Id=8408;
UPDATE npc_text SET text0_0='你是笨蛋吗?遗失了你回程时那堆散乱路旁的骨骷颅生物?＜洛汉叹气。＞$b$b如果你是户外型的人，你可在东、西瘟疫之地找到骨骷颅生物。相信我，你不能搞丢它们－如果他们可以的话，他们一定不会放过你。倘若你是地下城冒险型，斯坦索姆和通灵学院正是寻找为骨头碎片的地方。',text0_1='' WHERE Id=8409;
UPDATE npc_text SET text0_0='',text0_1='今日的安宁地又是个美好且阴郁的一天，你说是吧，$c?$b$b有需要我帮忙的地方吗?' WHERE Id=8410;
UPDATE npc_text SET text0_0='没有什么是比翱翔天空更自由的事，$c。有什么需要我帮忙的吗?',text0_1='' WHERE Id=8411;
UPDATE npc_text SET text0_0='哈啰，朋友。需要什么吗?',text0_1='哈啰，朋友。需要什么吗?' WHERE Id=8412;
UPDATE npc_text SET text0_0='',text0_1='今天开往安宁地，$c。还是你有什么需要我协助的地方?' WHERE Id=8413;
UPDATE npc_text SET text0_0='',text0_1='啊，这个问题问得好。
如果你喜欢在户外狩猎，那么在瘟疫之地，艾萨拉，燃烧平原，费伍德，希利苏斯，冬泉谷，甚至是安戈洛环形山都有元素生物的存在。
如果你更喜欢直接挑战危险，那么就去厄运之槌吧。我听说大量变异元素都躲在厄运之槌的高墙之后。当然，你也可以在黑石深渊那里找到大量被黑铁矮人所雇佣的元素生物。' WHERE Id=8414;
UPDATE npc_text SET text0_0='这是很严肃的问题?你真的不知道?$b$b如果你是懦弱型的深怕脏了手，你可以在燃烧平原与灼热峡谷，找找生物身上的黑铁碎片。$b$b如果你是嗜血如命的冒险型，你到黑石塔和黑石深渊的地下城，会发现有数以万计的黑铁碎片等着你。',text0_1='' WHERE Id=8415;
UPDATE npc_text SET text0_0='',text0_1='如果你喜欢在户外狩猎的话，那么无论是费伍德的树人还是环形山的鞭笞者都是不错的目标，可以提供大量的叶子。
如果你更喜欢冒险，那么厄运之槌东西两翼内都有大量的植物，可以供应足够的叶子。' WHERE Id=8416;
UPDATE npc_text SET text0_0='$C，看看他们对我们可爱的土地做了什么。天谴军团一定要被消灭!',text0_1='' WHERE Id=8417;
UPDATE npc_text SET text0_0='',text0_1='这需要费点功夫，不过我相信我们能拯救血精灵的性命。' WHERE Id=8418;
UPDATE npc_text SET text0_0='我…不行了…我失败了。',text0_1='' WHERE Id=8419;
UPDATE npc_text SET text0_0='',text0_1='我们辛多雷失守了这么多老家园的土地真是可耻。我们一定能很快恢复元气，然后从天谴军团那夺回属于我们的土地!' WHERE Id=8421;
UPDATE npc_text SET text0_0='我没那时间跟你玩猜谜游戏，$r。说出你的来意，然后消失在我眼前吧!',text0_1='' WHERE Id=8422;
UPDATE npc_text SET text0_0='高级执行官和阿莉法娜奥丝夫人让我在哪边枯等，但我真的没时间!我朋友正在垂死边缘挣扎啊，$c!',text0_1='高级执行官和阿莉法娜奥丝夫人让我在哪边枯等，但我真的没时间!我朋友正在垂死边缘挣扎啊，$c!' WHERE Id=8423;
UPDATE npc_text SET text0_0='我一天多前就派游侠沙里莎往南去了营地，还有游侠莱斯瓦林往西去安宁地!你都没见到他们两个吗?你是被派回来的援军吗?',text0_1='' WHERE Id=8424;
UPDATE npc_text SET text0_0='有时候我觉得我好像永远也无法回归到简单正常的生活来效忠阿莉法娜奥丝夫人。我永远也离不开战争。$b$b幸好总是有像你这样的人热切于见到奎尔萨拉斯回到它原来的样貌。摧毁天谴军团，$c!不管你在何方都要摧毁他们!',text0_1='有时候我觉得我好像永远也无法回归到简单正常的生活来效忠阿莉法娜奥丝夫人。我永远也离不开战争。$b$b幸好总是有像你这样的人热切于见到奎尔萨拉斯回到它原来的样貌。摧毁天谴军团，$c!不管你在何方都要摧毁他们!' WHERE Id=8425;
UPDATE npc_text SET text0_0='',text0_1='瞧，当世的英雄！很高兴再次见到你，$N！一旦发现天谴士兵，你是绝不会手下留情的，对吗？' WHERE Id=8426;
UPDATE npc_text SET text0_0='是什么风把你吹到这里来，$c?',text0_1='是什么风把你吹到这里来，$c?' WHERE Id=8429;
UPDATE npc_text SET text0_0='啊，你好，$r。如你所见，我还没开始营业。所以，如果你不介意，我要先忙了。',text0_1='啊，你好，$r。如你所见，我还没开始营业。所以，如果你不介意，我要先忙了。' WHERE Id=8431;
UPDATE npc_text SET text0_0='很高兴再见到你，$c。不，真的。你是我会在这里赚钱，掌管一切的原因。$b$b那么，你今天想跟我买些什么?',text0_1='' WHERE Id=8432;
UPDATE npc_text SET text0_0='欢迎来到安宁地，$c。很抱歉你发现了这样的状况。如你所见，我们有了些麻烦，不过被遗忘者，和他们的领导者希瓦娜斯·风行者，非常好心的在我们有需要的时候给予我们大量的援助。

如果你能伸出援手请千万不要犹豫。我们在面临无数军力对抗的时候会善用各种能获得的协助。',text0_1='' WHERE Id=8433;
UPDATE npc_text SET text0_0='该是部落和联盟注意北裂境和巫妖王入侵的时候了。最近这些日子，整个卡林多和东部王国都遭到攻击。你是否会开始全副武装保护你的土地免于他们的摧毁呢?',text0_1='' WHERE Id=8434;
UPDATE npc_text SET text0_0='恐怖的事情是，发生在那些骡身上的事…这次失败，梅兹一定需要我的掩护。',text0_1='' WHERE Id=8438;
UPDATE npc_text SET text0_0='让我们了解夜精灵到底在搞什么鬼是相当重要的，$c!请全心致力于对抗他们直到最后。',text0_1='' WHERE Id=8439;
UPDATE npc_text SET text0_0='你是援军吗?夜精灵已被击溃了!',text0_1='你是援军吗?夜精灵已被击溃了!' WHERE Id=8441;
UPDATE npc_text SET text0_0='在这样的情况之下我要怎么工作?!还有全部这些恶心的被遗忘者!我为安宁地和奎尔萨拉斯悲叹!',text0_1='' WHERE Id=8445;
UPDATE npc_text SET text0_0='$R，报告!你带了什么重要的消息来?快点说吧……我和阿莉法娜奥丝夫人正在做策略的商讨。',text0_1='$R，报告!你带了什么重要的消息来?快点说吧……我和阿莉法娜奥丝夫人正在做策略的商讨。' WHERE Id=8447;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到圣光之愿礼拜堂，陌生人。' WHERE Id=8448;
UPDATE npc_text SET text0_0='我们的商队大约一天出队2次，万一天谴军团又去阻止迪笛儿，还有要送往前线的那些骡，那到时我就会被指责。这还是我前所未见最疯狂的事情。但愿我们有英勇的冒险精神能保护这运送过程…',text0_1='' WHERE Id=8452;
UPDATE npc_text SET text0_0='我事情太多，时间根本不够用，$r!拜托，别挡我路。',text0_1='我事情太多，时间根本不够用，$r!拜托，别挡我路。' WHERE Id=8454;
UPDATE npc_text SET text0_0='我事情太多，时间根本不够用，$r!拜托，别挡我路。$b$b万一你被巨蛆跟腐烂食尸鬼感染的话，我有能力治疗各种疾病。',text0_1='我事情太多，时间根本不够用，$r!拜托，别挡我路。$b$b万一你被巨蛆跟腐烂食尸鬼感染的话，我有能力治疗各种疾病。' WHERE Id=8455;
UPDATE npc_text SET text0_0='<血精灵倒在地上看起来变的很迟缓。>',text0_1='<血精灵倒在地上看起来变的很迟缓。>' WHERE Id=8457;
UPDATE npc_text SET text0_0='你好，$R。我是辛多雷——也就是血精灵一族的大使欧诺·炎伤。我忠心希望我们与部落新建立起来的友好关系对双方都有好处。

',text0_1='' WHERE Id=8458;
UPDATE npc_text SET text0_0='',text0_1='<女性被遗忘者蜷曲在地上，她的表情相当痛苦。她现在看起来没办法自己爬起来。>' WHERE Id=8459;
UPDATE npc_text SET text0_0='<血精灵毫无生气地躺在桌上。虽然他还有呼吸，但他明显地中了高效的镇静毒素。>',text0_1='' WHERE Id=8461;
UPDATE npc_text SET text0_0='你好，$R。我是代表高级执行官来传达忠告的。我相信只要我们联起手来，部落必将变得更加强大，一举击溃天谴军团！',text0_1='' WHERE Id=8462;
UPDATE npc_text SET text0_0='从永歌森林三不五时吹来的风真让我作呕，你懂我的意思吧。',text0_1='从永歌森林三不五时吹来的风真让我作呕，你懂我的意思吧。' WHERE Id=8464;
UPDATE npc_text SET text0_0='如果你要和我说的是很重要的事，$c，或许找阿莉法娜奥丝夫人一起来听会比较妥当。不过我警告你，她很忙碌所以你要等上好一阵子。',text0_1='' WHERE Id=8466;
UPDATE npc_text SET text0_0='通常我不会允许你直接和我对谈;
确切的说，你应该请女士也来听听。不过，我的确是直接给了你一个任务，那么我们到底需要谈论什么?',text0_1='' WHERE Id=8467;
UPDATE npc_text SET text0_0='这块告示写着许多宣布事项和奖励办法。',text0_1='' WHERE Id=8469;
UPDATE npc_text SET text0_0='',text0_1='我们有重要的工作要做，$N。让我们在敌人的守卫失去警戒时攻击他们。让他们知道辛多雷的复仇从不会遗忘也不会原谅。' WHERE Id=8470;
UPDATE npc_text SET text0_0='战争浪潮又再度袭来。巫妖王的亡域军队已经从寒冷的北方，包围了我们的土地。他派出了飞行的亡域入侵全世界。',text0_1='' WHERE Id=8471;
UPDATE npc_text SET text0_0='这真是麻烦!矿坑充满了讨厌的豺狼人，我要怎么帮博学者收集矿石样本?',text0_1='' WHERE Id=8472;
UPDATE npc_text SET text0_0='她会在哪?我满早以前就派我的学徒，莎夏莉雅去西边的光底矿坑了。我们需要把那些矿石样本带回来，要快，否则我们的实验就会失败!',text0_1='她会在哪?我满早以前就派我的学徒，莎夏莉雅去西边的光底矿坑了。我们需要把那些矿石样本带回来，要快，否则我们的实验就会失败!' WHERE Id=8474;
UPDATE npc_text SET text0_0='辛多雷在过去几年已失去太多。我们的土地，我们的家园，甚至我们自己……

是时候开始把一切夺回来了。',text0_1='' WHERE Id=8476;
UPDATE npc_text SET text0_0='在我们战胜像天谴军团和阿曼尼这些外患之前，一定要先克服内忧。鄙恶者已经惹人厌够久了，是时候消灭他们了。',text0_1='' WHERE Id=8477;
UPDATE npc_text SET text0_0='你可以帮我离开这里吗?',text0_1='' WHERE Id=8478;
UPDATE npc_text SET text0_0='在那几张羊皮纸里有核对清单和其它旅行者的资料，其中有一张特别抢眼。那是一张丑陋的食人妖素描，可能是你见过最可怕的生物!',text0_1='' WHERE Id=8479;
UPDATE npc_text SET text0_0='这地方目前暂时脱离天谴军团的威胁了。我担心他们很快又要回来了。',text0_1='' WHERE Id=8481;
UPDATE npc_text SET text0_0='',text0_1='对付天谴军团没有那么糟，$N。只要其它一些博学者能减轻一点负担，事情就会可以掌控。' WHERE Id=8485;
UPDATE npc_text SET text0_0='天谴军团正在攻击地区设置火力点，接收横跨天际的亡域的通讯协助，和其他方面的军援，我们知道，将他们根除的方法就是杀掉所有地面基地的军力。',text0_1='' WHERE Id=8486;
UPDATE npc_text SET text0_0='',text0_1='欢迎在旅行者营地停留，你想待多久都可以，$c。我们欢迎任何帮助我们在鬼魂之地努力的人。' WHERE Id=8487;
UPDATE npc_text SET text0_0='落单的秘法力量会对大地，元素，甚至亡者的灵魂做出奇怪的事情。',text0_1='落单的秘法力量会对大地，元素，甚至亡者的灵魂做出奇怪的事情。' WHERE Id=8488;
UPDATE npc_text SET text0_0='高阶执行官是个很忙的人，$c。有什么事我可以帮你吗?',text0_1='高阶执行官是个很忙的人，$c。有什么事我可以帮你吗?' WHERE Id=8489;
UPDATE npc_text SET text0_0='很高兴再见到你，$g老兄!:美女!;
我们合作愉快;
$g下回再见。:我希望我们还有机会合作。',text0_1='很高兴再见到你，$g老兄!:美女!;
我们合作愉快;
$g下回再见。:我希望我们还有机会合作。' WHERE Id=8491;
UPDATE npc_text SET text0_0='我能说什么，$C？你是个真正的英雄！你不仅挽救了很多游侠的性命，还狠狠地打击了暗松巨魔的嚣张气焰。你确定你不想留下来，在我手下做一名远行者？再见，$N。',text0_1='' WHERE Id=8493;
UPDATE npc_text SET text0_0='你对我们对抗哀影食人妖的帮助可说是无法比拟，$c。继续保持我们或许就能将注意力转回来对付天谴军团。',text0_1='你对我们对抗哀影食人妖的帮助可说是无法比拟，$c。继续保持我们或许就能将注意力转回来对付天谴军团。' WHERE Id=8495;
UPDATE npc_text SET text0_0='',text0_1='当然，$N。你只需要先告诉我你想知道关于哪个声望等级的信息。' WHERE Id=8498;
UPDATE npc_text SET text0_0='',text0_1='当然，$N。

在银色黎明组织中拥有尊敬级别声望的冒险者需要上缴40个徽记以获得优秀品质的物品。若想获得更加强大的物品，他们需要上缴150个徽记。

我承认，这个价格即便是对尊敬级别的冒险者来说，也确实有些高了。' WHERE Id=8499;
UPDATE npc_text SET text0_0='',text0_1='当然，$N。

在银色黎明组织中拥有崇敬级别声望的冒险者需要上缴14个徽记以获得优秀品质的物品。若想获得更加强大的物品，他们需要上缴90个徽记。

这个价格对崇敬级别的冒险者来说，可是说是完全合理的！但最强大的物品仍然是高价的。' WHERE Id=8500;
UPDATE npc_text SET text0_0='',text0_1='当然，$N。

在银色黎明组织中拥有崇拜级别声望的冒险者需要上缴12个徽记以获得优秀的物品。若想获得更加强大的物品，他们需要上缴54个徽记。

只有在银色黎明眼中被崇拜的人，才能获得最大的折扣。' WHERE Id=8502;
UPDATE npc_text SET text0_0='',text0_1='当然，$N。

在银色黎明组织中拥有友善级别声望的冒险者需要上缴60个徽记以获得优秀的物品。若想获得更加强大的物品，他们需要上缴220个徽记。

对于那些银色黎明尚不眷顾的冒险者来说，这个价格是非常之高的。' WHERE Id=8503;
UPDATE npc_text SET text0_0='这些符文石保护永歌森林的大地不受天谴军团污染。西边的符文石很久前就失去作用了，逼迫我们燃烧它周围的土壤。$b$b只要我还活着我就绝不允许剩下的符文石再次失效。我发誓。',text0_1='' WHERE Id=8504;
UPDATE npc_text SET text0_0='嗯，你不是大老远跑来喝杯茶的吧。来看看你能帮什么忙让我们脱离这样的情况。',text0_1='' WHERE Id=8505;
UPDATE npc_text SET text0_0='',text0_1='他们充其量就只能这样吗?

<欧玛利安捧腹大笑。>

你没有坚定的决心要面对残暴的科尔苏加德。你会在他爪牙底下被捏个粉碎－就像你前面的一堆牺牲者…

让我死在这里吧。我才不要回到那个世界为你这样的人奋战。' WHERE Id=8507;
UPDATE npc_text SET text0_0='在某个夜里工匠大师欧玛利安突然消失了。就像风中的号角声……咻!消失了!呸，现在只剩下我一个人帮前线的战士们铸造东西了。',text0_1='' WHERE Id=8513;
UPDATE npc_text SET text0_0='辛多雷和被遗忘者在鬼魂之地有共同目标，$N。我们会一起打败天谴军团的，而且谁知道…搞不好被遗忘者是攻进外域的得力助手。',text0_1='辛多雷和被遗忘者在鬼魂之地有共同目标，$N。我们会一起打败天谴军团的，而且谁知道…搞不好被遗忘者是攻进外域的得力助手。' WHERE Id=8515;
UPDATE npc_text SET text0_0='',text0_1='<奥玛里恩一边喘息着一边叙述着什么。>

当然，我可以帮助你，亲爱的$g小伙子:姑娘;
。这是我死前……最后一个愿望了。请拿走这本手册吧。上面的信息是我三十年来所继承并学习到的全部家学。把它带给我那个傻得可爱的学徒，他或许还傻傻地坐在圣光之愿礼拜堂门口等我回去呢。' WHERE Id=8516;
UPDATE npc_text SET text0_0='<塔希斯呻吟。>$b$b或许还有时间……仔细听好，凡人。$b$b我在时间与空间里搜索。和一个极度邪恶的恶魔主人打过交道……$b$b<塔希斯在手中咳出血来。>$b$b你会……你会相信就连伊露恩也不理我了吗，$r?死在这里，现在这样的情势之下……',text0_1='' WHERE Id=8517;
UPDATE npc_text SET text0_0='我做过的事……这样恐怖的事……$b$b<塔希斯开始啜泣。>',text0_1='' WHERE Id=8518;
UPDATE npc_text SET text0_0='我是高等精灵，$r。现在已经没有意义了。虽然，曾有一段时间，这个世界是被高等精灵所统治的。一万年过去了……',text0_1='' WHERE Id=8519;
UPDATE npc_text SET text0_0='我会把它拿回来的，凡人。阿泰丝……我会用它重新制作高等精灵。我会把它全部拿回来。即使是女王……',text0_1='' WHERE Id=8520;
UPDATE npc_text SET text0_0='<塔希斯虚弱地抓住你的衣领。即使濒临死亡你也在他的眼中看到难以想象的力量。>$b$b我是吗?那么仔细听好，因为有更多的疯言疯语要从我嘴里说出来了。在堡垒里面你会发现我毕生的杰作：每一块碎裂的法杖碎片的所在位置。',text0_1='' WHERE Id=8521;
UPDATE npc_text SET text0_0='阿泰丝，守护者之杖。那个法杖一直以来都在每个提里斯法的守护者间流传着。法杖后来被萨格拉斯腐败。最后一名守护者的法杖。麦迪文的法杖。',text0_1='' WHERE Id=8522;
UPDATE npc_text SET text0_0='<塔希斯的眼神发亮。>$b$b我曾经拥有它……我不顾肯瑞托的警告拥有它。我曾经拥有它，凡人……无尽的力量。做我想做的事的力量，随心所欲。就在那个时候，它从我手中被夺走了。但是我尝过那种滋味……而那滋味值得你付出那样的代价。',text0_1='' WHERE Id=8523;
UPDATE npc_text SET text0_0='<塔希斯伤的很重。>',text0_1='' WHERE Id=8524;
UPDATE npc_text SET text0_0='我们对抗天谴军团的第一步进行的很好。我们有了一些成就，希望我们的协助能帮你们获得未来的胜利。',text0_1='我们对抗天谴军团的第一步进行的很好。我们有了一些成就，希望我们的协助能帮你们获得未来的胜利。' WHERE Id=8527;
UPDATE npc_text SET text0_0='它是在紫罗兰堡垒陷落之后不见的……碎成了四十二个碎片。',text0_1='' WHERE Id=8529;
UPDATE npc_text SET text0_0='克尔苏加德付出了相当大的努力在尝试重组法杖。这些碎片又再次散落在世界各地，从卡利姆多到南海都有。我曾经一次拥有二十个碎片-直到克尔苏加德的爪牙从我手中将它们偷走。这就是为什么我会在这里的原因。',text0_1='' WHERE Id=8530;
UPDATE npc_text SET text0_0='你没在听吗?不，我很怀疑如果克尔苏加德组合了法杖我们还能有这段谈话。克尔苏加德握有那个杖头。他的手下拥有四十个阿泰丝之杖的碎片。最后一块-杖柄-被布莱恩·铜须发现。他最后一次被人看到是在希利苏斯的沙漠；毫无疑问地，离克尔苏加德派遣到这世界的残酷追寻者越远越好。',text0_1='' WHERE Id=8531;
UPDATE npc_text SET text0_0='横跨这片土地上有肉眼不能见到的能量界线洪流，我们的圣所就是从那里虹吸秘法能量。$b$b在太阳之井消逝之后，它们提供了我们稳定可靠的能量来源。',text0_1='' WHERE Id=8534;
UPDATE npc_text SET text0_0='晴风村仍然存在对我们种族的坚韧而言是一种信仰声明。我们绝不能容许再被天谴军团给击败。',text0_1='' WHERE Id=8535;
UPDATE npc_text SET text0_0='肯威，你这下流的家伙!里维加兹让我免于绞刑架的惩罚但我的刑罚也好不到哪里去。',text0_1='肯威，你这下流的家伙!里维加兹让我免于绞刑架的惩罚但我的刑罚也好不到哪里去。' WHERE Id=8536;
UPDATE npc_text SET text0_0='',text0_1='你最好别找麻烦，$N！' WHERE Id=8537;
UPDATE npc_text SET text0_0='我能为你做些什么，$N?快点说，我很忙!',text0_1='' WHERE Id=8538;
UPDATE npc_text SET text0_0='我能为你做些什么?不，等等!你能为我做些什么?',text0_1='' WHERE Id=8539;
UPDATE npc_text SET text0_0='你对我们的事业付出了相当大的忠诚，$N。请让我带你瞧瞧我们永无止尽的元素精华来源。',text0_1='' WHERE Id=8541;
UPDATE npc_text SET text0_0='欢迎回来，$N。你是个对付拉格纳罗斯的忠诚盟友，我们永远欢迎你。',text0_1='' WHERE Id=8542;
UPDATE npc_text SET text0_0='达克汗认为我们会还没开战就被天谴军团给击败。我们一定要让他知道他是错的，$N。',text0_1='达克汗认为我们会还没开战就被天谴军团给击败。我们一定要让他知道他是错的，$N。' WHERE Id=8548;
UPDATE npc_text SET text0_0='没瞧见我正准备跟这位女士讲话吗？哦，好吧，她似乎很忙。我出售来自本土和异域的葡萄酒。要看看吗？',text0_1='没瞧见我正准备跟这位女士讲话吗？哦，好吧，她似乎很忙。我出售来自本土和异域的葡萄酒。要看看吗？' WHERE Id=8549;
UPDATE npc_text SET text0_0='那是萨瑟里避难所的清单吗?没问题，他的身分地位可以获得一瓶最好的酒。当然，任何萨瑟里督军的朋友都可以特殊的价格购得这样上好的葡萄酒。',text0_1='' WHERE Id=8550;
UPDATE npc_text SET text0_0='我们赢了天谴军团$2219W场战役。做好准备，$N，这场战争要结束还差的远了。',text0_1='' WHERE Id=8551;
UPDATE npc_text SET text0_0='',text0_1='如果你有钱，我保证你对我提供的食品和饮料都很满意，每个铜币都物有所值！' WHERE Id=8552;
UPDATE npc_text SET text0_0='',text0_1='你手上的是萨瑟里督军的清单吗?好的，我可以卖给你一批开胃菜，刚出炉的。' WHERE Id=8553;
UPDATE npc_text SET text0_0='一个清单……好奇怪。啊对了，萨瑟里督军的烟火货物。他还没付费;
你是代表他来这里购买的吗，$c?',text0_1='' WHERE Id=8557;
UPDATE npc_text SET text0_0='',text0_1='这些不死族永远不会消失是吗?好像我们每杀一个食尸鬼或骷髅人，就会再冒出两个来递补它的位子。' WHERE Id=8558;
UPDATE npc_text SET text0_0='$C，你不会刚好在来这里的路上看到一个信差吧?我们在等待银月城的消息而他们的信差迟到了!',text0_1='$C，你不会刚好在来这里的路上看到一个信差吧?我们在等待银月城的消息而他们的信差迟到了!' WHERE Id=8561;
UPDATE npc_text SET text0_0='有时候我站在这里，望着湖后面的森林，然后我就会看到大地又变的……绿意盎然充满生机。',text0_1='' WHERE Id=8564;
UPDATE npc_text SET text0_0='我们一定得想出个完美的办法来对付那些臭熏熏的哀影食人妖!',text0_1='' WHERE Id=8565;
UPDATE npc_text SET text0_0='我们一定要时时保持高度警惕，$c!因为背叛者达克汗和他的天谴军团夹攻，加上影松食人妖被祖阿曼的军队击退，我们仅能勉强生存而已。我们实在不该分散注意力的!

我衷心希望你能帮忙我们。',text0_1='' WHERE Id=8569;
UPDATE npc_text SET text0_0='我很高兴像你这样的人来帮忙，$c。我们越快对付完这些食人妖，就能越快把天谴军团赶回他们出生的地方。',text0_1='' WHERE Id=8570;
UPDATE npc_text SET text0_0='已经对付完了一批食人妖，还有一批要继续。你不知道我有多感激你的帮忙，$N!在你来到这里之前我根本不相信我们能将影松的麻烦控制住。',text0_1='' WHERE Id=8571;
UPDATE npc_text SET text0_0='',text0_1='你简直无法想象最近我们都是和怎样一群乌合之众共同渡过的，大部分人简直是来找麻烦而不是帮忙的，完全不像你那样能干。
你确定你不想加入远行者吗？' WHERE Id=8572;
UPDATE npc_text SET text0_0='巫妖王只派了一小批军力来应付艾泽拉斯的每个主城，他们的主力部队周期性地攻击以下的土地:

艾萨拉，诅咒之地，燃烧平原，塔纳利斯沙漠，东瘟疫之地和冬泉谷。',text0_1='' WHERE Id=8573;
UPDATE npc_text SET text0_0='什么风把你吹来这里的，$N?我们这附近看不到太多人的。我想，一定是有什么好理由吧。',text0_1='' WHERE Id=8575;
UPDATE npc_text SET text0_0='',text0_1='你是来学习锻造专业还是有什么事想告诉我呢?' WHERE Id=8576;
UPDATE npc_text SET text0_0='',text0_1='多亏圣光，我们能幸运的生存下来，你和我!' WHERE Id=8579;
UPDATE npc_text SET text0_0='你在这附近没看到很多学徒，对吧?我开始认为那是因为他们把所有不想做的危险工作都给了我们。',text0_1='你在这附近没看到很多学徒，对吧?我开始认为那是因为他们把所有不想做的危险工作都给了我们。' WHERE Id=8580;
UPDATE npc_text SET text0_0='我们的道路是一条贞洁与公正的圣光之路。我今天能为你做些什么?',text0_1='我们的道路是一条贞洁与公正的圣光之路。我今天能为你做些什么?' WHERE Id=8582;
UPDATE npc_text SET text0_0='在圣光中我们都是一体的，$g兄弟:姊妹;
。',text0_1='在圣光中我们都是一体的，$g兄弟:姊妹;
。' WHERE Id=8584;
UPDATE npc_text SET text0_0='猎人，你是来接受训练的吗？',text0_1='猎人，你是来接受训练的吗？' WHERE Id=8585;
UPDATE npc_text SET text0_0='我是个猎人训练师。你要找一个$c训练师。',text0_1='我是个猎人训练师。你要找一个$c训练师。' WHERE Id=8586;
UPDATE npc_text SET text0_0='你是来寻找战士更深层的启蒙吗?',text0_1='你是来寻找战士更深层的启蒙吗?' WHERE Id=8587;
UPDATE npc_text SET text0_0='我会训练你，但你不是个战士。',text0_1='我会训练你，但你不是个战士。' WHERE Id=8588;
UPDATE npc_text SET text0_0='我们学习秘法和元素的实践者跟随着一条永无止尽的发现之路。这是为什么你找我咨询的原因吗?你想受进一步的训练?',text0_1='我们学习秘法和元素的实践者跟随着一条永无止尽的发现之路。这是为什么你找我咨询的原因吗?你想受进一步的训练?' WHERE Id=8589;
UPDATE npc_text SET text0_0='在那鲁看来，你不是个法师!如果你想接受训练，你就一定要找一个$c训练师。',text0_1='在那鲁看来，你不是个法师!如果你想接受训练，你就一定要找一个$c训练师。' WHERE Id=8590;
UPDATE npc_text SET text0_0='',text0_1='我的$G兄弟:姐妹;
，我们都受圣光的庇护。你是来寻求更多指引的吗？' WHERE Id=8591;
UPDATE npc_text SET text0_0='虽然我不能提供你训练，年轻的$c，我仍会给你我的祝福。大胆地走进圣光。',text0_1='虽然我不能提供你训练，年轻的$c，我仍会给你我的祝福。大胆地走进圣光。' WHERE Id=8592;
UPDATE npc_text SET text0_0='我尽可能的在我们粉碎的大地提供避难所。',text0_1='我尽可能的在我们粉碎的大地提供避难所。' WHERE Id=8618;
UPDATE npc_text SET text0_0='我提供舒适的环境……舒缓你的野性冲动，$r。我的旅店就是你的家……',text0_1='' WHERE Id=8634;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。如果你还没有去和远行者索兰娜谈谈的话，就赶快去吧。' WHERE Id=8638;
UPDATE npc_text SET text0_0='',text0_1='如果你丢失了任何一件赞达拉护甲，我想我可以帮忙。' WHERE Id=8645;
UPDATE npc_text SET text0_0='我非常感激你的帮助，$c!',text0_1='我非常感激你的帮助，$c!' WHERE Id=8650;
UPDATE npc_text SET text0_0='啊，你就是找到信的那个人。谢谢你的……消息，我想应该这么说，有关我家人的消息。欢迎你享用我提供的食物和饮料。',text0_1='啊，你就是找到信的那个人。谢谢你的……消息，我想应该这么说，有关我家人的消息。欢迎你享用我提供的食物和饮料。' WHERE Id=8653;
UPDATE npc_text SET text0_0='希德是名字。在这附近还能看到新面孔真好。我能为你做些什么?',text0_1='' WHERE Id=8658;
UPDATE npc_text SET text0_0='虽然我们抵达了乐土，$N，还有很多事等着要做。除非我们拼了命地穿过外域，否则我们的人民接近不了凯尔萨斯。$b$b一定要找到安全的路线，保护好资源，避开我们的敌人或杀了他们。',text0_1='' WHERE Id=8659;
UPDATE npc_text SET text0_0='现在为了治疗水晶我什么都愿意给!',text0_1='' WHERE Id=8662;
UPDATE npc_text SET text0_0='',text0_1='我们要怎么离开这里?' WHERE Id=8664;
UPDATE npc_text SET text0_0='',text0_1='感谢你照顾湖泊，鞭笞者，还有枭兽。' WHERE Id=8665;
UPDATE npc_text SET text0_0='',text0_1='没有人会质疑你的行为，$c。你只是做了该做的事。' WHERE Id=8666;
UPDATE npc_text SET text0_0='我们走的是圣光之路。让它引导你的道路，$c。',text0_1='' WHERE Id=8667;
UPDATE npc_text SET text0_0='和你一起工作是份荣誉，$N。',text0_1='' WHERE Id=8669;
UPDATE npc_text SET text0_0='麦伦和我不论在黑暗之门的那一方都是最优秀的猎人。多多留意，你就会学到一些东西。',text0_1='麦伦和我不论在黑暗之门的那一方都是最优秀的猎人。多多留意，你就会学到一些东西。' WHERE Id=8672;
UPDATE npc_text SET text0_0='我希望你不是为了啤酒而来的。我们没有酒可以分享了!$b$b这不是我们的错，没有人有将啤酒带到外域去的远见，只有我们。',text0_1='' WHERE Id=8673;
UPDATE npc_text SET text0_0='',text0_1='希望外域并不会像这个区域一样全为贫瘠之地。这和永歌森林的翠绿草地和森林相比简直是天壤之别。' WHERE Id=8674;
UPDATE npc_text SET text0_0='外域里存在着比我们以前见过还强大很多的恶魔势力。$b$b强大的力量应该给予那些不会畏惧的人，但能学着驾驭和控制它的力量。',text0_1='' WHERE Id=8675;
UPDATE npc_text SET text0_0='外域散发着魔法能量，就在那空气中。你能感觉到吗，$N?我想不到比这更适合我们种族的地方了。很快辛多雷就有自己的新土地了!',text0_1='' WHERE Id=8680;
UPDATE npc_text SET text0_0='',text0_1='我的丈夫失踪好几天了。我们一起去朝圣，本来是要一起结束的。$b$b这样的担心让我比平常更常汲取法力水晶。' WHERE Id=8681;
UPDATE npc_text SET text0_0='',text0_1='如果有适当地照料，龙鹰是相当温驯的。你不觉得这很棒吗?如果好好抚养它们是如此的友善好相处，如果在野外生长又是如此的凶恶致命……我真是爱死它们了。' WHERE Id=8682;
UPDATE npc_text SET text0_0='别……担心……我……',text0_1='' WHERE Id=8683;
UPDATE npc_text SET text0_0='和逐日者交朋友各有各的好处;
我用只能在外域找到的实验品来进行研究，而他们则获得……我迷人的个性和粗犷的帅脸蛋。',text0_1='' WHERE Id=8685;
UPDATE npc_text SET text0_0='当我父亲被派来这片荒地时我只是个婴儿。所有我知道关于他的事都是别人告诉我的。$B$B你的梦会变吗，$N?我的不会。我只有一个梦：一条血红的军团地平线包围着我，数量庞大无法计算，在远处作战。我在一个人的躯体前跪下，他大概就是我的父亲，然后哭泣。当他喘着气时，他的身体整个被压碎，他虚弱的说着一些话。尽管我再怎么努力；还是听不到他要和我说的话。',text0_1='' WHERE Id=8688;
UPDATE npc_text SET text0_0='你认为我对这个小人太残忍了吗?$b$b他们这个月已经杀了我手下两个人!我们对这些鄙恶人渣太仁慈了。',text0_1='' WHERE Id=8698;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到晴风村。银月城已经败在我们手下了，但我们拒绝离开。这里是我们的家。' WHERE Id=8699;
UPDATE npc_text SET text0_0='',text0_1='我的工作包含一个任务也只是唯一的任务:确定西部圣所正常运作。

你要原谅我脾气这么差但是，如你所见，这里的状况已经有点失控了。' WHERE Id=8700;
UPDATE npc_text SET text0_0='',text0_1='双子皇帝被杀之后，神庙中能够阻止传送法阵的魔法护罩已经远远被削弱了。如果你愿意，我可以将你直接传送到双子皇帝住所那里去。' WHERE Id=8701;
UPDATE npc_text SET text0_0='',text0_1='奥罗死后，通向最后那个密室的道路已经彻底畅通了。如果你愿意的话，我可以把你传送到那边去。' WHERE Id=8702;
UPDATE npc_text SET text0_0='尽情在节庆上玩耍吧，$c?$b$b火焰管理者负责看管目前的火焰，而我则算是个历史学家，保存着过去的节庆内容。当然，我也会记录今年的节庆活动。目前一切进展的都很顺利，你不觉得吗?$b$b你知道，$n，这个节庆是从火焰之王的火焰在敌人领土中心被偷走后开始的。重复这项功绩不会引来更多的注意，但我确信在我们敌人的城市深处有着神圣的火焰在燃烧着……',text0_1='尽情在节庆上玩耍吧，$c?$b$b火焰管理者负责看管目前的火焰，而我则算是个历史学家，保存着过去的节庆内容。当然，我也会记录今年的节庆活动。目前一切进展的都很顺利，你不觉得吗?$b$b你知道，$n，这个节庆是从火焰之王的火焰在敌人领土中心被偷走后开始的。重复这项功绩不会引来更多的注意，但我确信在我们敌人的城市深处有着神圣的火焰在燃烧着……' WHERE Id=8703;
UPDATE npc_text SET text0_0='',text0_1='有战场元帅和他的军队到来，我们终于可以期待完成任务了。这是洛萨之子骄傲的一天，$C。' WHERE Id=8713;
UPDATE npc_text SET text0_0='',text0_1='外域的腐败程度真的相当惊人，$c。塞纳-马恩省里奥议会想了解这土地的生物如何在这么艰难的环境下生存。研究这块破碎，受尽折磨的土地和它的居民，或许能教我们如何治疗这生病的世界。' WHERE Id=8715;
UPDATE npc_text SET text0_0='外域的腐败程度真的相当惊人，$c。塞纳-马恩省里奥远征队想了解这土地的生物如何在这么艰难的环境下生存。研究这块破碎，受尽折磨的土地和它的居民，或许能教我们如何治疗这生病的世界。',text0_1='' WHERE Id=8716;
UPDATE npc_text SET text0_0='$C，你似乎很迷茫。不要逼我让你跟那些苦工一起干活。',text0_1='' WHERE Id=8717;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。你在这时候到达萨尔玛是最好的时机了。大酋长需要我们，因为他不能独自在这里。' WHERE Id=8718;
UPDATE npc_text SET text0_0='萨尔玛需要你，$c。酋长需要你。做好准备去完成你的职责吧。',text0_1='萨尔玛需要你，$c。酋长需要你。做好准备去完成你的职责吧。' WHERE Id=8719;
UPDATE npc_text SET text0_0='靠着蛮力赢了几场比赛。那很奸诈，最后靠着你在武器上的本能反应和知识获得胜利。',text0_1='' WHERE Id=8724;
UPDATE npc_text SET text0_0='又一位英雄？命运在对着我们微笑，$N。',text0_1='又一位英雄？命运在对着我们微笑，$N。' WHERE Id=8733;
UPDATE npc_text SET text0_0='',text0_1='我向你表示欢迎之意，$c。' WHERE Id=8750;
UPDATE npc_text SET text0_0='我没有时间来闲聊，$c。我必须照顾那些朝圣者，保证他们为漫长的旅程做好充足的准备。',text0_1='' WHERE Id=8751;
UPDATE npc_text SET text0_0='',text0_1='永远走在圣光中，$N。' WHERE Id=8754;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到旅行者居所。我们是誓死保护人民不受远近敌人侵犯的游侠。' WHERE Id=8755;
UPDATE npc_text SET text0_0='',text0_1='我想我已经开始后悔来进行这次朝圣了。我知道路途会很艰辛，而且我也并不是一个远行的新手，但我没有准备好面对外域的困难。
最主要的是，那个塔雷里斯似乎想要在我完全恢复力量之前把我赶出这里。' WHERE Id=8756;
UPDATE npc_text SET text0_0='嗨，$N!派对好玩吗?',text0_1='嗨，$N!派对好玩吗?' WHERE Id=8760;
UPDATE npc_text SET text0_0='我让我自己成了一个笑柄。先知·瑞卡酷试着警告我，但我的粗心最后还是让我哉了个跟斗。$b$b我来这里研究札斯可废墟，但却在路上与燃烧军团发生冲突。现在，我所有的一切就是腿上一个讨厌的伤口。',text0_1='' WHERE Id=8767;
UPDATE npc_text SET text0_0='虽然我无法提供你训练，年轻的$c，但我可以给你我的祝福。勇敢地走进圣光里!$b$b还有别的事吗?',text0_1='虽然我无法提供你训练，年轻的$c，但我可以给你我的祝福。勇敢地走进圣光里!$b$b还有别的事吗?' WHERE Id=8768;
UPDATE npc_text SET text0_0='找出夜精灵在忙些什么事对我们而言相当重要，$c! 请集中你们的精神直到找到结果。',text0_1='' WHERE Id=8769;
UPDATE npc_text SET text0_0='「先派侦察队去」，他说……太好了，伯瓦尔!好一个该死的主意……$B$B如果你看到弗塔根公爵，告诉他我磨拳擦掌等着他。',text0_1='' WHERE Id=8770;
UPDATE npc_text SET text0_0='奥格玛外有两座飞艇塔。东部飞艇塔负责往来提里斯法林地与荆棘谷，而西部飞艇塔则负责往来北裂境和雷霆崖。
',text0_1='奥格玛外有两座飞艇塔。东部飞艇塔负责往来提里斯法林地与荆棘谷，而西部飞艇塔则负责往来北裂境和雷霆崖。
' WHERE Id=13310;
UPDATE npc_text SET text0_0='洛姆斯把我的美丽城市所遭遇的悲剧告诉了我。在我听到了洛丹伦的命运……还有我所深爱的激流堡的命运之后，我找不出什么合适的语言来形容我的悲伤。



二十年前，没人听说过“燃烧军团”……那些该死的恶魔！

好好休息，$N。等到我再回到艾泽拉斯去的时候，我发誓，激流堡将再次崛起！',text0_1='洛姆斯把我的美丽城市所遭遇的悲剧告诉了我。在我听到了洛丹伦的命运……还有我所深爱的激流堡的命运之后，我找不出什么合适的语言来形容我的悲伤。

二十年前，没人听说过“燃烧军团”……那些该死的恶魔！
好好休息，$N。等到我再回到艾泽拉斯去的时候，我发誓，激流堡将再次崛起！' WHERE Id=8772;
UPDATE npc_text SET text0_0='有了足够的奖品章你就可以加入「每月啤酒」俱乐部。加入每月啤酒俱乐部就像整年都可以庆祝啤酒节一样!

每个月你都会收到附有新啤酒的信件让你试喝。如果你喜欢寄来的啤酒，你可以去铁炉堡的石火旅店多买一些。',text0_1='' WHERE Id=12873;
UPDATE npc_text SET text0_0='',text0_1='$N!再次应谢你的所有协助。' WHERE Id=8776;
UPDATE npc_text SET text0_0='',text0_1='不，还是不要完成这部份的修复。虽然不会太久。' WHERE Id=8777;
UPDATE npc_text SET text0_0='<啜泣>我恨墓地。这么多死亡。还有我的宝贝露荷娜……',text0_1='' WHERE Id=8780;
UPDATE npc_text SET text0_0='记得表现出你对世界元素的敬意。',text0_1='记得表现出你对世界元素的敬意。' WHERE Id=8785;
UPDATE npc_text SET text0_0='我们必须努力了解这个世界上的元素之灵所维护的平衡。',text0_1='我们必须努力了解这个世界上的元素之灵所维护的平衡。' WHERE Id=8786;
UPDATE npc_text SET text0_0='',text0_1='你好！很高兴遇到你！' WHERE Id=8787;
UPDATE npc_text SET text0_0='你好，$r!我相信你今天会过得很好?',text0_1='你好，$r!我相信你今天会过得很好?' WHERE Id=8790;
UPDATE npc_text SET text0_0='靠近一点，朋友。不要让我的眼睛吓着你。$B$B我在好几年前就失去了我的视力，但是我从不需要眼睛去看待事物。',text0_1='' WHERE Id=8792;
UPDATE npc_text SET text0_0='',text0_1='抓凈利，年轻的$c。我们人民需要生计啊!' WHERE Id=8793;
UPDATE npc_text SET text0_0='你好，过得不错吧？',text0_1='' WHERE Id=8794;
UPDATE npc_text SET text0_0='做为你所熟识的人让我被受尊重。',text0_1='' WHERE Id=8796;
UPDATE npc_text SET text0_0='很高兴能和你说话，请尽量帮助联盟吧。',text0_1='' WHERE Id=8797;
UPDATE npc_text SET text0_0='当我们教导联盟其它种族的人，我们有很多要和他们多学习的地方。保持你的眼睛、耳朵和你的心处于学习状态，$c。',text0_1='' WHERE Id=8799;
UPDATE npc_text SET text0_0='',text0_1='你好啊，$c。' WHERE Id=8800;
UPDATE npc_text SET text0_0='',text0_1='我热切希望我们可以把圣光带到灰谷中的那些被遗忘的地方。' WHERE Id=8803;
UPDATE npc_text SET text0_0='我太忙了没空闲聊。如果你在寻找猎人的工作，就和河边的狄克泰纳谈谈-在东边。她的工作一定还没做完……',text0_1='' WHERE Id=8804;
UPDATE npc_text SET text0_0='',text0_1='看上去很有趣！亲爱的，你不觉得吗？' WHERE Id=8805;
UPDATE npc_text SET text0_0='盯着艾克索达，年轻的$r。真难想象我们在如此的大灾难中存活了下来。$b$b<米奈奥斯叹了口气。>$b$b预言者表示在这里我们的命运将最后被知道。从疯狂地燃烧军团逃离花了十年的时间……终于在这里落脚。$b$b不必再逃了……我已经准备好接受死亡。',text0_1='' WHERE Id=8806;
UPDATE npc_text SET text0_0='',text0_1='是巴尔兰达·新星派你来救我的吗？' WHERE Id=8808;
UPDATE npc_text SET text0_0='',text0_1='让灵魂指引你吧，$r。' WHERE Id=8810;
UPDATE npc_text SET text0_0='氏族的力量，$c！你来这里干什么？',text0_1='氏族的力量，$c！你来这里干什么？' WHERE Id=8811;
UPDATE npc_text SET text0_0='在我们之间你是受欢迎的，$c。至少现在是。',text0_1='' WHERE Id=8813;
UPDATE npc_text SET text0_0='',text0_1='我这里没有更多的工作可以给你了，$N。我想让你知道，那些红钳鱼真是我一辈子也忘不了的美味……' WHERE Id=8822;
UPDATE npc_text SET text0_0='我当然有工作给你!我们一直都在寻找猎人。希望你比那些被我们送回艾克索达-参加葬礼的德莱尼好一点。$b$b<艾克缇昂笑着。>$b$b开玩笑的!你真该看看你刚才的表情。他们被送回艾克索达治疗小伤。他们没有不会复原的……',text0_1='' WHERE Id=8823;
UPDATE npc_text SET text0_0='回到你的人民那里并告诉他们派一个萨满来我这。',text0_1='' WHERE Id=8824;
UPDATE npc_text SET text0_0='你有足够继续下去的理解力了吗，萨满祭司？你知道我们为什么在这里吗？',text0_1='' WHERE Id=8827;
UPDATE npc_text SET text0_0='能生存下来，并且和元素们生活在一起，这可真好啊。',text0_1='' WHERE Id=8829;
UPDATE npc_text SET text0_0='我为什么要和你说话，$r？',text0_1='' WHERE Id=8830;
UPDATE npc_text SET text0_0='看看你周围，萨满祭司。你可以看到在大地、空气、水和火焰这些元素之间的平衡吗？',text0_1='' WHERE Id=8832;
UPDATE npc_text SET text0_0='别紧张……我的狮鹫虽然看起来死气沉沉，但是它们仍然能把你安全地送往目的地。告诉我……你想要去哪座哨塔？',text0_1='别紧张……我的狮鹫虽然看起来死气沉沉，但是它们仍然能把你安全地送往目的地。告诉我……你想要去哪座哨塔？' WHERE Id=8834;
UPDATE npc_text SET text0_0='',text0_1='如果你还没学会怎么使用绷带，我很乐意教你基本的制造和使用。生与死的分别通常和正确地包扎伤口有关。' WHERE Id=8835;
UPDATE npc_text SET text0_0='我会报仇的！！',text0_1='' WHERE Id=8836;
UPDATE npc_text SET text0_0='我现在很忙，年轻的$c。对不起。',text0_1='我现在很忙，年轻的$c。对不起。' WHERE Id=8838;
UPDATE npc_text SET text0_0='炼金师可以用普通的药草来创造奇迹，让它们变成稳定的药水，从治疗到水下呼吸和其它各种效果都有。',text0_1='' WHERE Id=8844;
UPDATE npc_text SET text0_0='哈啰。什么事让你今天来到冰风岗?',text0_1='哈啰。什么事让你今天来到冰风岗?' WHERE Id=8846;
UPDATE npc_text SET text0_0='你好啊，$c。



我正在等待鹰巢山国王的召见，要想争取这个机会还真是不容易。



我听说蛮锤部族向来对外人“抱有警惕”，但显然他们不止有些警惕而已……希望在我见到羽须大人之后事情会有所改善，他似乎对联盟比较有好感。',text0_1='你好啊，$c。

我正在等待鹰巢山国王的召见，要想争取这个机会还真是不容易。

我听说蛮锤部族向来对外人“抱有警惕”，但显然他们不止有些警惕而已……希望在我见到羽须大人之后事情会有所改善，他似乎对联盟比较有好感。' WHERE Id=8847;
UPDATE npc_text SET text0_0='',text0_1='你想要什么?$b$b毫无理由的走到陌生人身旁搭讪有点无礼，你不觉得吗?' WHERE Id=8848;
UPDATE npc_text SET text0_0='且慢，朋友。厨师是我的名字，烹饪是我的拿手绝活。麦克威血统是世代流传的厨师与商人，专门取悦感官细致的男男女女。',text0_1='' WHERE Id=8849;
UPDATE npc_text SET text0_0='',text0_1='需要什么东西吗？' WHERE Id=8850;
UPDATE npc_text SET text0_0='圣光与你同在，$c。',text0_1='' WHERE Id=8851;
UPDATE npc_text SET text0_0='',text0_1='看来援助终于到达!欧曼奈欢迎你来到我们的遗风营地，$N。' WHERE Id=8852;
UPDATE npc_text SET text0_0='依坎试了又试。我想这些崔互德很像失落者，你知道……失落。',text0_1='' WHERE Id=8853;
UPDATE npc_text SET text0_0='这会花点时间，但这些破碎者会了解圣光之道!',text0_1='' WHERE Id=8854;
UPDATE npc_text SET text0_0='你好，$n，我是兰德鲁·郎绍特，黑色烈焰的主管。也许你没有听说过黑色烈焰，不过没关系，只要知道我们是致力于提供最有趣的娱乐体验的组织就行了。你是来找什么特殊的东西的吗？',text0_1='' WHERE Id=8855;
UPDATE npc_text SET text0_0='啊，奇珍异宝。我们收集艾泽拉斯各地的宝物，为强大的冒险者服务。既然你来找我，那么想必你已经知道自己想要什么了，$n。',text0_1='' WHERE Id=8856;
UPDATE npc_text SET text0_0='你需要什么吗，$c?或许我可以帮你。',text0_1='你需要什么吗，$c?或许我可以帮你。' WHERE Id=8858;
UPDATE npc_text SET text0_0='鬼魂之地不会被军事武力给赢回去的，$N。那是我们博学者进来的地方。$b$b我们秘法的奸诈和知识是无与伦比的。',text0_1='鬼魂之地不会被军事武力给赢回去的，$N。那是我们博学者进来的地方。$b$b我们秘法的奸诈和知识是无与伦比的。' WHERE Id=8860;
UPDATE npc_text SET text0_0='',text0_1='<女牧师伊丹奈尔怀疑地看着你。>' WHERE Id=8861;
UPDATE npc_text SET text0_0='',text0_1='我是个夜精灵，陌生人。虽然你对我的种族没有任何了解，但我们对你和你的祖先却相当清楚。你虽然不自称埃雷达尔，但从外表看来，你们有很多共同点。$b$b你帮助了我的盟友，因此我很感激;
但你目前的情况暂时是如履薄冰。或许时间久了，你就能解开我心中的疑虑和恐惧。' WHERE Id=8862;
UPDATE npc_text SET text0_0='在这里要小心你的脚步，陌生人。',text0_1='' WHERE Id=8864;
UPDATE npc_text SET text0_0='到现在为止你帮了很大的忙，$N。你对营地的其它人也会很有帮助。$b$b不要担心那些哥布尔，我处理好所有的事了。',text0_1='' WHERE Id=8865;
UPDATE npc_text SET text0_0='你在看什么?',text0_1='' WHERE Id=8867;
UPDATE npc_text SET text0_0='我是伟大之城铁炉堡的阿达曼·铁心。你们看我的制服应该猜到我曾是铁炉堡精英守卫之一。是的，我是麦格尼的副手!至少在我退休之前都是。现在我都在研究考古学。这是个嗜好;
加上我认为这是个见识世界的好方法!',text0_1='' WHERE Id=8868;
UPDATE npc_text SET text0_0='<库雷呜咽着。>',text0_1='' WHERE Id=8869;
UPDATE npc_text SET text0_0='我干了些什么？为什么神明要如此残忍地惩罚我？我所爱的一切都没有了——不是死了就是被毁灭了。我的家人被森林里的怪物掳走，我的家被夷为平地，我的船沉了。?这个已经崩溃的人在这座破碎的岛屿上束手无策。也许你来这里是要完成你那骯脏的工作？那么就快点，我不会抵抗的。拿走我的生命吧，陌生人；我自己下不了手，我的手在颤抖……',text0_1='' WHERE Id=8870;
UPDATE npc_text SET text0_0='如果不是神，那会是谁？什么样的力量会把这里变成这样？',text0_1='' WHERE Id=8871;
UPDATE npc_text SET text0_0='燃烧军团？恶魔？他们在猎杀你？我的人民也在被燃烧军团猎杀，被他们的黑暗主人作为诅咒的目标。<库雷擦去了泪水。>那就是我几年前把家搬到这里来的原因。',text0_1='' WHERE Id=8872;
UPDATE npc_text SET text0_0='',text0_1='要扑杀恶魔，$c。你有那个胆量去做该做的事吗?' WHERE Id=8883;
UPDATE npc_text SET text0_0='<西洋棋:人类步兵>',text0_1='' WHERE Id=8952;
UPDATE npc_text SET text0_0='当我们试着获得这世界对抗燃烧军团的人支持时，我们一定也要学着和他们和平共处。$b$b当你在整个艾泽拉斯旅行时请记住这点。愿圣光引导你。',text0_1='' WHERE Id=8953;
UPDATE npc_text SET text0_0='停止。我没有东西要给像你这样的人。',text0_1='' WHERE Id=8960;
UPDATE npc_text SET text0_0='你想找回你的妈妈？太糟了。也许你应该去萨尔玛的军官俱乐部把她找回来？',text0_1='' WHERE Id=8961;
UPDATE npc_text SET text0_0='小声点，$c!',text0_1='' WHERE Id=8962;
UPDATE npc_text SET text0_0='你的搜寻进展如何了?',text0_1='你的搜寻进展如何了?' WHERE Id=8964;
UPDATE npc_text SET text0_0='今天真是美好的一天，$c!',text0_1='今天真是美好的一天，$c!' WHERE Id=8965;
UPDATE npc_text SET text0_0='终于万事俱备了。你准备好了开始进行首演了吗？
',text0_1='终于万事俱备了。你准备好了开始进行首演了吗？

' WHERE Id=8970;
UPDATE npc_text SET text0_0='不用担心，你会没事的。你看上去很自然！',text0_1='不用担心，你会没事的。你看上去很自然！' WHERE Id=8971;
UPDATE npc_text SET text0_0='哇，你完全炸毁了那里。让我们把这当作一次热身吧。你准备好再去一次了吗？',text0_1='哇，你完全炸毁了那里。让我们把这当作一次热身吧。你准备好再去一次了吗？' WHERE Id=8975;
UPDATE npc_text SET text0_0='你没看到我在忙吗?',text0_1='' WHERE Id=8978;
UPDATE npc_text SET text0_0='你需要什么帮助吗，陌生人？',text0_1='' WHERE Id=8990;
UPDATE npc_text SET text0_0='克夫是我的名字，陌生人。勇者克夫!',text0_1='' WHERE Id=8991;
UPDATE npc_text SET text0_0='我是墨尔多，静松的长者猎人。',text0_1='' WHERE Id=8992;
UPDATE npc_text SET text0_0='欢迎来到我的商店！',text0_1='' WHERE Id=8993;
UPDATE npc_text SET text0_0='啊，英雄来了。欢迎来到止松要塞。',text0_1='' WHERE Id=8994;
UPDATE npc_text SET text0_0='好消息，$c。我是静松年少者，静松王座的继承人。',text0_1='' WHERE Id=8996;
UPDATE npc_text SET text0_0='你要保卫我的人民并为静松开创一个新的繁荣时代!',text0_1='' WHERE Id=8997;
UPDATE npc_text SET text0_0='我曾经为麦迪文效命……或是说假装为他效命。我希望紫罗兰之眼可以盯紧主人。$b$b但是现在我所想的只有……制作马蹄铁。不断地做。',text0_1='' WHERE Id=9003;
UPDATE npc_text SET text0_0='你对紫罗兰之眼有所了解？或许我待会有时间的话会跟你聊聊。现在我得继续做事。',text0_1='' WHERE Id=9004;
UPDATE npc_text SET text0_0='<依兰儿看起来正在咀嚼一些丧命草。>

如果你想制造爱情药水，那你来错地方了。致盲，残废，和杀戮才是我的本事，也希望你有兴趣。',text0_1='' WHERE Id=9005;
UPDATE npc_text SET text0_0='来补充一些铁匠的物资，对吧?',text0_1='' WHERE Id=9019;
UPDATE npc_text SET text0_0='我得到了足够的鲜肉、鱼和蘑菇。还有很多喝的！',text0_1='' WHERE Id=9020;
UPDATE npc_text SET text0_0='',text0_1='你好，$N。因为你在荣耀堡的等级晋升，我会给你一些我们储存的货物。' WHERE Id=9021;
UPDATE npc_text SET text0_0='我是阿德密特斯，血色守望的领导者。',text0_1='' WHERE Id=9022;
UPDATE npc_text SET text0_0='欢迎来到萨尔玛，$N!你持续帮助我们的事业，我就会让你使用更多我们的物资。',text0_1='' WHERE Id=9023;
UPDATE npc_text SET text0_0='需要帮忙照顾你的宠物吗?',text0_1='' WHERE Id=9024;
UPDATE npc_text SET text0_0='在阿古斯，麦克艾瑞是我们最神圣的城市。$b$b如果我告诉你走道两旁都排列着珍贵的矿物你会相信吗?河里即使是全黑的也闪着光芒?$b$b我渴望那些日子……已经过了多久了?一千年?一万年?',text0_1='' WHERE Id=9025;
UPDATE npc_text SET text0_0='欢迎来到血色守望，$c。在我旅行的途中，累积了许多的工具，手工艺品，和所有我遇过的人所拥有的知识。$b$b如果你发现有你需要的知识，那就跟我说吧。',text0_1='' WHERE Id=9029;
UPDATE npc_text SET text0_0='如果你在血谜岛的时间里只学会一件事，$c，我希望那是警惕。这座岛会先夺去不警惕的生命，再开始削弱最谨慎的战士。$b$b你所到之处，都有一个敌人准备好要夺走你的性命。',text0_1='' WHERE Id=9033;
UPDATE npc_text SET text0_0='',text0_1='自从失事后发生的所有事已逐渐明朗。我好像已经上来艾克索达一辈子那么久。$b$b现在，我的真实生活就局限在这座岛上，伴随着突变的生物和无尽的海上血精灵密探。很快的，一切就变的好像我从没见过什么不同的事物一样……' WHERE Id=9034;
UPDATE npc_text SET text0_0='其它人看着这片风景而他们只看到了死亡，腐败，和厄运。没有任何东西短缺，的确，但眼前的景象让人忽略了我们环境所带来的机会。$b$b我不会坐视不管让这些机会被白白忽略，$c。有了你的帮助，我们可以让血色守望这里的其它人看看如何利用环境和其中的生物。',text0_1='' WHERE Id=9036;
UPDATE npc_text SET text0_0='哈啰，$c。$b$b长者凯索在那里，他是个聪明的人。如果我是你，我会非常小心的和他交易。$b$b他提供我照料伊莱克的工作叫我当一个蠢蛋，我以为是供我吃，训练，等等之类的。后来当他递给我铁锹时一切就很明显了……',text0_1='' WHERE Id=9037;
UPDATE npc_text SET text0_0='谢谢你的警告，$N!我们会做好准备!',text0_1='' WHERE Id=9038;
UPDATE npc_text SET text0_0='允诺者，我们感谢你的警告。静松部族会做好准备。',text0_1='' WHERE Id=9039;
UPDATE npc_text SET text0_0='谢谢你的警告，$N。我们会做好防御。',text0_1='' WHERE Id=9040;
UPDATE npc_text SET text0_0='我是凯索，伊莱克的统治者，阿古斯之手的追随者。你是新成员吗?',text0_1='' WHERE Id=9041;
UPDATE npc_text SET text0_0='我是阿奇拉斯，血色守望的主要远征人员。',text0_1='' WHERE Id=9042;
UPDATE npc_text SET text0_0='我递送和蓝谜岛往来的邮件，$c。如果你需要递送讯息，它非常有可能会先由我这里发送。',text0_1='' WHERE Id=9043;
UPDATE npc_text SET text0_0='成为阿古斯之手的意义……我们是圣光的密探。我们毫无疑问的效命。没有怀疑的死去。',text0_1='' WHERE Id=9044;
UPDATE npc_text SET text0_0='是他们派你来找我的吗？我不会丢下伙伴独自回去的。',text0_1='' WHERE Id=9045;
UPDATE npc_text SET text0_0='对，我是一个破碎者。我相信这并不会让你觉得不安吧。破碎者或者德莱尼人，我们必须忍受可能遭受的嘲笑。和这个世界上的元素们更好地理解和沟通，这才是最要紧的事。',text0_1='' WHERE Id=9050;
UPDATE npc_text SET text0_0='请坐，请随意。',text0_1='请坐，请随意。' WHERE Id=9051;
UPDATE npc_text SET text0_0='你好，$c。你需要一只可靠的角鹰兽吗?',text0_1='' WHERE Id=9052;
UPDATE npc_text SET text0_0='如果你想前往艾克索达，我这里有角鹰兽可载你前往!',text0_1='' WHERE Id=9053;
UPDATE npc_text SET text0_0='嘘!安静;
我正在观察鱼人。$b$b住在一个超大型的乌龟壳里是我愿意为科学所做的牺牲。毕竟，如果鱼人看到我在这里，他们的反应就会因为我的存在而改变，那样会降低我资料的真实度!$b$b身为探险者协会的第一名地精成员，我大胆地进入没有矮人敢去的地方!',text0_1='' WHERE Id=9054;
UPDATE npc_text SET text0_0='你疯了吗?看看你的四周，凡人。你没看到你站在分裂的大地上吗?离开这个地方，以免你遭受和我与人民一样的苦……',text0_1='' WHERE Id=9056;
UPDATE npc_text SET text0_0='你是个疯了还是瞎了?$b$b我是个鬼魂-一个残忍的提醒者，提醒着很久不存在的文明-系住一块我无法保护的土地。$b$b很久以前-一万年前-我是有血有肉的人，就像你一样。我是这块土地的王子也是个龙骑士，受翡翠梦境的伊瑟拉所庇护。',text0_1='' WHERE Id=9057;
UPDATE npc_text SET text0_0='你没听过伊瑟拉?大自然的守护者?梦境之龙?她是所有绿龙军团的母亲!是的，是伊瑟拉亲自将她的后裔赠送给我的王国。我们和这些高贵的生物肩并肩作战，他们也允许我们骑着他们进入战场对抗我们的敌人。一切都相当地美好，持续了许多个世纪……直到……',text0_1='' WHERE Id=9058;
UPDATE npc_text SET text0_0='死亡之翼的后代……伊瑟拉的仁慈唤起了死亡之翼的愤怒-黑龙军团的庇护者。他们在我们沉睡中袭击我们!许多人在一开始的攻击中就死了，但绿龙军团便来保护我们。$b$b<托瑞斯王子指着这座岛。>$b$b那些曾经伟大的龙群只剩下这些白骨。没有一个幸免。',text0_1='' WHERE Id=9059;
UPDATE npc_text SET text0_0='我是最后一个死的人。当我感觉我的灵魂离开了我的凡人躯壳，我便发下血誓。$b$b<托瑞斯王子摇摇他的头。>$b$b我和这块土地签下一个契约:我的鲜血为这世界泼洒。我成了唯一守护我人民历史的人。$b$b在我确信罗萨伦龙骑士的故事尚未消失在时间的洪流之前我不会休息的。',text0_1='' WHERE Id=9060;
UPDATE npc_text SET text0_0='学生就像绵羊。当你引导并密切注意他们，他们就会变的很有用甚至很可爱。$b$b你离开他们一下，他们就从悬崖上跌下或溺死在很浅的河里。',text0_1='' WHERE Id=9061;
UPDATE npc_text SET text0_0='你好，市民。如果你没什么事要问我那就请你走吧。',text0_1='' WHERE Id=9063;
UPDATE npc_text SET text0_0='',text0_1='温德萨尔元帅一直在等你，$N。不幸的是，他现在不太舒服。不过应该很快就会恢复了。' WHERE Id=9064;
UPDATE npc_text SET text0_0='嗨，勇士。你的事迹将会被世代传诵。或许有一天，你的雕像会矗立在暴风城的英雄之间。',text0_1='嗨，勇士。你的事迹将会被世代传诵。或许有一天，你的雕像会矗立在暴风城的英雄之间。' WHERE Id=9066;
UPDATE npc_text SET text0_0='离我远点，$r！很难说我什么时候会再次发病。离我远点，免得出事！',text0_1='' WHERE Id=9067;
UPDATE npc_text SET text0_0='检查了尸体之后，你断定这就是伊斯塔·晨星，进攻戴索姆却惨遭失败的血骑士。',text0_1='' WHERE Id=9070;
UPDATE npc_text SET text0_0='我可以帮你建立一个公会。',text0_1='' WHERE Id=9071;
UPDATE npc_text SET text0_0='',text0_1='艾露恩祝福着你，有什么我能为你效劳的吗？' WHERE Id=9073;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。你决定来拜访我们是对的。' WHERE Id=9074;
UPDATE npc_text SET text0_0='你以荣誉为三人之一效命，$N。我们的时间已到尽头。库罗斯准备好后会告诉你。',text0_1='' WHERE Id=9076;
UPDATE npc_text SET text0_0='你好，$c。我是库罗斯，三头政治的第二人。',text0_1='' WHERE Id=9077;
UPDATE npc_text SET text0_0='我看着他们无情的鞭打他。他们残酷的中尉一举一动就好像残暴是正常的事一样。经过野蛮的鞭打之后，我可以感觉我已经崩溃了。$b$b看着复仇者萨鲁安忍受他们的殴打，我开始哭泣。并不是因为害怕……而是因为悲伤。看到三头政治的德莱尼被这样对待。要是我能打破我的束缚就好了。要是可以的话……',text0_1='' WHERE Id=9079;
UPDATE npc_text SET text0_0='在看起来像实体的东西出现后，复仇者就失去意识了。这实在太折磨了，即使是对他而言也一样。残忍的-马帝斯，据悉他是被这样称呼的-还将传染的水泼洒在萨鲁安毁坏的身上想叫醒他。但萨鲁安并没有醒来。',text0_1='' WHERE Id=9080;
UPDATE npc_text SET text0_0='我想尖叫可是只有一声低喘迸出我嘴边。我很快就被这次的反叛行动给打败。当我躺在地上，我可以看见马帝斯在萨鲁安的尸体前跺步。他看起来很担心。他声称如果萨鲁安被打死的话，赛罗娜斯、赛罗娜或类似这样的实体会把他的肉体从骨头上剥下。',text0_1='' WHERE Id=9081;
UPDATE npc_text SET text0_0='赛罗娜斯实体对萨鲁安有个计划……$b$b<书写突然中断，一条长长的线画过页面。这个德莱尼在制造实体时死去。>',text0_1='' WHERE Id=9082;
UPDATE npc_text SET text0_0='',text0_1='哦，不用担心巴迪。他不会伤害你的，他不过是喜欢这样抓来抓去而已。
他只是一只又大又可爱的猫而已。
不是吗，巴迪？可爱的小东西，我的小宝贝！' WHERE Id=9085;
UPDATE npc_text SET text0_0='我们塞纳-马恩省里奥的德鲁伊是自然平衡的保护者。重点是平衡。当我们被征召时一定要尽速采取果断的行动。不要让任何人左右你，尤其是我们之中那些只想静观其变的人。',text0_1='' WHERE Id=9086;
UPDATE npc_text SET text0_0='你是谁?不要来烦我。',text0_1='' WHERE Id=9090;
UPDATE npc_text SET text0_0='从北面开始寻找，$N。我们的斥候说跳跃引擎在海岸线附近。',text0_1='' WHERE Id=9097;
UPDATE npc_text SET text0_0='如果敌人能知道我们只想和他们和平共处，或许我们就不必冒生命危险攻打他们。',text0_1='' WHERE Id=9106;
UPDATE npc_text SET text0_0='他们的日子就要来临了，$N。$b$b当那天来临时，我会在那里。',text0_1='他们的日子就要来临了，$N。$b$b当那天来临时，我会在那里。' WHERE Id=9107;
UPDATE npc_text SET text0_0='随着新的敌人向我们逼近，我们绝对不能让旧时的敌人利用了我们现在的状况!',text0_1='' WHERE Id=9108;
UPDATE npc_text SET text0_0='',text0_1='你不觉得这个地方很棒吗?当然，如果你问我的话这里是有一点闷热。' WHERE Id=9109;
UPDATE npc_text SET text0_0='骯脏的真菌巨人!我们究竟对它们做了什么?',text0_1='' WHERE Id=9111;
UPDATE npc_text SET text0_0='',text0_1='如果我来这里的时候没有扭断我的脚踝，我就会和我的朋友在那里了。嗯，既然这样讲到，或许我离开这里会比较好?' WHERE Id=9112;
UPDATE npc_text SET text0_0='费斯伍尔喜欢小孢子人。他们拯救费斯伍尔。费斯伍尔不吃他们。$b$b费斯伍尔痛恨纳迦。费斯伍尔猛击!',text0_1='' WHERE Id=9113;
UPDATE npc_text SET text0_0='我是艾伊森，三头政治的第三人。',text0_1='' WHERE Id=9117;
UPDATE npc_text SET text0_0='这里躺着威德·绿指的遗体，看守者詹汗格的德鲁伊同伴之一。看来他是从奴隶监狱逃跑时被快速利落地杀死的。',text0_1='这里躺着威德·绿指的遗体，看守者詹汗格的德鲁伊同伴之一。看来他是从奴隶监狱逃跑时被快速利落地杀死的。' WHERE Id=9118;
UPDATE npc_text SET text0_0='谢天谢地还好有你!我和裂爪被沼泽王莫斯莱克攻击的时候正在调查这个地方。他可以控制动物，就连德鲁伊也不例外!$b$b不幸的是，当时裂爪以熊形态被抓去，现在成了沼泽王莫斯莱克的宠物。我不敢变成豹形态否则他也会把我抓去!$b$b不过你要救裂爪就要先和他打一场。只要往西走;
你就会碰到他。',text0_1='' WHERE Id=9121;
UPDATE npc_text SET text0_0='身为唯一显而易见的幸存“破碎者”，传承先知诺柏多的萨满教学是我的责任也是荣耀。',text0_1='' WHERE Id=9122;
UPDATE npc_text SET text0_0='',text0_1='诅咒那些血精灵和他们鲁莽的魔法!' WHERE Id=9123;
UPDATE npc_text SET text0_0='被猎人抓去做宠物是多丢人的事情啊！$B$B你的救命之恩，我没齿难忘，但请不要为了我的事情而操心了。现在你把我从穆塞雷克手中救了出来，我自己可以找到出去的路。也许我会带上雷葛一起走。',text0_1='' WHERE Id=9125;
UPDATE npc_text SET text0_0='',text0_1='愿圣光屈服在你努力的意志之下。' WHERE Id=9127;
UPDATE npc_text SET text0_0='',text0_1='在大自然中存在的所有东西都有着相互的联系，这被称作生态系统。如果我们小心地不去打扰它，通过简单的观察便可以了解到我们周围不同的生物体之间的复杂关系。
一旦我们理解了这些，就可以采取适当的行动来保证所有生物的生存。反之，在没有这种认识的情况下去干预的话，就会引起破坏。
我在这里观察孢子人和沼泽领主之间的复杂关系。' WHERE Id=9128;
UPDATE npc_text SET text0_0='<守备官伊索姆向你致敬。>

你和德门图斯说过话了吗？我想他正在找你。',text0_1='' WHERE Id=9130;
UPDATE npc_text SET text0_0='德鲁伊保护我不受纳迦和邪恶的失落者欺负，我教导他们认识沼泽的植物和动物做为回报。',text0_1='' WHERE Id=9131;
UPDATE npc_text SET text0_0='感谢我被锁在这笼子里，$r。',text0_1='感谢我被锁在这笼子里，$r。' WHERE Id=9134;
UPDATE npc_text SET text0_0='<被俘虏的太阳之鹰密探怀疑地看着你。>$b$b我从没见过你。你是谁?',text0_1='<被俘虏的太阳之鹰密探怀疑地看着你。>$b$b我从没见过你。你是谁?' WHERE Id=9136;
UPDATE npc_text SET text0_0='<被俘虏的太阳之鹰密探奸笑。>$b$b别担心，新成员，还有更多传送门控制器和更多适合的传送地点。我相信赛罗娜斯很快就会有一个新的入口了。这些蓝皮肤的狗在这世界活不久了。赛罗娜斯和憎恨会把太阳之鹰军队留下的所有事物都清理的一干二凈。',text0_1='<被俘虏的太阳之鹰密探奸笑。>$b$b别担心，新成员，还有更多传送门控制器和更多适合的传送地点。我相信赛罗娜斯很快就会有一个新的入口了。这些蓝皮肤的狗在这世界活不久了。赛罗娜斯和憎恨会把太阳之鹰军队留下的所有事物都清理的一干二凈。' WHERE Id=9137;
UPDATE npc_text SET text0_0='是赛罗娜斯的主意……憎恨其实是他们的一员。他是德莱尼军事制度里的一个高阶成员:三头政治还是什么狗屁的。$b$b不管那是个什么东西，他很庞大，强大，而且充满了怒气。只要憎恨在场，任何对旋绕导航器的攻击大部分都会以失败结尾。',text0_1='是赛罗娜斯的主意……憎恨其实是他们的一员。他是德莱尼军事制度里的一个高阶成员:三头政治还是什么狗屁的。$b$b不管那是个什么东西，他很庞大，强大，而且充满了怒气。只要憎恨在场，任何对旋绕导航器的攻击大部分都会以失败结尾。' WHERE Id=9138;
UPDATE npc_text SET text0_0='赛罗娜斯声称某些埃雷达尔拥有将他人从原本的种族转变为曼那瑞的能力。德莱尼原本应是埃雷达尔的一份子而赛罗娜斯则是一个强大的埃雷达尔。$b$b<密探笑着。>$b$b你相信吗?这些可悲的生物都曾是强大的恶魔。什么样的笨蛋会拒绝这样的力量?',text0_1='赛罗娜斯声称某些埃雷达尔拥有将他人从原本的种族转变为曼那瑞的能力。德莱尼原本应是埃雷达尔的一份子而赛罗娜斯则是一个强大的埃雷达尔。$b$b<密探笑着。>$b$b你相信吗?这些可悲的生物都曾是强大的恶魔。什么样的笨蛋会拒绝这样的力量?' WHERE Id=9139;
UPDATE npc_text SET text0_0='很明显。不然她要怎么渗入他们的阶级并以一个德莱尼的身份通过?她和他们住在一起很长的一段时间。',text0_1='很明显。不然她要怎么渗入他们的阶级并以一个德莱尼的身份通过?她和他们住在一起很长的一段时间。' WHERE Id=9140;
UPDATE npc_text SET text0_0='很多?它有两个弱点:那栋建筑物西边和东边的底部。嘿，等等。你怎么会知道旋绕导航器的事?你不是说你在成形之前都被俘虏了吗?',text0_1='很多?它有两个弱点:那栋建筑物西边和东边的底部。嘿，等等。你怎么会知道旋绕导航器的事?你不是说你在成形之前都被俘虏了吗?' WHERE Id=9141;
UPDATE npc_text SET text0_0='是时候来摧毁旋绕导航器了!',text0_1='' WHERE Id=9142;
UPDATE npc_text SET text0_0='',text0_1='我正耐心地等待命令，$c。' WHERE Id=9143;
UPDATE npc_text SET text0_0='粗野的干扰已结束，如我所说，奎克米瑞已经接近了!$b$b依先前允诺的，我可以用一个魔法恩赐增强你的力量，帮助你与他对抗。',text0_1='' WHERE Id=9144;
UPDATE npc_text SET text0_0='[不流畅的通用语] 该庆祝了。',text0_1='' WHERE Id=9145;
UPDATE npc_text SET text0_0='你走了很长一段路，$N。真的是很辛苦……但我知道你注定要成就伟大的事业。我们都知道。全体向$N敬礼!

再次谢谢你解决了我们的地精问题……',text0_1='' WHERE Id=9149;
UPDATE npc_text SET text0_0='我想再次感谢你为我做的一切。你给了我驱赶森林中的野兽、夺回了我的家园的勇气。而且，我还找到了麦戈薇！',text0_1='' WHERE Id=9160;
UPDATE npc_text SET text0_0='德莱尼人的勇士和我们在一起。为秘蓝岛和秘血岛的救世主欢呼吧！',text0_1='' WHERE Id=9162;
UPDATE npc_text SET text0_0='这一切都是你的成就，$N。你成功地拯救了成千上万的人。你已经超越了这个世界上的冲突和灾难，让我们与你一起升华。你的功绩，许多人十辈子也无法达到，而你的旅程才刚刚开始。如果我们有几千个像你这样的英雄就好了。但是，$N，你的命运在外域等待着你。我从幻像中看到了一个不甚明了的预言。找到我们的人民，$N。找到他们，带他们回家……',text0_1='' WHERE Id=9163;
UPDATE npc_text SET text0_0='伊斯欧认为一些敌方对手会对外域展开突击。这就是为什么我们看守者也来到这里的原因。$B$B我们从未想过我们的对手会以纳迦呈现过的力量或数量出现。',text0_1='' WHERE Id=9167;
UPDATE npc_text SET text0_0='我是血色守望防御的领导者。我能帮你什么忙吗?',text0_1='我是血色守望防御的领导者。我能帮你什么忙吗?' WHERE Id=9172;
UPDATE npc_text SET text0_0='大自然会帮助那些愿意了解它的奥妙的人，$N。',text0_1='' WHERE Id=9176;
UPDATE npc_text SET text0_0='自然是一种强大的力量，$r。那些想制服大自然的人从未永久成功过。',text0_1='' WHERE Id=9177;
UPDATE npc_text SET text0_0='',text0_1='你好，$N。' WHERE Id=9179;
UPDATE npc_text SET text0_0='灵魂很不安，$r。在纳葛兰要小心你的四周，免得被他们的愤怒给吞噬了。',text0_1='' WHERE Id=9180;
UPDATE npc_text SET text0_0='陶土议会想要保存元素的力量和庄严。',text0_1='' WHERE Id=9181;
UPDATE npc_text SET text0_0='',text0_1='元素这样混乱要我的人民怎么作战?他们难道看不出来没有元素的支持这世界无法生存吗。' WHERE Id=9182;
UPDATE npc_text SET text0_0='我是陶土议会的安崔哥。在元素王座的时候试着不要激怒元素。',text0_1='' WHERE Id=9183;
UPDATE npc_text SET text0_0='我现在没空说教，$c。去别的地方寻找你的知识。',text0_1='我现在没空说教，$c。去别的地方寻找你的知识。' WHERE Id=9186;
UPDATE npc_text SET text0_0='看来你做了错误的选择，$c。',text0_1='看来你做了错误的选择，$c。' WHERE Id=9187;
UPDATE npc_text SET text0_0='你好，$n。你没被人跟来吧，我能信任你吗?',text0_1='你好，$n。你没被人跟来吧，我能信任你吗?' WHERE Id=9188;
UPDATE npc_text SET text0_0='我们没什么好谈的，$c。或许你该去找别人，和你比较志趣相投的人。',text0_1='我们没什么好谈的，$c。或许你该去找别人，和你比较志趣相投的人。' WHERE Id=9189;
UPDATE npc_text SET text0_0='看到这里有人神智清楚真好。有什么我能帮忙的吗?',text0_1='看到这里有人神智清楚真好。有什么我能帮忙的吗?' WHERE Id=9190;
UPDATE npc_text SET text0_0='你明显地缺乏能力掌握秘法繁复难懂的细节，$c。你走吧。',text0_1='你明显地缺乏能力掌握秘法繁复难懂的细节，$c。你走吧。' WHERE Id=9191;
UPDATE npc_text SET text0_0='',text0_1='我能为你的研究提供什么协助?' WHERE Id=9192;
UPDATE npc_text SET text0_0='你好呀!想念东部王国了吧，哈?那么，如果你思乡病真的犯了想回去，海怪号将返回暴风港。我懂，我喜欢温暖的天气!',text0_1='' WHERE Id=12644;
UPDATE npc_text SET text0_0='',text0_1='让风指引你的路途吧，$n。' WHERE Id=9196;
UPDATE npc_text SET text0_0='',text0_1='我一直都很喜欢将事物分类组织。我想是遗传了我母亲。' WHERE Id=9199;
UPDATE npc_text SET text0_0='我还不知道该对你的种族作何感想，$r。你们有些人真的很暴力，一见到孢子人就杀。$b$b你看起来很友善……还长的挺有喜感的。',text0_1='' WHERE Id=9201;
UPDATE npc_text SET text0_0='欢迎你来斯博格尔，$r。我们这里通常见不到什么你们的族人，但你已向我们证明了你的价值。请随意。',text0_1='' WHERE Id=9202;
UPDATE npc_text SET text0_0='沼泽领主们正在吞噬孢子囊!一定要阻止他们!',text0_1='' WHERE Id=9203;
UPDATE npc_text SET text0_0='多亏了你我们的青年们才能安全，$N。前往斯博格尔见见我的人民。他们都听过你伟大的事迹了。',text0_1='' WHERE Id=9204;
UPDATE npc_text SET text0_0='血色守望的防卫者会保护这个前哨站不受任何威胁伤害。',text0_1='血色守望的防卫者会保护这个前哨站不受任何威胁伤害。' WHERE Id=9206;
UPDATE npc_text SET text0_0='<大地随着葛尔道格的动作停下发出隆隆声。>$b$b说吧。',text0_1='' WHERE Id=9208;
UPDATE npc_text SET text0_0='我父亲在更奇特的地方寻找更大的猎物。不过别担心，我们仍在这里打猎!',text0_1='' WHERE Id=9218;
UPDATE npc_text SET text0_0='保持警惕，$c。当野兽潜行靠近你的时候，你永远不会察觉得到。',text0_1='' WHERE Id=9219;
UPDATE npc_text SET text0_0='听着$g小子:小姑娘;
。我将远征工作交给了我能干的儿子。当你追踪了艾泽拉斯上最棒的猎物，你就开始渴望更多东西。$b$b你有看到这里的野兽的大小吗?!$b$b我在这里猎捕你所见过最危险的猎物。我是说抓到长牙并将她的心脏带回去做为战利品!',text0_1='' WHERE Id=9220;
UPDATE npc_text SET text0_0='$N!我对你的打猎本领印象深刻。你在荆棘谷的开始或许不太稳当，但你坚持到底，捕获老邦加拉西成为最出色的人之一。$b$b但听好了，$g小伙子:小姑娘;
，外域的猎物是真的很难对付。我还有疤可以证明这点!',text0_1='' WHERE Id=9221;
UPDATE npc_text SET text0_0='我谦逊地欢迎你来我们的神庙，灵魂。',text0_1='' WHERE Id=9226;
UPDATE npc_text SET text0_0='和德莱尼那些在我们受苦的时候背叛我们的人协商?我不这么想。$b$b一个真正的灵魂不会这样对谈!显露出你的真面目吧，骗子。',text0_1='' WHERE Id=9227;
UPDATE npc_text SET text0_0='所以我们要信任那些用欺骗来侮辱我们的人吗?德莱尼那么轻视我们所以他们必须使用奸计来引起我们的注意吗?$b$b我们知道他们想“救赎”我们，但我的人民根本不想要他们的救赎。我们可以自己站起来而且我们追求的是骄傲，独立的命运。把这个讯息带给你的盟友。',text0_1='' WHERE Id=9229;
UPDATE npc_text SET text0_0='很好。确定他们了解。$b$b现在，如果你能安静的离开我的神庙我会非常感激。',text0_1='' WHERE Id=9231;
UPDATE npc_text SET text0_0='欢迎来到奥雷伯尔港，朋友。在这里没有什么好怕的。我们是破碎者，但我们不是你的敌人。$b$b我是卡尔奈的伊库堤，我们是一群想和德莱尼兄弟及他们新找到的盟友重新建立关系的破碎者。',text0_1='' WHERE Id=9235;
UPDATE npc_text SET text0_0='玛克吐没有认出你来，$r，但他很高兴见到你。如果你需要购买或修理护甲，别找别人，要找玛克吐。',text0_1='' WHERE Id=9236;
UPDATE npc_text SET text0_0='这座神庙的回忆像一层厚厚的雾气覆盖了我的心灵，但我不能把它们拼凑成一个有条理的故事。这个地方曾对我而言有着某种意义。除非我可以重拾记忆，否则我会觉得一部分的自己不见了。$b$b或许德莱尼可以帮我想起我所遗忘的事情。',text0_1='' WHERE Id=9237;
UPDATE npc_text SET text0_0='有些人可以叫我“提姆”，但对我朋友而言，我是“专家”。',text0_1='' WHERE Id=9238;
UPDATE npc_text SET text0_0='如果你要问，你根本不了解我，不足以使用那个称号。',text0_1='' WHERE Id=9239;
UPDATE npc_text SET text0_0='你好，$c。你想将你的猎人本领发展到极限吗?就是这里了。$b$b赫米特·奈辛瓦里召集了这世界上有史以来最厉害的远征队。如果你敢的话就加入我们的狩猎旅行队。',text0_1='' WHERE Id=9240;
UPDATE npc_text SET text0_0='别被我们身边这些废墟搞糊涂了，$c。达拉然一如往常的强大。',text0_1='别被我们身边这些废墟搞糊涂了，$c。达拉然一如往常的强大。' WHERE Id=9241;
UPDATE npc_text SET text0_0='卡拉赞不只是个建筑物，$N。如果你追溯横跨艾泽拉斯的能量界线，你会发现它们都会合在那里。

<艾特罗斯指向哨塔下隐密的一点。>

很棒，对吧?',text0_1='' WHERE Id=9242;
UPDATE npc_text SET text0_0='那鲁比我们想象的还要聪明。过去五个月我从阿达欧那里学到比我在达拉然图书馆那些年更多事情。',text0_1='' WHERE Id=9243;
UPDATE npc_text SET text0_0='那些声名狼藉的罪犯与凶兽的悬赏被张贴在这里。对现在的你来说，这些悬赏实在太危险了，当你变强后再回来看看吧。',text0_1='' WHERE Id=9244;
UPDATE npc_text SET text0_0='一条粗粗的红色斜线被画过布告悬赏:死亡之爪。“此赏金由英勇的$N获得，他征服了可怕的野兽”，还有更多内容以相同的红色墨水写着。',text0_1='一条粗粗的红色斜线被画过布告悬赏:死亡之爪。“此赏金由英勇的$N获得，他征服了可怕的野兽”，还有更多内容以相同的红色墨水写着。' WHERE Id=9245;
UPDATE npc_text SET text0_0='这块告示牌上有着各种布告和悬赏告示。',text0_1='' WHERE Id=9246;
UPDATE npc_text SET text0_0='欢迎来到萨布拉金，$c。 我是暗影猎手德恩加，这个前哨站的督军和暗矛部族在赞加沼泽的司令官。',text0_1='' WHERE Id=9248;
UPDATE npc_text SET text0_0='别妄想把我的鱼人宝宝从我身边夺走！我有鹰的眼睛和像……像……有着强大力量的什么东西的耳朵！',text0_1='' WHERE Id=9249;
UPDATE npc_text SET text0_0='',text0_1='托尔加什相信他可以通过鸟的肠子或者通过摇骨头预测未来。但实际上，你所要做的就是询问那些灵魂。不过别告诉他这些，$N。他是个很固执的家伙。' WHERE Id=9250;
UPDATE npc_text SET text0_0='你已证明自己是个非常称职的王牌猎人，$N。但仍有一只野兽还萦绕在你梦中……长牙!',text0_1='' WHERE Id=9256;
UPDATE npc_text SET text0_0='我就在一块多刺的矮树丛里打滚，和一只塔巴克雄鹿正面交锋，只有我锐利的小刀……<咳嗽>……和敏捷猎人的智力能救我。$b$b突然间一对凶猛的风翼猫头鹰猎人从天而降朝我弹过来!他们懦弱的攻击……<咳嗽>……完全帮不了他们自己。$b$b虽然我拿到他们的鸟喙做为战利品，但我也在战斗过程中被刮伤感染。有点令人不快，我也承受了很大的痛苦，但我相信一两天就会好了。',text0_1='' WHERE Id=9258;
UPDATE npc_text SET text0_0='那是第一次我看到比树还高的蘑菇，我不是确定是否可以把这个地方当做家。过了一会儿你才转移了视线。',text0_1='' WHERE Id=9259;
UPDATE npc_text SET text0_0='',text0_1='不要忘记当你在赞加沼泽的时候花点时间钓鱼。你从不知道什么时候你会再次看到水。' WHERE Id=9260;
UPDATE npc_text SET text0_0='泰伦多尔曾是德莱尼牧师和朝圣者的隐蔽休息处。牧师居民显少接见访客。$b$b当兽人开始攻击德莱尼居民们，难民开始大批到来。隐士阿浩恩和其它人将泰伦多尔从神殿转变为一个安全的避风港。许多德莱尼，包括我自己，都欠他一个人情。',text0_1='' WHERE Id=9261;
UPDATE npc_text SET text0_0='',text0_1='在泰雷多尔顶部观景真是华丽啊，难道不是吗？' WHERE Id=9262;
UPDATE npc_text SET text0_0='欢迎来到泰伦多尔，$c。如果你需要任何东西，请随时来跟我要。',text0_1='' WHERE Id=9263;
UPDATE npc_text SET text0_0='我从没见过一个地方有那么多不同种类的蘑菇。如果有足够的时间，我相信我可以找出它们所有的用途。',text0_1='' WHERE Id=9264;
UPDATE npc_text SET text0_0='泰伦多尔过去20年来经历的改变比先前几个世纪还要来的多。我不能抱怨，$N，因为世界那些时候改变更多。$b$b圣光为我带来了身为隐居牧师不会有的朋友和同伴。在这里学习过去带给你的经验。它会帮助你了解你的旅程将带你去哪里。',text0_1='' WHERE Id=9265;
UPDATE npc_text SET text0_0='暗影猎人丹杰派我和一支由建筑商和战士组成的小分遣队来这里建立这座前哨。我们才刚建好而他就已经开始向我们要报告了!$b$b如果你需要补给，我可以提供一些东西，但我们仍在等待第一批货物。',text0_1='' WHERE Id=9267;
UPDATE npc_text SET text0_0='如果你看到巫医托卡斯，告诉他他的混合物和符咒根本没用!我完全照着他的话做，但玛卡莎眼里还是只有祖瑞伊。$b$b不要相信那个假巫医告诉你的任何话!',text0_1='' WHERE Id=9268;
UPDATE npc_text SET text0_0='',text0_1='瑞伏基拥有所有科多兽俱备的的敏锐!有趣的是它不认为自己很引人注目。我看过它盯着我看的眼神，以为没有人在看它的样子。$b$b它让我汗毛直竖，我多希望暗影猎人丹杰没把它送来和我们一起。设立斯温帕特岗哨时是个甩开它的好时机。' WHERE Id=9269;
UPDATE npc_text SET text0_0='卡拉达尔处于一团混乱中，陌生人。自从祖母生病后，卡拉达尔就得变的意气消沉。他已经变的不像他爸爸的儿子了。$b$b<可库许叹气。>',text0_1='' WHERE Id=9271;
UPDATE npc_text SET text0_0='暗羽和血鳞部族的纳迦领导者悬赏公告公布在此。',text0_1='' WHERE Id=9274;
UPDATE npc_text SET text0_0='他们死了。全部的人……$b$b当黑暗之血拿下我们，就有某种我无法理解的东西控制了我。告诉我，你曾感受过极大的愤怒，让你整个人像在燃烧一样吗?一种让生命都枯萎的高温?一种焚化你血管的热度?那就是我感受到的。$b$b<萨鲁法尔的双眼短暂地闪了一阵红光。>$b$b我是最后一个活下来的人。他们30个人围绕着我……黑暗之血……我只记得这个画面。后来我眼前一黑，过了不知道多久才醒来。',text0_1='' WHERE Id=9275;
UPDATE npc_text SET text0_0='黑暗时期隐约出现在前方，陌生人……',text0_1='' WHERE Id=9276;
UPDATE npc_text SET text0_0='灵魂都受到极大的煽动。我们一定要找出这次动乱的原因。',text0_1='' WHERE Id=9277;
UPDATE npc_text SET text0_0='赫米特是我所知道最出色的猎人。我们几个月前偶然在艾泽拉斯的冬泉谷大厅巧遇过。我们在追踪同一个猎物:一只叫拉克西里的巨豹。$b$b我们没为了猎物打起来，而是对它做了个赌注;
谁收集到霜刃豹的皮革就可以要求对方某事。让我永远羞愧的是，这就是我如何得到我的绰号，费兹。$b$b我看起来像费兹吗?',text0_1='' WHERE Id=9283;
UPDATE npc_text SET text0_0='对，对，我感觉好多了，但我还满喜欢这里的。',text0_1='对，对，我感觉好多了，但我还满喜欢这里的。' WHERE Id=9286;
UPDATE npc_text SET text0_0='联合团已经筹备这个计划好几个月了!我们想挖掘欧夏刚，这是一种被誉为宇宙中最大的钻石。$b$b在我们要开始进行计划的数分钟前，奈萨斯王子哈拉玛德传话来命令我们在虚空风暴的一场政治冲突解决之前暂时按兵不动。我已经将我们的计划转变成目前暂时营运一个囤积走私宝石的货仓，但这样只会慢慢的吞噬我们的利润。',text0_1='' WHERE Id=9287;
UPDATE npc_text SET text0_0='吉札是来把工作做好的。我来确认这时候没有人打扰他。',text0_1='' WHERE Id=9288;
UPDATE npc_text SET text0_0='你知道我们是谁吗，陌生人?我们是玛格哈-咖啡色兽人，我听过你们族人这样称呼我们。玛格哈是生还者:一个堕落朝代的生还者;
红色帕斯的生还者;
一个粉碎世界的生还者……$b$b我是乔林，基尔罗格之子;
死眼的最后一个后裔:血之谷氏族的酋长。',text0_1='' WHERE Id=9289;
UPDATE npc_text SET text0_0='',text0_1='如果赫米特在尝试猎捕地面的猎物时可以避开穿过副翼的射击，我们就不会坠毁了。$b$b不过别担心，我会很快就把她修好的。' WHERE Id=9290;
UPDATE npc_text SET text0_0='嘿!我不是给了你一堆皮革吗?$b$b不管怎么样，我很高兴你把我从邪恶的甘克利·腐蚀之拳残酷的控制之下救出来!',text0_1='' WHERE Id=9296;
UPDATE npc_text SET text0_0='',text0_1='主母将我们抚养长大。你看到的任何玛格哈利都因为主母而有他们生命动容的一面在。当她去世后我们会非常想念她的。' WHERE Id=9297;
UPDATE npc_text SET text0_0='你看起来是个讲理的$r。或许我们可以互相帮助。',text0_1='' WHERE Id=9312;
UPDATE npc_text SET text0_0='银月城高耸的城塔和闪亮的街道是我们人民坚毅精神的见证。血精灵将容忍所有的艰难，克服所有的障碍，比从前更坚强。',text0_1='' WHERE Id=9315;
UPDATE npc_text SET text0_0='你想去我们城市的哪里呢?',text0_1='你想去我们城市的哪里呢?' WHERE Id=9316;
UPDATE npc_text SET text0_0='我们银月城里有两间拍卖场。你比较偏好哪一个?',text0_1='我们银月城里有两间拍卖场。你比较偏好哪一个?' WHERE Id=9317;
UPDATE npc_text SET text0_0='西边拍卖场就在商店街中段，长者步道西边。',text0_1='西边拍卖场就在商店街中段，长者步道西边。' WHERE Id=9318;
UPDATE npc_text SET text0_0='皇家交易所拍卖场就在城东边，血骑士和游侠训练区的南方。',text0_1='皇家交易所拍卖场就在城东边，血骑士和游侠训练区的南方。' WHERE Id=9319;
UPDATE npc_text SET text0_0='你希望选择哪条发展之路？',text0_1='你希望选择哪条发展之路？' WHERE Id=9320;
UPDATE npc_text SET text0_0='银月城银行就在花园街市。去东南角找找吧。',text0_1='银月城银行就在花园街市。去东南角找找吧。' WHERE Id=9321;
UPDATE npc_text SET text0_0='如果你想要在城市的东部找一家银行的话，就在皇家贸易区的北墙那里。',text0_1='如果你想要在城市的东部找一家银行的话，就在皇家贸易区的北墙那里。' WHERE Id=9322;
UPDATE npc_text SET text0_0='葛拉米和她的蝙蝠就在城外的牧羊人之门西面。',text0_1='葛拉米和她的蝙蝠就在城外的牧羊人之门西面。' WHERE Id=9323;
UPDATE npc_text SET text0_0='泰德林是银月城的公会注册员。她就住在长者步道上，离博学者之门很近。',text0_1='泰德林是银月城的公会注册员。她就住在长者步道上，离博学者之门很近。' WHERE Id=9324;
UPDATE npc_text SET text0_0='银月城旅店座落在皇家贸易区，由一个叫维兰德拉的女人经营着。我听说那个有名的调酒师有时也会出现在那里。',text0_1='银月城旅店座落在皇家贸易区，由一个叫维兰德拉的女人经营着。我听说那个有名的调酒师有时也会出现在那里。' WHERE Id=9325;
UPDATE npc_text SET text0_0='我们城里有大量的邮箱。皇家交易所银行旁的那个应该符合你的需求。',text0_1='我们城里有大量的邮箱。皇家交易所银行旁的那个应该符合你的需求。' WHERE Id=9326;
UPDATE npc_text SET text0_0='沙尔蕾恩在城市里面照顾动物，避免它们在主人离开的时候因为无所事事而发狂。她就在远行者广场的游侠大厅外面。',text0_1='沙尔蕾恩在城市里面照顾动物，避免它们在主人离开的时候因为无所事事而发狂。她就在远行者广场的游侠大厅外面。' WHERE Id=9327;
UPDATE npc_text SET text0_0='远行者广场的血骑士慷慨地允许银月城的武器大师伊蕾达使用他们的大厅。虽然她的训练费用并不便宜，但是你会非常欣赏她的专业素养。',text0_1='远行者广场的血骑士慷慨地允许银月城的武器大师伊蕾达使用他们的大厅。虽然她的训练费用并不便宜，但是你会非常欣赏她的专业素养。' WHERE Id=9328;
UPDATE npc_text SET text0_0='三个战场军官悠闲的在旅行者广场里休息，就在血骑士营地的大厅里。虽然他们有些……粗野，但他们也有其可取之处。',text0_1='三个战场军官悠闲的在旅行者广场里休息，就在血骑士营地的大厅里。虽然他们有些……粗野，但他们也有其可取之处。' WHERE Id=9329;
UPDATE npc_text SET text0_0='德鲁伊之路？我们的人不会选择这个……但是你很幸运。一个女性牛头人——至少，我相信那是个女性——在长者步道的北面尽头建了个住处。她叫哈雷尼·平原行者。',text0_1='德鲁伊之路？我们的人不会选择这个……但是你很幸运。一个女性牛头人——至少，我相信那是个女性——在长者步道的北面尽头建了个住处。她叫哈雷尼·平原行者。' WHERE Id=9330;
UPDATE npc_text SET text0_0='你想追寻什么道路?',text0_1='你想追寻什么道路?' WHERE Id=9331;
UPDATE npc_text SET text0_0='哦，你在找……他们。好啊，如果你真的想浪费你的时间来和那些迟钝的家伙谈话，可以在远行者广场里面找到这些游侠。桑迪恩会接待你的。',text0_1='哦，你在找……他们。好啊，如果你真的想浪费你的时间来和那些迟钝的家伙谈话，可以在远行者广场里面找到这些游侠。桑迪恩会接待你的。' WHERE Id=9332;
UPDATE npc_text SET text0_0='啊，在寻找秘法大师吗?你可以在日怒尖塔里找到奎萨斯和其它博学者。',text0_1='啊，在寻找秘法大师吗?你可以在日怒尖塔里找到奎萨斯和其它博学者。' WHERE Id=9333;
UPDATE npc_text SET text0_0='莉雅德伦女士把她的血骑士都配置在旅行者广场的一个营地里。如果你想活命的话到那里就要小心一点。',text0_1='莉雅德伦女士把她的血骑士都配置在旅行者广场的一个营地里。如果你想活命的话到那里就要小心一点。' WHERE Id=9334;
UPDATE npc_text SET text0_0='我们这座美丽城市中的牧师在日怒之塔内。去那里找贝蕾丝特拉女士吧。',text0_1='我们这座美丽城市中的牧师在日怒之塔内。去那里找贝蕾丝特拉女士吧。' WHERE Id=9335;
UPDATE npc_text SET text0_0='有时候很难找到那些敏捷的家伙，不过你很可能在谋杀小径的深处偶遇潜行者瑟兰尼斯和他的伙计们。',text0_1='有时候很难找到那些敏捷的家伙，不过你很可能在谋杀小径的深处偶遇潜行者瑟兰尼斯和他的伙计们。' WHERE Id=9336;
UPDATE npc_text SET text0_0='召唤恶魔是一种很危险的行为，但是那又可以让你掌握巨大的力量。奥拉玛是我们的常驻专家，在谋杀小径指导着术士们。',text0_1='召唤恶魔是一种很危险的行为，但是那又可以让你掌握巨大的力量。奥拉玛是我们的常驻专家，在谋杀小径指导着术士们。' WHERE Id=9337;
UPDATE npc_text SET text0_0='你想学什么专业技能?',text0_1='你想学什么专业技能?' WHERE Id=9338;
UPDATE npc_text SET text0_0='毕玛霖在旅行者广场教授锻造的手艺。虽然它是个有点……脏的差事，但我想它还是有它的价值。',text0_1='毕玛霖在旅行者广场教授锻造的手艺。虽然它是个有点……脏的差事，但我想它还是有它的价值。' WHERE Id=9340;
UPDATE npc_text SET text0_0='',text0_1='如果你在寻找珠宝设计师，你可以在皇家交易所拍卖场的南方尽头找到蒂莉雅的小店。' WHERE Id=9346;
UPDATE npc_text SET text0_0='如果挖土是一种让你享受的消遣，那就去旅行者广场找比利分享你疯狂的兴趣吧。我相信他会很高兴看到不只他一个人有病的。',text0_1='如果挖土是一种让你享受的消遣，那就去旅行者广场找比利分享你疯狂的兴趣吧。我相信他会很高兴看到不只他一个人有病的。' WHERE Id=9348;
UPDATE npc_text SET text0_0='为什么你对拉普这么粗暴？拉普只是饿了。',text0_1='为什么你对拉普这么粗暴？拉普只是饿了。' WHERE Id=9352;
UPDATE npc_text SET text0_0='好好好！拉普什么都说',text0_1='好好好！拉普什么都说！' WHERE Id=9353;
UPDATE npc_text SET text0_0='石拳氏族好饿！要吃东西！战槌氏族把石拳氏族赶到了北面。石拳需要更多食物。',text0_1='石拳氏族好饿！要吃东西！战槌氏族把石拳氏族赶到了北面。石拳需要更多食物。' WHERE Id=9354;
UPDATE npc_text SET text0_0='不是。我只不过想慢慢咀嚼而已。我并不是所有的东西都吃的。呃，也许我会吃那些小东西。



他们味道真好！
',text0_1='不是。我只不过想慢慢咀嚼而已。我并不是所有的东西都吃的。呃，也许我会吃那些小东西。

他们味道真好！
' WHERE Id=9355;
UPDATE npc_text SET text0_0='<拉普耸了耸肩。>



你把战争给石拳氏族带来，我们炖它吃。

',text0_1='<拉普耸了耸肩。>

你把战争给石拳氏族带来，我们炖它吃。
' WHERE Id=9356;
UPDATE npc_text SET text0_0='让我离开这里，$r!',text0_1='让我离开这里，$r!' WHERE Id=9357;
UPDATE npc_text SET text0_0='是谁这么大胆站在剑刃传授者面前?你想找死吗，$g男孩:女孩;
?',text0_1='是谁这么大胆站在剑刃传授者面前?你想找死吗，$g男孩:女孩;
?' WHERE Id=9361;
UPDATE npc_text SET text0_0='那你就是个笨蛋。你不知道我是谁吗?',text0_1='那你就是个笨蛋。你不知道我是谁吗?' WHERE Id=9362;
UPDATE npc_text SET text0_0='一个兽人……$b$b<剑刃传授者嘲笑着。>$b$b我是个半兽人后代的剑类大师。',text0_1='一个兽人……$b$b<剑刃传授者嘲笑着。>$b$b我是个半兽人后代的剑类大师。' WHERE Id=9363;
UPDATE npc_text SET text0_0='德莱尼……因为如此，我两者都不是。不是兽人，也不是德莱尼。我的种族是罕见的一种。大部份的人都在几十年前被杀了……我会活下来全靠我的意志力。',text0_1='德莱尼……因为如此，我两者都不是。不是兽人，也不是德莱尼。我的种族是罕见的一种。大部份的人都在几十年前被杀了……我会活下来全靠我的意志力。' WHERE Id=9364;
UPDATE npc_text SET text0_0='闭上你的嘴，$r。我这一生看过的事物你都只有在传说中听过而已。我杀过男人，女人，和小孩，眼都不眨一下。在两个部落酋长旗下待过……现在，我统治着石拳。',text0_1='闭上你的嘴，$r。我这一生看过的事物你都只有在传说中听过而已。我杀过男人，女人，和小孩，眼都不眨一下。在两个部落酋长旗下待过……现在，我统治着石拳。' WHERE Id=9365;
UPDATE npc_text SET text0_0='那你的人民要剑刃传授者怎么做，$r?',text0_1='那你的人民要剑刃传授者怎么做，$r?' WHERE Id=9366;
UPDATE npc_text SET text0_0='<剑刃传授者痛快地大笑。>$b$b你知道你现在在哪吗，笨蛋?这是巨魔的地盘。在兽人之前，在德莱尼之前，还有巨魔。而你却想发动一场必然会输的战争·石拳会粉碎你的。如果石拳没有毁灭你们，战锤也会……$b$b我想你的领导者早就知道这点了……',text0_1='<剑刃传授者痛快地大笑。>$b$b你知道你现在在哪吗，笨蛋?这是巨魔的地盘。在兽人之前，在德莱尼之前，还有巨魔。而你却想发动一场必然会输的战争·石拳会粉碎你的。如果石拳没有毁灭你们，战锤也会……$b$b我想你的领导者早就知道这点了……' WHERE Id=9367;
UPDATE npc_text SET text0_0='<剑刃传授者像是正看穿你一样地注视着你。>$b$b或许还有别的办法……我会同意你的领导者的要求，只要你照着我的话去做。$b$b有了你的帮助，我们或许可以帮对方一个大忙。',text0_1='<剑刃传授者像是正看穿你一样地注视着你。>$b$b或许还有别的办法……我会同意你的领导者的要求，只要你照着我的话去做。$b$b有了你的帮助，我们或许可以帮对方一个大忙。' WHERE Id=9368;
UPDATE npc_text SET text0_0='你要发动一系列活动让吉尔索洛堡垒的吉尔索洛相信战锤巨魔攻击了他们的基地，再策划另一系列活动让战锤巨魔相信吉尔索洛正要攻击他们的基地。$b$b这样做你就解决了我们的两个麻烦。$b$b石拳将夺回他们的领土而你的人民将不再遭受石拳，战锤，和吉尔索洛的攻击。',text0_1='你要发动一系列活动让吉尔索洛堡垒的吉尔索洛相信战锤巨魔攻击了他们的基地，再策划另一系列活动让战锤巨魔相信吉尔索洛正要攻击他们的基地。$b$b这样做你就解决了我们的两个麻烦。$b$b石拳将夺回他们的领土而你的人民将不再遭受石拳，战锤，和吉尔索洛的攻击。' WHERE Id=9369;
UPDATE npc_text SET text0_0='没有任何横行的臭虫可以把我逐出赞格沼泽!我会让他们见识探险者协会的厉害……',text0_1='' WHERE Id=9370;
UPDATE npc_text SET text0_0='登记者在发布任何任务之前要先和守望者波洛克谈谈。$b$b我们会起诉未经同意的发布者。$b$b不要发布帐单。',text0_1='' WHERE Id=9373;
UPDATE npc_text SET text0_0='登记者在发布任何任务之前要先和守望者洛罗谈谈。$b$b我们会起诉未经同意的发布者。$b$b不要发布帐单。',text0_1='登记者在发布任何任务之前要先和守望者洛罗谈谈。$b$b我们会起诉未经同意的发布者。$b$b不要发布帐单。' WHERE Id=9374;
UPDATE npc_text SET text0_0='如果你在找工作的话就看看公布栏，$r。',text0_1='' WHERE Id=9375;
UPDATE npc_text SET text0_0='他们对亡者没有尊敬，$r。一定要给巨魔一点教训。',text0_1='' WHERE Id=9376;
UPDATE npc_text SET text0_0='我们一定要寻找生还者。如果有任何人还活着，我们一定要至少试着把他们救回来……',text0_1='' WHERE Id=9377;
UPDATE npc_text SET text0_0='你是谁?你想要什么?',text0_1='' WHERE Id=9383;
UPDATE npc_text SET text0_0='我可以教你采矿。有兴趣吗?',text0_1='我可以教你采矿。有兴趣吗?' WHERE Id=9384;
UPDATE npc_text SET text0_0='我可以教你草药学。有兴趣吗?',text0_1='我可以教你草药学。有兴趣吗?' WHERE Id=9385;
UPDATE npc_text SET text0_0='',text0_1='我们必须把那些补给箱给弄回来！' WHERE Id=9389;
UPDATE npc_text SET text0_0='进入灌木丛要小心点，$c。有个具伤害力的光环徘徊在那个地方。那一定是以前摧毁曾在这里的德鲁伊的生物残渣。',text0_1='' WHERE Id=9391;
UPDATE npc_text SET text0_0='这片森林是个怪异的地方，这里的坏魂能要比联盟还多，所以你自己得小心点。',text0_1='' WHERE Id=9392;
UPDATE npc_text SET text0_0='部落不是森林中唯一的危险。不要被它看似宁静的样子骗了。',text0_1='' WHERE Id=9393;
UPDATE npc_text SET text0_0='你当然很强壮，$r，但是你有成为战锤勇士的本事吗?',text0_1='你当然很强壮，$r，但是你有成为战锤勇士的本事吗?' WHERE Id=9394;
UPDATE npc_text SET text0_0='一个破碎者的尸体躺在这里。神秘的是，他死亡的原因并不是由于那变异的蛾子。也许是因为他手上的奇怪物品？',text0_1='' WHERE Id=9401;
UPDATE npc_text SET text0_0='你好啊，勇士！你想过作一个全职的角斗士吗？你和我搭档肯定可以赚很多钱。',text0_1='' WHERE Id=9403;
UPDATE npc_text SET text0_0='很忙……很忙！什么？',text0_1='' WHERE Id=9405;
UPDATE npc_text SET text0_0='我们无论如何都要彻底调查这次惨案！',text0_1='' WHERE Id=9407;
UPDATE npc_text SET text0_0='欢迎来到时光之穴!',text0_1='' WHERE Id=9414;
UPDATE npc_text SET text0_0='世界的尽头小酒馆不提供我族人任何物品。不过，我发现它会吸引对我卖的东西有兴趣的顾客。$B$B我专卖从世界各地取得的特殊工程学物品。有时候我还有一两个稀有的物品可供购买。$B$B你对我的物品有什么兴趣吗?',text0_1='' WHERE Id=9417;
UPDATE npc_text SET text0_0='当你望向西边，你看见了什么，凡人?',text0_1='' WHERE Id=9419;
UPDATE npc_text SET text0_0='你知道我看见什么吗?一个入侵的前兆。$b$b是，大师将传送门密封起来是很聪明，但他也自此失去他的……我该怎么说?大师失去了他的焦点。是的……焦点。$b$b因为如此，军团抓住了机会。他们开始渗透，逐日壮大他们的数量。',text0_1='你知道我看见什么吗?一个入侵的前兆。$b$b是，大师将传送门密封起来是很聪明，但他也自此失去他的……我该怎么说?大师失去了他的焦点。是的……焦点。$b$b因为如此，军团抓住了机会。他们开始渗透，逐日壮大他们的数量。' WHERE Id=9420;
UPDATE npc_text SET text0_0='燃烧军团。恶魔。我能清楚的看见他们就像你可以看见你自己的双手一样。只不过，我是过去可以清楚的看见他们。$b$b军团带着新的阴谋诡计回来。在正常的情况下，我可以感应到几千步以外的恶魔。$b$b<奥翠司做了个厌恶的鬼脸。>',text0_1='燃烧军团。恶魔。我能清楚的看见他们就像你可以看见你自己的双手一样。只不过，我是过去可以清楚的看见他们。$b$b军团带着新的阴谋诡计回来。在正常的情况下，我可以感应到几千步以外的恶魔。$b$b<奥翠司做了个厌恶的鬼脸。>' WHERE Id=9421;
UPDATE npc_text SET text0_0='他们难倒我了。我不能越过他们的防御。他们已经配置了监督来阻止侦测。$b$b<奥翠司往西边指。>$b$b他们知道我们无所畏惧所以他们很怕我们。这样的力量付出的代价是很大的，牺牲无数。',text0_1='他们难倒我了。我不能越过他们的防御。他们已经配置了监督来阻止侦测。$b$b<奥翠司往西边指。>$b$b他们知道我们无所畏惧所以他们很怕我们。这样的力量付出的代价是很大的，牺牲无数。' WHERE Id=9422;
UPDATE npc_text SET text0_0='<奥翠司转头面向你并微笑。>$b$b我不这么认为。$b$b<奥翠司指着他的骏马，尼轩德玛斯。>$b$b不管他们正在建造什么东西，我们一定要在这些炼冶场完成之前阻止他们。',text0_1='<奥翠司转头面向你并微笑。>$b$b我不这么认为。$b$b<奥翠司指着他的骏马，尼轩德玛斯。>$b$b不管他们正在建造什么东西，我们一定要在这些炼冶场完成之前阻止他们。' WHERE Id=9423;
UPDATE npc_text SET text0_0='那就是这些把风景弄的乱七八糟的结构。军团雇用了莫阿格和甘纳格在这些活动炼冶场建造大规模毁灭性武器。我们不用知道他们到底想在纳葛兰这里建造些什么!$b$b你们就是我的眼睛。你们的武器就是我的狂怒。',text0_1='那就是这些把风景弄的乱七八糟的结构。军团雇用了莫阿格和甘纳格在这些活动炼冶场建造大规模毁灭性武器。我们不用知道他们到底想在纳葛兰这里建造些什么!$b$b你们就是我的眼睛。你们的武器就是我的狂怒。' WHERE Id=9424;
UPDATE npc_text SET text0_0='喔不，怎么又是你!走开!',text0_1='' WHERE Id=9425;
UPDATE npc_text SET text0_0='这是我从你收集的调查资讯中获得的结果。$b$b有两个主要的炼冶场:西边的炼冶场:仇恨和西南方的炼冶场:恐惧。每个炼冶场有一个军团传送者，一个熔炉，和几个由法术守护的哨塔。此外，还有愤怒守卫操纵大炮来守卫炼冶场。最后，每个炼冶场都有一个深渊领主监督者。$b$b好吧，这样应该没有问题了……$b$b<奥翠司笑着。>',text0_1='这是我从你收集的调查资讯中获得的结果。$b$b有两个主要的炼冶场:西边的炼冶场:仇恨和西南方的炼冶场:恐惧。每个炼冶场有一个军团传送者，一个熔炉，和几个由法术守护的哨塔。此外，还有愤怒守卫操纵大炮来守卫炼冶场。最后，每个炼冶场都有一个深渊领主监督者。$b$b好吧，这样应该没有问题了……$b$b<奥翠司笑着。>' WHERE Id=9427;
UPDATE npc_text SET text0_0='我想我会在吉札试着让他的欧夏刚矿物在那鲁间大卖时在旁边赚点蝇头小利就好。',text0_1='' WHERE Id=9429;
UPDATE npc_text SET text0_0='烽火已点燃，区域一定安全了!为部落拿一面旗帜将它插在墓地上!',text0_1='' WHERE Id=9432;
UPDATE npc_text SET text0_0='双塔废墟还没有被占领！我的命令是当这两座灯塔都被点亮、并且整个区域都被占领的时候发放军旗。到那里去控制灯塔吧！',text0_1='双塔废墟还没有被占领！我的命令是当这两座灯塔都被点亮、并且整个区域都被占领的时候发放军旗。到那里去控制灯塔吧！' WHERE Id=9433;
UPDATE npc_text SET text0_0='<萨色拉比对你咆哮，再回去喝他充满泡沫的饮料。>',text0_1='' WHERE Id=9435;
UPDATE npc_text SET text0_0='你想怎样?',text0_1='' WHERE Id=9440;
UPDATE npc_text SET text0_0='嘘~~?',text0_1='' WHERE Id=9441;
UPDATE npc_text SET text0_0='<服伦做了一连串奇怪的卡嗒和咯咯声。>',text0_1='<服伦做了一连串奇怪的卡嗒和咯咯声。>' WHERE Id=9442;
UPDATE npc_text SET text0_0='你是认真的吗?他已经杀过我了!他还能怎么样?',text0_1='你是认真的吗?他已经杀过我了!他还能怎么样?' WHERE Id=9443;
UPDATE npc_text SET text0_0='再次谢谢你，$N，帮助我揭发灌木丛这里发生的事。',text0_1='' WHERE Id=9444;
UPDATE npc_text SET text0_0='',text0_1='我的工作是照顾可些可怜的灵魂。我接受任何乐于帮助的人，不管他们是奥多尔或占卜者。$B$B我们人手很不足，如果有巨魔知道怎么使用止血带我也不会拒绝他的。我不太在意这个城市的政治倾向。' WHERE Id=9451;
UPDATE npc_text SET text0_0='',text0_1='你相信吗?这个伊斯利身上没有一个蜥蝪眼!$B$B他的领导者竟然还有脸自称为「走私者王子」!' WHERE Id=9452;
UPDATE npc_text SET text0_0='',text0_1='欢迎，$N。我们是奥多尔，圣光的祭司和萨塔的仆人。

欢迎你留下来和我们一起，要多久都可以。' WHERE Id=9457;
UPDATE npc_text SET text0_0='',text0_1='「生于圣光」会是萨塔最贴切的写照。那是我们给予那些从伊利丹密探手中夺回撒塔斯城的那鲁的名称。' WHERE Id=9458;
UPDATE npc_text SET text0_0='',text0_1='撒塔斯不只是个和燃烧军团与伊利丹作战的舞台而已。它也是那些想逃离周遭暴力的人的圣殿。$B$B如果我们把难民赶走那会使我们成为伪君子。$B$B如果你的问题是那些占卜者，那么我告诉你，虽然我也不喜欢他们或他们领导者为救赎幻像做出的野蛮要求，但那鲁的智慧是不容我们怀疑的。$B$B现在是艰难的时刻，$N。我们需要所有的盟友。' WHERE Id=9459;
UPDATE npc_text SET text0_0='欢迎来到艾兰里堡垒，$c。',text0_1='' WHERE Id=9471;
UPDATE npc_text SET text0_0='机警点，$c。这片森林中充满隐藏的危险和潜在的敌人。',text0_1='' WHERE Id=9472;
UPDATE npc_text SET text0_0='',text0_1='你们是在这里帮助奥尔多？' WHERE Id=9478;
UPDATE npc_text SET text0_0='如果你期待会有什么正式欢迎款待之类的话，你恐怕要失望了，$c。在这里我们传统不算什么，有什么工作就好好做。',text0_1='' WHERE Id=9481;
UPDATE npc_text SET text0_0='通缉告示上钉着几张羊皮纸，一张新的告示引人注目的钉在这个告示牌上。宣布一则在白骨荒野杀死鞭骨者的消息。',text0_1='' WHERE Id=9482;
UPDATE npc_text SET text0_0='',text0_1='不，没关系。我经常遇到这种事情。
<泰拉看上去有些高兴又有些恼火。>
我是个**高等**精灵，不是个血精灵。所以不要担心，我不会把你的所有法力吸个精光的。' WHERE Id=9484;
UPDATE npc_text SET text0_0='白骨秃鹫，我恨他们！要不是我失去了眼睛，要不是我那时灵时不灵的法术，我早就出去把他们全部轰成渣了！',text0_1='' WHERE Id=9485;
UPDATE npc_text SET text0_0='我看到奥多尔在城墙上工作，你知道吗，他们要重建整个城市。$b$b他们工作的速度比老工头奥斯洛回到湖畔镇还快。他一直让他的工具遗失在湖里，要不然豺狼人会拿走他的补给品。$b$b我应该询问奥多尔需不需要帮忙，因为他们还得尽速把桥修好。',text0_1='' WHERE Id=9486;
UPDATE npc_text SET text0_0='',text0_1='那里有着大片的森林，$c。让萨满和灵魂们玩耍，让战士们耍他们的剑。泰罗卡森林是个要让我赚大钱的地方。' WHERE Id=9487;
UPDATE npc_text SET text0_0='玛鲁卡兹不断喋喋不休地讲着这个森林的历史有多重要，但我现在没有兴趣听这个历史，除非我们当前的问题解决了。$b$b我不是说他在这里的工作不重要，但要有个人去看管防御工事并掌管后勤流程。',text0_1='' WHERE Id=9488;
UPDATE npc_text SET text0_0='直到我游遍了纳格兰并进入这片森林之前，我都在担心我们失去了太多的文化传承。看来我多虑了。这里的风貌依然保持完好！',text0_1='' WHERE Id=9489;
UPDATE npc_text SET text0_0='',text0_1='当我最初来到这里时，我曾希望能和这个小镇所用名字的主人会面。
<洛瑟蕾丝扫视着周围。>
当年幼的高等精灵成长到学徒的年龄时，他们的脑袋里想的便不再是“我要成为一名远行者”，而是“我要当一名魔导师”。
说实话，我不觉得我曾经幻想过成为远行者。没有人会梦想成为一名女裁缝，但就像我母亲常常说的那样，我们不能让远行者就这么不穿衣服走来走去。' WHERE Id=9492;
UPDATE npc_text SET text0_0='每当我穿了件衣服或帽子，你曾看过罗斯勒斯装做没看见我吗?这里所有的事情都安顿下来，我要带她去森林散步。$b$b就这么一次，我错过暴风城所有精致的小酒馆。',text0_1='' WHERE Id=9493;
UPDATE npc_text SET text0_0='<凯德对你发出嘘声。>你这个蠢货！小声点，否则你会把那些兽人和联盟全引到我们这里来！对，就那样，点点头就行了，在我们完成谈话后，走远点，把我们的见面忘了吧。',text0_1='' WHERE Id=9494;
UPDATE npc_text SET text0_0='我们也许可以一起工作，但那只是为了增加判断力。再说一次，注意你的言行。我敢保证，周围还有别的人。',text0_1='' WHERE Id=9495;
UPDATE npc_text SET text0_0='嗯，你想要什么？你没看到我正忙着吗？暗影议会可不会按小时给我付工钱。',text0_1='嗯，你想要什么？你没看到我正忙着吗？暗影议会可不会按小时给我付工钱。' WHERE Id=9497;
UPDATE npc_text SET text0_0='我看上去像在干什么？我正在尽我的全力修理这个地方，这样我们就可以搬进来常驻了！随着基地在森林中运作起来，我们就更容易监视沙塔斯城、奥蕾莉亚岗哨、裂石堡，以及塞纳里奥的德鲁伊们。我们在奥金顿的基地中可不方便做这个。等一下，我认识你吗？',text0_1='我看上去像在干什么？我正在尽我的全力修理这个地方，这样我们就可以搬进来常驻了！随着基地在森林中运作起来，我们就更容易监视沙塔斯城、奥蕾莉亚岗哨、裂石堡，以及塞纳里奥的德鲁伊们。我们在奥金顿的基地中可不方便做这个。等一下，我认识你吗？' WHERE Id=9498;
UPDATE npc_text SET text0_0='嗯？该死的，现在我不得不重新开始了！',text0_1='嗯？该死的，现在我不得不重新开始了！' WHERE Id=9502;
UPDATE npc_text SET text0_0='加紧练习！很快我就会有足够的能力跟其他召唤者一起进入奥金顿的暗影迷宫了。我希望能得到召唤一些大东西的机会！也许是和摩摩尔一样大的家伙，但是我不会失去对他的控制！',text0_1='加紧练习！很快我就会有足够的能力跟其他召唤者一起进入奥金顿的暗影迷宫了。我希望能得到召唤一些大东西的机会！也许是和摩摩尔一样大的家伙，但是我不会失去对他的控制！' WHERE Id=9503;
UPDATE npc_text SET text0_0='你觉得我能为你做些什么吗？没看到我正在讨论关于我们杰出领袖的重要事情吗？有话快说！',text0_1='你觉得我能为你做些什么吗？没看到我正在讨论关于我们杰出领袖的重要事情吗？有话快说！' WHERE Id=9505;
UPDATE npc_text SET text0_0='好吧，我正在给我们的首领进行汇报。应该只需要再多几周，我们就可以让这地方处于良好的运行状态。不过，我们可能想让暗影议会只派遣兽人来这里，那样的话，我们就能宣称这村子是我们的属地，便于进行秘密工作了。等一下，我认识你吗？你叫什么名字？',text0_1='好吧，我正在给我们的首领进行汇报。应该只需要再多几周，我们就可以让这地方处于良好的运行状态。不过，我们可能想让暗影议会只派遣兽人来这里，那样的话，我们就能宣称这村子是我们的属地，便于进行秘密工作了。等一下，我认识你吗？你叫什么名字？' WHERE Id=9506;
UPDATE npc_text SET text0_0='',text0_1='你好，年轻的$r。' WHERE Id=9507;
UPDATE npc_text SET text0_0='这里有许多燃烧装置，$N。要小心一点，要是使用不当，它们会在一个时间内造成重大伤害。',text0_1='' WHERE Id=9515;
UPDATE npc_text SET text0_0='',text0_1='我们要找出那些家伙在格兰戈瓦村干些什么！' WHERE Id=9520;
UPDATE npc_text SET text0_0='我们在这里有一项任务，$g小子:姑娘;
，要保证这个任务万无一失。我们必须先发制人！',text0_1='' WHERE Id=9521;
UPDATE npc_text SET text0_0='',text0_1='我一定做错了什么才会被分派到这里。' WHERE Id=9522;
UPDATE npc_text SET text0_0='你听说他们已经失去对暗影迷宫莫尔墨的控制了吗?',text0_1='你听说他们已经失去对暗影迷宫莫尔墨的控制了吗?' WHERE Id=9523;
UPDATE npc_text SET text0_0='你以为你是谁，竟敢走进来打扰我？我是这座村子中的暗影议会首领。滚出我的视野！如果再让我看到你，你就玩完了，懂吗？你是喜欢被埋葬在奥金顿的迷宫里，还是去给摩摩尔当祭品呢？',text0_1='' WHERE Id=9524;
UPDATE npc_text SET text0_0='过来，我会教如何骑乘这些坐骑。不过，你……带了足够的钱来付这笔费用吧？',text0_1='过来，我会教如何骑乘这些坐骑。不过，你……带了足够的钱来付这笔费用吧？' WHERE Id=10792;
UPDATE npc_text SET text0_0='这只巨大的南瓜灯矗立在村子的中央，注视着那些看着它的人，从内部散发出一种邪恶的气息。',text0_1='' WHERE Id=12137;
UPDATE npc_text SET text0_0='银行就在埃索达的中心地带。愿圣光与你同在。',text0_1='银行就在埃索达的中心地带。愿圣光与你同在。' WHERE Id=9529;
UPDATE npc_text SET text0_0='斯泰法努斯是我们的角鹰兽管理员。他就在埃索达的外面，靠近主入口的地方。愿圣光庇护你。',text0_1='斯泰法努斯是我们的角鹰兽管理员。他就在埃索达的外面，靠近主入口的地方。愿圣光庇护你。' WHERE Id=9530;
UPDATE npc_text SET text0_0='你可以在圣光地窖找到我们的战场军官。那里有一个叫“米格莱克·布拉特斯托姆”和要求代表这个世界环形竞技场的照顾者布利尤在一块儿。',text0_1='你可以在圣光地窖找到我们的战场军官。那里有一个叫“米格莱克·布拉特斯托姆”和要求代表这个世界环形竞技场的照顾者布利尤在一块儿。' WHERE Id=9531;
UPDATE npc_text SET text0_0='你有没有听说他们在暗影迷宫里完全失去了对摩摩尔的控制？！',text0_1='你有没有听说他们在暗影迷宫里完全失去了对摩摩尔的控制？！' WHERE Id=9532;
UPDATE npc_text SET text0_0='你在寻找什么样的训练师?',text0_1='你在寻找什么样的训练师?' WHERE Id=9533;
UPDATE npc_text SET text0_0='你可以在那鲁之座的后墙对面，找到我们的草药师希莫尔汗。',text0_1='你可以在那鲁之座的后墙对面，找到我们的草药师希莫尔汗。' WHERE Id=9543;
UPDATE npc_text SET text0_0='你在寻找猎人?你可以在贸易区第二层，猎人大厅那边找到他们。',text0_1='你在寻找猎人?你可以在贸易区第二层，猎人大厅那边找到他们。' WHERE Id=9544;
UPDATE npc_text SET text0_0='我们的照顾者中心位于圣光地窖中心的上方，靠近艾克索达主要入口的地方。',text0_1='我们的照顾者中心位于圣光地窖中心的上方，靠近艾克索达主要入口的地方。' WHERE Id=9545;
UPDATE npc_text SET text0_0='你有把我教授给你的技巧好好地磨练一番吗?',text0_1='你有把我教授给你的技巧好好地磨练一番吗?' WHERE Id=9546;
UPDATE npc_text SET text0_0='你可以在圣光地窖找到我们的法师，愿圣光保佑你。',text0_1='你可以在圣光地窖找到我们的法师，愿圣光保佑你。' WHERE Id=9550;
UPDATE npc_text SET text0_0='愿圣光保佑那鲁，你要我帮你找什么吗?',text0_1='愿圣光保佑那鲁，你要我帮你找什么吗?' WHERE Id=9551;
UPDATE npc_text SET text0_0='可以在那鲁之座的圣光教堂那里找到艾克索达的圣骑士训练师。',text0_1='可以在那鲁之座的圣光教堂那里找到艾克索达的圣骑士训练师。' WHERE Id=9553;
UPDATE npc_text SET text0_0='你在找什么样的专业训练师?',text0_1='你在找什么样的专业训练师?' WHERE Id=9555;
UPDATE npc_text SET text0_0='水晶大厅中有数名萨满祭司训练师。或者你可以找预言者努波顿谈谈，对这位破碎者表示一下你的怜悯之情。愿圣光与你同在。',text0_1='水晶大厅中有数名萨满祭司训练师。或者你可以找预言者努波顿谈谈，对这位破碎者表示一下你的怜悯之情。愿圣光与你同在。' WHERE Id=9556;
UPDATE npc_text SET text0_0='你可以在照顾者中心找到我们的兽栏管理员，阿斯艾德。他位于中心的较高处，靠近艾克索达主要入口的位置。',text0_1='你可以在照顾者中心找到我们的兽栏管理员，阿斯艾德。他位于中心的较高处，靠近艾克索达主要入口的位置。' WHERE Id=9558;
UPDATE npc_text SET text0_0='欢迎来到皇家交易所银行，$g先生:女士;
。您需要什么服务呢?',text0_1='欢迎来到皇家交易所银行，$g先生:女士;
。您需要什么服务呢?' WHERE Id=9563;
UPDATE npc_text SET text0_0='你想要改善你的武器技能?我们的武器大师在战士区中贸易区的最高一层。',text0_1='你想要改善你的武器技能?我们的武器大师在战士区中贸易区的最高一层。' WHERE Id=9565;
UPDATE npc_text SET text0_0='你好，公民。你有什么重要的消息想让我知道吗？',text0_1='' WHERE Id=9566;
UPDATE npc_text SET text0_0='艾克索达的地窖非常的宽大且保护完善，在这里你的东西不会受到任何损伤。',text0_1='艾克索达的地窖非常的宽大且保护完善，在这里你的东西不会受到任何损伤。' WHERE Id=9567;
UPDATE npc_text SET text0_0='什么?那是什么?',text0_1='' WHERE Id=9574;
UPDATE npc_text SET text0_0='我想你不会带着矿坑的消息来，对吧?',text0_1='' WHERE Id=9575;
UPDATE npc_text SET text0_0='在这里看不到什么，走吧。',text0_1='在这里看不到什么，走吧。' WHERE Id=9577;
UPDATE npc_text SET text0_0='谢谢你朋友，我很感激你让我自由了。塔蕾莎在哪里?在我离开前往山里之前，我想见她最后一次并向她道谢。',text0_1='' WHERE Id=9578;
UPDATE npc_text SET text0_0='<当你是用熊怪语和大使法萨布打招呼时，他笑了。>$b$b你一定是预言中那个会说这个语言的人，很荣幸能遇见你。$b$b我是大使法萨布，大酋长静松在血色守望的代表。',text0_1='' WHERE Id=9584;
UPDATE npc_text SET text0_0='在我当探险队成员的那几年里，我踏遍了艾泽拉斯，但我从未看过有关血谜岛的事物。',text0_1='在我当探险队成员的那几年里，我踏遍了艾泽拉斯，但我从未看过有关血谜岛的事物。' WHERE Id=9586;
UPDATE npc_text SET text0_0='',text0_1='我们才刚到这里就得埋葬我们众多的朋友与伙伴。' WHERE Id=9591;
UPDATE npc_text SET text0_0='',text0_1='如果你无法帮忙这件事，那就滚吧。' WHERE Id=9595;
UPDATE npc_text SET text0_0='有了你的帮忙，我们也许能赢得这个东西!',text0_1='' WHERE Id=9596;
UPDATE npc_text SET text0_0='塔伦米尔就在树的另一边。在全乡村涌入大量人类士兵之前，敦霍尔德城堡的暴动让我们多了点时间去寻找塔蕾莎，我们先去检查附近的谷仓，然后再前往城镇。',text0_1='' WHERE Id=9597;
UPDATE npc_text SET text0_0='你或许可以从我这里利用哈剌的战役勋章和研究来获得。',text0_1='' WHERE Id=9598;
UPDATE npc_text SET text0_0='我想我可以教你剥皮喔，有兴趣吗?',text0_1='我想我可以教你剥皮喔，有兴趣吗?' WHERE Id=9599;
UPDATE npc_text SET text0_0='你是指银月城旅店，还是旅者的梦乡？',text0_1='你是指银月城旅店，还是旅者的梦乡？' WHERE Id=9602;
UPDATE npc_text SET text0_0='旅者的梦乡位于长者步道和花园街市之间，你可以从任一方向走到那里。',text0_1='旅者的梦乡位于长者步道和花园街市之间，你可以从任一方向走到那里。' WHERE Id=9603;
UPDATE npc_text SET text0_0='',text0_1='我的朋友们，谢谢你们帮助萨尔逃脱。现在我只希望你也可以帮助我。今天早晨我醒来的时候，发现自己被关在这个有法力的监牢里。一个奇怪的巫师告诉我说，我暂时得待在这里。' WHERE Id=9610;
UPDATE npc_text SET text0_0='',text0_1='是的，朋友们。这个人不是达拉然的巫师。他的衣服看上去是外来的，还有他的口音我也不是很熟悉。他不停地说着什么时间这个、时间那个之类的话。你得找到那个巫师，让他来释放我。' WHERE Id=9613;
UPDATE npc_text SET text0_0='我很高兴塔蕾莎还活着。我们现在得想个法子，从充满魔力的束缚中解救她。',text0_1='' WHERE Id=9614;
UPDATE npc_text SET text0_0='',text0_1='身为阴郁城的代表，在这里我要提出我们的困扰，奥齐顿必须解决暗影议会的侵扰。也就是说比起白骨荒野的世界，我们对于未来要有希望，并尽可能地击退大洪水!$B$B我们的子民已经承受太多的苦难了，我希望能看见这场灾难停止。' WHERE Id=9615;
UPDATE npc_text SET text0_0='请坐，$g 兄弟:姐妹;
。 赞格沼泽的灾害会带走许许多多的 $g男人:女人;
。',text0_1='' WHERE Id=9617;
UPDATE npc_text SET text0_0='如果你想在这里休息，你只需要问一下就好了!',text0_1='' WHERE Id=9618;
UPDATE npc_text SET text0_0='谢谢你帮忙制作药膏，$N。只要有机会可以减轻疼痛，不管多远我都可以靠这条腿找寻找它。',text0_1='' WHERE Id=9619;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到卡拉达尔，陌生人。你找好休憩的地方了吗?' WHERE Id=9620;
UPDATE npc_text SET text0_0='我的姐妹希丽安娜天真的不知这些树林之增长中的危险。但是喜欢与否，当这些运货马车装载完毕时我们将移往城墙内。$b$b看起来我这里的袋子比我需要的还多。或许你能利用他们。',text0_1='' WHERE Id=9630;
UPDATE npc_text SET text0_0='我没有时间闲扯，$r。确切地说，除非你愿意帮我解决矿井里的麻烦。',text0_1='' WHERE Id=9631;
UPDATE npc_text SET text0_0='我不知道该怎么感谢你对我的帮助了。现在，唯一的问题就是说服那些矿工回来工作。',text0_1='我不知道该怎么感谢你对我的帮助了。现在，唯一的问题就是说服那些矿工回来工作。' WHERE Id=9632;
UPDATE npc_text SET text0_0='<伊斯法叹气。>$b$b一堆树上小屋不算是一个家，但却是比塞司克大厅有过之而无不及。$b$b如同在撒塔斯般的舒服，我不能在没有我的妹妹的情况下回去我真实的家司凯堤斯。她仍然被困在塞司克大厅里，被我们的哥哥作为囚犯。',text0_1='<伊斯法叹气。>$b$b一堆树上小屋不算是一个家，但却是比塞司克大厅有过之而无不及。$b$b如同在撒塔斯般的舒服，我不能在没有我的妹妹的情况下回去我真实的家司凯堤斯。她仍然被困在塞司克大厅里，被我们的哥哥作为囚犯。' WHERE Id=9634;
UPDATE npc_text SET text0_0='现在是我们的机会!把我从这只笼中放出!',text0_1='现在是我们的机会!把我从这只笼中放出!' WHERE Id=9636;
UPDATE npc_text SET text0_0='试炼竞技场曾经是伟大光荣和荣誉的地方。然而，热砂公司的到来，带着许多马车的黄金和比任何兽人斧还锋利的鹅毛笔……',text0_1='' WHERE Id=9637;
UPDATE npc_text SET text0_0='苦工就是那样力大无脑！他们还是很听话的，不过必须在开始前被“踢几下”才行，我想你应该能明白我的意思。',text0_1='苦工就是那样力大无脑！他们还是很听话的，不过必须在开始前被“踢几下”才行，我想你应该能明白我的意思。' WHERE Id=9642;
UPDATE npc_text SET text0_0='',text0_1='就像你看见的任何事情一样吗，$c?' WHERE Id=9643;
UPDATE npc_text SET text0_0='如果你有钱，我就有你需要的。',text0_1='' WHERE Id=9644;
UPDATE npc_text SET text0_0='',text0_1='四处看看，并且通知我如果这里有任何东西让你感到兴趣。' WHERE Id=9645;
UPDATE npc_text SET text0_0='',text0_1='不用着急，看看这些武器。如果你需要修理武器和盔甲，我也提供这样的服务。' WHERE Id=9646;
UPDATE npc_text SET text0_0='我有你所需要的施法材料。',text0_1='我有你所需要的施法材料。' WHERE Id=9647;
UPDATE npc_text SET text0_0='将需要锋利的刀剑以及强化的盔甲来把平静带回纳葛兰。需要我来修理你的装备，以便你能维护正义吗?',text0_1='' WHERE Id=9648;
UPDATE npc_text SET text0_0='你正在寻找药剂还是毒药吗?如果是这样的话，你已经来到对地方了!',text0_1='' WHERE Id=9649;
UPDATE npc_text SET text0_0='我卖工艺师需要的物品。基本和不花俏所需的物品。',text0_1='' WHERE Id=9650;
UPDATE npc_text SET text0_0='你需要寄放你的宠物吗?',text0_1='你需要寄放你的宠物吗?' WHERE Id=9651;
UPDATE npc_text SET text0_0='',text0_1='我贩卖零星物品，不过大部分都是奇怪的东西。' WHERE Id=9653;
UPDATE npc_text SET text0_0='我快要发疯了。我不能拿到那些可恶的蛋!',text0_1='' WHERE Id=9654;
UPDATE npc_text SET text0_0='多年来，荣誉堡一直对抗着地狱火半岛的恐怖。现在，既然传送门的入口已经重新开启，且援助从艾泽拉斯来到，或许这个流血的僵持将会结束。',text0_1='' WHERE Id=9656;
UPDATE npc_text SET text0_0='',text0_1='令人遗憾的是，我们在地狱火半岛上那么多的敌人中，地狱火堡垒的兽人们站在他们中间。$b$b但是……谁能比兽人们更适于挑战并消耗部落……?' WHERE Id=9657;
UPDATE npc_text SET text0_0='真高兴再次见到你，$N!只需一些更多的调整，而跳跃轨道将会是完美的!',text0_1='真高兴再次见到你，$N!只需一些更多的调整，而跳跃轨道将会是完美的!' WHERE Id=9659;
UPDATE npc_text SET text0_0='冬天爷爷就在铁炉堡银行门口。他身旁的树下堆满了礼物。',text0_1='冬天爷爷就在铁炉堡银行门口。他身旁的树下堆满了礼物。' WHERE Id=9686;
UPDATE npc_text SET text0_0='去铁炉堡的秘法区和那里的暗夜精灵德鲁伊谈谈吧，他们可以把你传送到月光林地去参加春节庆典。',text0_1='去铁炉堡的秘法区和那里的暗夜精灵德鲁伊谈谈吧，他们可以把你传送到月光林地去参加春节庆典。' WHERE Id=9688;
UPDATE npc_text SET text0_0='如果你在银月城找到新年狂欢者们，他们能送你到月光林地参与庆祝活动。',text0_1='如果你在银月城找到新年狂欢者们，他们能送你到月光林地参与庆祝活动。' WHERE Id=9700;
UPDATE npc_text SET text0_0='我们也开始庆祝冬幕节了，但这里的宴会感觉有点空旷。奥格瑞玛那边才是真正的庆典。',text0_1='我们也开始庆祝冬幕节了，但这里的宴会感觉有点空旷。奥格瑞玛那边才是真正的庆典。' WHERE Id=9710;
UPDATE npc_text SET text0_0='对遗忘者来说，月亮已经取代了太阳在我们心中的地位。如果你想要参加节日庆典的话，就去卡利姆多的月光林地吧。幽暗城王座厅的德鲁伊可以将你传送到那里。',text0_1='对遗忘者来说，月亮已经取代了太阳在我们心中的地位。如果你想要参加节日庆典的话，就去卡利姆多的月光林地吧。幽暗城王座厅的德鲁伊可以将你传送到那里。' WHERE Id=9712;
UPDATE npc_text SET text0_0='你-过来这里。这些刀剑难道不是质地优良的吗?当然你会希望从我这里购买。你在别处找不到像这样的手艺，并且这样做工精细的武器，$r。',text0_1='' WHERE Id=9713;
UPDATE npc_text SET text0_0='你在注视什么，$r?',text0_1='' WHERE Id=9714;
UPDATE npc_text SET text0_0='最惊人的新年节庆派对在月光之林举行。不过，不要用走的，在智慧谷的德鲁伊们可以传送你到那里。',text0_1='最惊人的新年节庆派对在月光之林举行。不过，不要用走的，在智慧谷的德鲁伊们可以传送你到那里。' WHERE Id=9716;
UPDATE npc_text SET text0_0='纳葛兰的原始平原是我所经历过提供最多和最好的狩猎区。',text0_1='' WHERE Id=9729;
UPDATE npc_text SET text0_0='你喜欢鱼吗，$r?我这里有鱼。如果你喜欢新鲜的鱼，最新鲜的，过来并且看看我的物品。',text0_1='' WHERE Id=9730;
UPDATE npc_text SET text0_0='绝不能直接注视这些破碎者的眼睛。我认为他们能把你的灵魂直接吸出来，如果他们想要的话!',text0_1='' WHERE Id=9733;
UPDATE npc_text SET text0_0='好，看看你。你不是高大和强壮的……或许你认为你强壮到足以走进血色竞技场，并且面对战锤勇士吗?$b$b<竞技场斗士笑了。>$b$b不是很可能，不过如果你想要试试你力量，血色竞技场的位置是远北方，面对着分隔纳葛兰和赞格沼泽的山脉。葛尔萨克在旧狞笑骷髅废墟经营表演，而他负责发放奖品。谈到奖品，我听到这季的奖品令人难以置信!',text0_1='' WHERE Id=9735;
UPDATE npc_text SET text0_0='德莱尼回来了!当他们正在外巡逻西方的道路时，这个小组偷袭我最好的两名狼骑士。不用多说，我们在那次冲突中胜利了。$b$b现在我不能确定到底发生了什么事，但我的侦察兵告诉我，血精灵和德莱尼遍及整个哈剌。我不是血精灵爱好者，但德莱尼却是我所厌恶的。如果你在哈剌看见德莱尼或者他们的盟友，一定要为我把他们狠狠的教训一顿。$b$b哈剌的位置是这里的西方……如果你现在要去的话。',text0_1='德莱尼回来了!当他们正在外巡逻西方的道路时，这个小组偷袭我最好的两名狼骑士。不用多说，我们在那次冲突中胜利了。$b$b现在我不能确定到底发生了什么事，但我的侦察兵告诉我，血精灵和德莱尼遍及整个哈剌。我不是血精灵爱好者，但德莱尼却是我所厌恶的。如果你在哈剌看见德莱尼或者他们的盟友，一定要为我把他们狠狠的教训一顿。$b$b哈剌的位置是这里的西方……如果你现在要去的话。' WHERE Id=9739;
UPDATE npc_text SET text0_0='我们已经控制了双塔废墟!快前往保卫它!',text0_1='' WHERE Id=9749;
UPDATE npc_text SET text0_0='这块旧的德莱尼板子已经被卡尔奈更换，并且现在被用来公布通告和赏金。',text0_1='' WHERE Id=9751;
UPDATE npc_text SET text0_0='暗影猎手德恩加用这块公告板来张贴重要的公告和萨布拉金的新悬赏名单。',text0_1='' WHERE Id=9752;
UPDATE npc_text SET text0_0='啊，你禁不住吧，你可以吗?想要更好，更强大，更快吗?这些护身符中的每一个都保证可做到我所说的。走向前并且买一个这些奇迹般的小玩意!以两倍便宜的价格买到喔!',text0_1='' WHERE Id=9755;
UPDATE npc_text SET text0_0='',text0_1='欢迎。你要在这里休息，还是来一顿餐点呢?' WHERE Id=9766;
UPDATE npc_text SET text0_0='',text0_1='我们必须找出从坠天山脉天空上掉下来的巨大水晶背后所隐藏的秘密。' WHERE Id=9769;
UPDATE npc_text SET text0_0='有时候直接逼近问题是最好的方法。',text0_1='' WHERE Id=9770;
UPDATE npc_text SET text0_0='如果你被军团抓到，告诉他们“(恶魔语)沙尔·伊欧·罗马斯·达·泰斯比。”他们将因为你侮辱他们的神而立刻杀死你，让你免于遭受惨忍的拷问或更惨的事……',text0_1='' WHERE Id=9771;
UPDATE npc_text SET text0_0='我们在这里保护着加基森在安戈洛的利益，而且那和你毫无关系。',text0_1='我们在这里保护着加基森在安戈洛的利益，而且那和你毫无关系。' WHERE Id=9774;
UPDATE npc_text SET text0_0='',text0_1='地狱火半岛是一个粉碎的王国 - 对它的居民残酷而无情。在冒险以前一定要修理好装备并且贮存补给品。' WHERE Id=9775;
UPDATE npc_text SET text0_0='降低你的音量，并张大你的双眼，$N。我们的外面到处都是敌人。',text0_1='' WHERE Id=9777;
UPDATE npc_text SET text0_0='你必须在敦霍尔德城堡拘留室里的桶子旁使用燃烧炸弹包裹。一旦5颗炸弹已经被点燃且转向已经被设定，找到位于敦霍尔德地下监狱的萨尔并且释放他。跟着他并且确保他的安全!$b$b当你准备好时，布瑞兹恩将载你飞到敦霍尔德。',text0_1='' WHERE Id=9778;
UPDATE npc_text SET text0_0='我可以立刻带你去敦霍尔德，如果你想要的话。',text0_1='' WHERE Id=9779;
UPDATE npc_text SET text0_0='在我载你飞到敦霍尔德之前，你应该从伊洛森那获取燃烧炸弹包裹。毕竟，你不会想要浪费你的时间吧。',text0_1='' WHERE Id=9780;
UPDATE npc_text SET text0_0='可怕……就只有可怕!$b$b我们只是从虚空风暴的52区离开回来而已，而他们击落我们!我知道我们不该利用那个捷径去泰洛卡森林!',text0_1='' WHERE Id=9781;
UPDATE npc_text SET text0_0='远征军岗哨是联盟最接近燃烧军团前线的联络点。这里的北面除了恶魔还是恶魔。找个朋友搭伴旅行吧。',text0_1='远征军岗哨是联盟最接近燃烧军团前线的联络点。这里的北面除了恶魔还是恶魔。找个朋友搭伴旅行吧。' WHERE Id=9784;
UPDATE npc_text SET text0_0='因为我对古老德莱尼水晶和遗物的知识，伊利丹的恶魔将我囚禁在这里。$b$b他们已经奴役我们大多数人，并且利用我们寻找一颗强而有力的水晶……一颗甚至很可能根本不在这里的水晶。',text0_1='因为我对古老德莱尼水晶和遗物的知识，伊利丹的恶魔将我囚禁在这里。$b$b他们已经奴役我们大多数人，并且利用我们寻找一颗强而有力的水晶……一颗甚至很可能根本不在这里的水晶。' WHERE Id=9787;
UPDATE npc_text SET text0_0='我绝不会再抄捷径了，我发誓!我怎么会知道在地狱火半岛上方的天空是那么的危险?',text0_1='' WHERE Id=9789;
UPDATE npc_text SET text0_0='<当你接近那些那鲁时，慰藉的亮光充满你。缓慢的音乐钟琴声在你的心里回荡，虽然一话不发，你感觉到安全的保证。欢迎你来到在撒塔斯城。>',text0_1='' WHERE Id=9800;
UPDATE npc_text SET text0_0='向前走，除非对舰队有任何意见。',text0_1='' WHERE Id=9801;
UPDATE npc_text SET text0_0='她是个美人，不是吗?史盖瑞……我们指挥官的忠实狮鹫。库德兰他自己，他在堡垒里有他的观众。当他忙碌的时候，我会照顾我们这里的史盖瑞。华丽的动物，她是;
生来强大而凶猛。她会为库德兰而死。一个你们从未见过的忠实灵魂。$b$b照顾他是一种荣誉，是的。',text0_1='' WHERE Id=9805;
UPDATE npc_text SET text0_0='“虚空风暴”不是永远如你现在所看见的一样。$b$b曾几何时这块被践踏的土地被称为法拉隆平原。那些原有的面目现在却已面目全非。',text0_1='' WHERE Id=9826;
UPDATE npc_text SET text0_0='$C，停止你的攻击，这只是一个伪装!我在撒塔斯城外为阴郁城联盟工作的一个间谍。

我希望你在这里能帮助我!',text0_1='' WHERE Id=9827;
UPDATE npc_text SET text0_0='大法师瓦戈斯在告知我如何从血精灵对紫色之塔的攻击中逃离后将他的法杖委托于我。我按他所告诉我的去做，希望能在阿克隆的旧德莱尼殖民地里避难。$b$b没有暂缓。我已经一直走进燃烧军团部队的前方。恶魔从我那儿抢走法杖，但是我都幸运的逃离。$b$b虽然我的主人对我的失败一无所知，但它仍然使我羞愧。',text0_1='' WHERE Id=9828;
UPDATE npc_text SET text0_0='很好。看看虚空之风扫了什么进来。进来，坐下，好好的休息一下。费用是适当的;
你肯定能支付得起。',text0_1='很好。看看虚空之风扫了什么进来。进来，坐下，好好的休息一下。费用是适当的;
你肯定能支付得起。' WHERE Id=9832;
UPDATE npc_text SET text0_0='他们从不休息吗?!$b$b假如我们是去确保阴郁城民众的未来，我们必须要在暗影议会引起一场比白骨荒野更大的剧变之前处理它们!$b$b因为撒塔斯城的领导将不再迅速转变，我们这些阴郁城的自由人们已经把责任放进我们自己的手中。$b$b但我们的间谍已经被发现。当你溜进迷宫，看看能发现到什么秘密的同时，我们将拖延暗影议会的特务。',text0_1='他们从不休息吗?!$b$b假如我们是去确保阴郁城民众的未来，我们必须要在暗影议会引起一场比白骨荒野更大的剧变之前处理它们!$b$b因为撒塔斯城的领导将不再迅速转变，我们这些阴郁城的自由人们已经把责任放进我们自己的手中。$b$b但我们的间谍已经被发现。当你溜进迷宫，看看能发现到什么秘密的同时，我们将拖延暗影议会的特务。' WHERE Id=9833;
UPDATE npc_text SET text0_0='很久以前，在凡人心智深不可测的宇宙空间内，那里诞生了-如果这样的一个时期可用于它-一个具有如此难以相信强大力量的生命，以致于它的存在粉碎了在它周遭的所有事物。$b$b人家称它为莫尔墨，它是声音的精华，和任何听到它言语的人将会知道死亡的永久!',text0_1='' WHERE Id=9834;
UPDATE npc_text SET text0_0='只为混乱存在，它轻微的低语意味着全世界的毁灭!$b$b但仍然，有那些尝试崇拜这无脑的生物。甚至有那些更加疯狂想要控制它的人!',text0_1='' WHERE Id=9835;
UPDATE npc_text SET text0_0='发霉的法典书页好像会魔术般地翻转它们自己，引导你的注意到一个特定的章节，没有凡人的眼睛可以察觉刚过去的恐怖。$b$b书本会打开到不知怎么地感到〝正确″的一页，然而是错的离谱的一页。',text0_1='' WHERE Id=9836;
UPDATE npc_text SET text0_0='看，勇者的脚怎样发抖，害怕它可能将它的矛头指向他们。$b$b但是这些装懂得人，这些假装对一个不存在宗教崇拜的佯装者，抱怨着一个无意义的尝试来控制它们的“神”。不小心的，或可能甚至根本没注意到他们，莫尔墨打了个呵欠，而他们知道被遗忘了。$b$b但不知怎么的这人幸存了下来，而且他的疯狂同时也找到了使莫尔墨进入这世界的路。',text0_1='' WHERE Id=9837;
UPDATE npc_text SET text0_0='有一个对于秘法和黑暗的知识的狂热是无人所能超过的凡人，他想出一种方法透过捕捉和使用未知的灵魂来强化他的召唤。$b$b整个文明世界因为他的灵魂设备成为仪式的燃料而陷入绝尽，透过他和他的阴谋者们莫尔墨将被召唤到他们的世界。',text0_1='' WHERE Id=9838;
UPDATE npc_text SET text0_0='而他们将莫尔墨召唤前来。$b$b使用强大的封锁魔法和沉默魔法，并定期的喂食他们灵魂。然而他们仍然无法控制那野兽，不能使它屈服于他们的意愿。$b$b这些凡人开始想出不同的策略，而他们全部都一个接一个的失败。也因为不断的尝试，仪式的力量因此减弱，意外的使莫尔墨获得轻微的一点点自由。$b$b而那就是它所需要的全部。',text0_1='' WHERE Id=9839;
UPDATE npc_text SET text0_0='只有这本书在经历毁灭他们世界的灾变之后仍然幸存。那些想要控制一个具有未知力量的宇宙生命的骄傲和愚蠢的人。$b$b你会，身为法典的持有人，作同样的事吗?$b$b你有想出一个防止笨蛋的方法召来召唤莫尔墨，还是任何在这些邪恶的书页内所隐藏的秘密?$b$b我们将会看见。',text0_1='' WHERE Id=9840;
UPDATE npc_text SET text0_0='嘿你!看见一张新面孔真好-这里不常出现参观者，而那些技师也不是很好的谈话对象。$b$b我打赌你是要去52区的路上。对吧?',text0_1='' WHERE Id=9841;
UPDATE npc_text SET text0_0='火箭主管夫斯拉吉，B.O.O.M.指挥官-轨道操控和机械的首脑-任你差遣。$b$b所有系统正常吗?!X-52虚空火箭看起来像仍然需要许多工作!$b$b来吧工人们……火箭倒数的时间从来不在!',text0_1='' WHERE Id=9844;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到奥蕾莉亚要塞，$N。' WHERE Id=9845;
UPDATE npc_text SET text0_0='',text0_1='对外来说这可是精美的成品，你知道吗?它实在不能赶，否则可能有些东西会被弄坏。$b$b像是夫斯拉吉的头!$b$b你可能会对我的机器人好奇?我总是在马克斯一号身上工作，和马克斯二号在他的大脑电容器爆炸之前的一瞬间获得知觉然后他就疯了!$b$b我决定跳过三号和四号，并且直接到马克斯五号-我的骄傲和快乐!' WHERE Id=9846;
UPDATE npc_text SET text0_0='在废墟里面记得小心点，$c。肯瑞托之魂不会把你当作朋友的。只有我和管理员能与肯瑞瓦鬼魂沟通，即便他们已是魂灵，也会将我们视为朋友。',text0_1='' WHERE Id=9847;
UPDATE npc_text SET text0_0='肯瑞瓦在兽人的无数次冲击下生存了20多年，但是它并没有抵挡住凯尔萨斯的进攻。有一个叛徒，一个曾自称为肯瑞托一员的家伙，我们中除了大法师瓦格斯之外的人都被他杀害了。大法师瓦格斯从那次劫难中幸存了下来，因此凯尔萨斯把他囚禁在紫罗兰之塔内，用一种任何肯瑞托成员都无法通过的魔法屏障封印了紫罗兰之塔。',text0_1='' WHERE Id=9848;
UPDATE npc_text SET text0_0='你帮葛利克读悬赏告示?$b$b葛利克想帮忙!',text0_1='' WHERE Id=9853;
UPDATE npc_text SET text0_0='我可以教你工程学，有兴趣吗?',text0_1='我可以教你工程学，有兴趣吗?' WHERE Id=10650;
UPDATE npc_text SET text0_0='打个招呼吧，$C。如果我太自大的话，或许你可以提醒我—当我想调和地狱火堡垒的魔法—毫无疑问的，地狱火的典狱官们都知道我的弱点!$b$b所以，你身为联盟中正直的一员，同时也扮演着英雄的脚色……因此你得保护我才行!',text0_1='打个招呼吧，$C。如果我太自大的话，或许你可以提醒我—当我想调和地狱火堡垒的魔法—毫无疑问的，地狱火的典狱官们都知道我的弱点!$b$b所以，你身为联盟中正直的一员，同时也扮演着英雄的脚色……因此你得保护我才行!' WHERE Id=10659;
UPDATE npc_text SET text0_0='你的娱乐是什么?拉张椅子坐下喝一杯。$b$b我是布兹，B.O.O.M.的首席调酒师和超级酒保!$b$b只要是够呛够辣的酒，老布兹都可以帮你特调。',text0_1='' WHERE Id=9863;
UPDATE npc_text SET text0_0='你是加基森报的记者吗?如果你刚刚跟踪我，我会让你见识我的实验仪器……

<你告诉魔导师你不是她说的记者。>

喔，你不是?那好，如果你需要试剂，就快点找你要的东西不要逗留。我在等人。',text0_1='' WHERE Id=9868;
UPDATE npc_text SET text0_0='幅射?!$b$b不，你不用担心那个!去，现在人们相信的东西。$b$b那么，你觉得我们在这里的运作怎么样?艺术之都，宝贝!你最好相信。',text0_1='' WHERE Id=9869;
UPDATE npc_text SET text0_0='有两张重要的海报钉在这里的板子上;
一张是威勒老爹的，一张是火箭主管夫斯拉吉的。$b$b威勒老爹的看起来是一张机械零件的悬赏海报。火箭主管夫斯拉吉的则是和一个巨大的巨人头颅有关的赏金告示!$b$b这两则消息的细节都用非常小的哥布尔笔迹写着，当然，相当难以辨认。',text0_1='' WHERE Id=9872;
UPDATE npc_text SET text0_0='伐木机?!它们不会再切割了。它们已经过时了!$b$b如果我们要建造火箭-如果我们要让X-52升空-我们就需要更好的技术!',text0_1='' WHERE Id=9875;
UPDATE npc_text SET text0_0='我是卡德加，死去的守护者，麦迪文的旧时学徒。我相信你一定听过他的名字。$b$b是我发现麦迪文被邪恶者，萨格拉斯支配着-他还开启了这个世界和艾泽拉斯间的黑暗之门。虽然我尊敬我的大师，我还是被迫杀了他，让他受折磨的灵魂安息。',text0_1='' WHERE Id=9876;
UPDATE npc_text SET text0_0='我在安度因·洛萨身边作战，把部落从我们艾泽拉斯的土地上赶走。身为麦迪文的遗产继承人，我不能松懈。$b$b当战争终于入侵这个可怕的世界-并且永远结束兽人的罪恶-我和我的朋友图拉扬、艾兰里亚、达纳斯和库德兰向前跨了一步。',text0_1='' WHERE Id=9877;
UPDATE npc_text SET text0_0='我和我的同伴自称洛萨之子-向我们所认识最伟大，最无私的人致敬。我们尽了全部的力量击败耐奥祖并结束他的疯狂。$b$b当这个注定失败的世界在我们身边崩塌，我们粉碎了黑暗之门以阻止更多伤害降临在我们挚爱的艾泽拉斯。',text0_1='' WHERE Id=9878;
UPDATE npc_text SET text0_0='我们被困在这块破碎的荒野，尽了全力生存下来。时间过去，我们感应到一个新的祸害正从扭曲虚空中包围我们。比黑暗兽人更邪恶-是燃烧军团想掌控这个……外域。',text0_1='' WHERE Id=9879;
UPDATE npc_text SET text0_0='当我的同伴守住黑暗入侵的战线时，我利用我的魔法进入浑沌黑暗。在那里，我感应到广大圣光的生命-具有深不可测的纯凈。$b$b我发现的是阿达欧和他的那鲁。这简直就是……奇迹。',text0_1='' WHERE Id=9880;
UPDATE npc_text SET text0_0='<卡德加自己露齿而笑>$b$b我说服阿达欧和他的同胞回来这里找我。我相信只有他们的力量才能把军团赶出这个宇宙。但你也绝对会发现-他们的力量必须先住在我们的心里。$b$b要对抗黑暗，我们一定要成为他们永恒圣光的灯塔。',text0_1='' WHERE Id=9881;
UPDATE npc_text SET text0_0='你想要什么，$r?',text0_1='' WHERE Id=9886;
UPDATE npc_text SET text0_0='什么是“学家”?正确一点的问题应该是什么不是“学家”。意思是我研究所有的事物!事实上，我精通“所有事物”，我保证是你们见过最有智慧的伊斯利-也是你们用钱聘请到最有智慧的伊斯利。$b$b抱歉。那是我身体里的商人在说话……',text0_1='' WHERE Id=9894;
UPDATE npc_text SET text0_0='我既不瘦也不黑。实话实说，这两个词都是对我的侮辱。现在，在我把法杖插到你后背上之前赶紧给我消失。',text0_1='' WHERE Id=9895;
UPDATE npc_text SET text0_0='那沙法尔真是个聪明的混蛋。他在入口装上了一些防护装置来阻止其他虚灵进入。我们正在想办法击溃他的防线，以便进去拿回属于我们的东西。我已经让最好的虚灵们在这里日以继夜地工作了。很快就可以打开它了，我的预感越来越强烈了……',text0_1='' WHERE Id=9897;
UPDATE npc_text SET text0_0='控制面板的轴线移动旋转。',text0_1='' WHERE Id=9899;
UPDATE npc_text SET text0_0='<当影像开始显现环境时，它的前端变的模糊不清。>

如果你见过法拉隆平原，你不会相信这是同一个地方。几个月前，这些地方在西部荒野不会看起来如此不恰当。

现在一切都没了，但是怎么会这样，又是为什么?',text0_1='' WHERE Id=9901;
UPDATE npc_text SET text0_0='我身后的宝珠曾可以瞥见艾泽拉斯正在发生的事。

当然，凯尔萨斯的诅咒改变了那一切，但在我们被隔离的几年里，许多法师都在它的影像中找到慰藉。

有些人占卜是为了记忆;
有人则是为了忘记。',text0_1='' WHERE Id=9902;
UPDATE npc_text SET text0_0='如果你是被派来杀我的，请拿个号码牌到旁边等待。',text0_1='' WHERE Id=9903;
UPDATE npc_text SET text0_0='小声点!我不想让他们看到我在这里。

喔，这真的让我怒火中烧!这些以太族以为他们是谁啊?

这是我的土地!',text0_1='' WHERE Id=9904;
UPDATE npc_text SET text0_0='成功了!我了解地狱火堡垒和它里面的魔法了!多强大的力量啊!$b$b在那个地方有数不尽的魔狱兽人……而且还不只这样!我也感觉到在那些墙里有恶魔的力量……$b$b假如你打开自己的心灵，那么我就可抓住你的心智--简短地提醒你--并在羊皮纸上为你记录下我的发现……',text0_1='成功了!我了解地狱火堡垒和它里面的魔法了!多强大的力量啊!$b$b在那个地方有数不尽的魔狱兽人……而且还不只这样!我也感觉到在那些墙里有恶魔的力量……$b$b假如你打开自己的心灵，那么我就可抓住你的心智--简短地提醒你--并在羊皮纸上为你记录下我的发现……' WHERE Id=10643;
UPDATE npc_text SET text0_0='当火箭主管夫斯拉吉在寻求志愿者帮忙建造X-52虚空火箭时，我就向安全部门呈送了我的履历。$b$b不幸的是，唯一剩下的职缺是首席工程师。不过我很幸运，有辛洛欧在这帮我检查肩膀。',text0_1='' WHERE Id=9916;
UPDATE npc_text SET text0_0='欢迎，阴郁城自由人民的朋友，但是不要逗留太久。$b$b里面有战斗的声响传出。我的同伴需要你的协助!',text0_1='欢迎，阴郁城自由人民的朋友，但是不要逗留太久。$b$b里面有战斗的声响传出。我的同伴需要你的协助!' WHERE Id=9917;
UPDATE npc_text SET text0_0='',text0_1='你相信这个伊斯利技术吗?!$b$b我当然很高兴他们让我一起留在这里。我将会学到很多……或许还可以帮自己偷走一些!' WHERE Id=9919;
UPDATE npc_text SET text0_0='滚开，小鬼。我还有正事要做……',text0_1='' WHERE Id=9920;
UPDATE npc_text SET text0_0='据说那些受奥齐顿灵魂庇护的人具有一种能力，可以捕捉鬼灵碎片形式的强大灵魂。我在旅途中遇过一些这样的鬼灵碎片，但仍未解开它们的秘密。$b$b我唯一能分辨的事就是它们似乎是来自奥齐顿深处。如果你刚好碰到任何这种鬼灵碎片并将它们交给我，我确定我可以让你值回票价……',text0_1='据说那些受奥齐顿灵魂庇护的人具有一种能力，可以捕捉鬼灵碎片形式的强大灵魂。我在旅途中遇过一些这样的鬼灵碎片，但仍未解开它们的秘密。$b$b我唯一能分辨的事就是它们似乎是来自奥齐顿深处。如果你刚好碰到任何这种鬼灵碎片并将它们交给我，我确定我可以让你值回票价……' WHERE Id=9921;
UPDATE npc_text SET text0_0='这个水晶基底的建构发出能量的嗡嗡声。奇怪的雕文投射在你面前并快速地像卷轴般展开。',text0_1='' WHERE Id=9922;
UPDATE npc_text SET text0_0='忙啊忙!好多事要做，时间却好少!$b$b我把那个火扳手放到哪去了?我知道它就在这附近……我刚刚才被它烫到手指的!',text0_1='' WHERE Id=9923;
UPDATE npc_text SET text0_0='许多年前，我和我的人追随巫师卡德加和圣骑士图拉扬来到这个世界。我们唯一的目的就是彻底消灭兽人和他们邪恶的同类。但是在我们战役的最后几个小时发生了严重的错误。$b$b最后，这个黑暗世界分崩离析-我亲爱的朋友都消失在虚无中。',text0_1='许多年前，我和我的人追随巫师卡德加和圣骑士图拉扬来到这个世界。我们唯一的目的就是彻底消灭兽人和他们邪恶的同类。但是在我们战役的最后几个小时发生了严重的错误。$b$b最后，这个黑暗世界分崩离析-我亲爱的朋友都消失在虚无中。' WHERE Id=9932;
UPDATE npc_text SET text0_0='又一个前往荣耀堡的士兵……以库德兰的胡须之名，他们正需要你的帮助！',text0_1='又一个前往荣耀堡的士兵……以库德兰的胡须之名，他们正需要你的帮助！' WHERE Id=9935;
UPDATE npc_text SET text0_0='是我的热情，你知道。不管生与死，护甲锻造是我的爱好。请把我当做一个还活着的德莱尼对待，陌生人。让我再次知道那是什么感觉……让我有那个荣幸为你修理物品。',text0_1='是我的热情，你知道。不管生与死，护甲锻造是我的爱好。请把我当做一个还活着的德莱尼对待，陌生人。让我再次知道那是什么感觉……让我有那个荣幸为你修理物品。' WHERE Id=9936;
UPDATE npc_text SET text0_0='联合团会对萨希斯背叛者复仇的!',text0_1='' WHERE Id=9937;
UPDATE npc_text SET text0_0='啊，一个来帮助我们的新勇士？你说呢，$N？',text0_1='啊，一个来帮助我们的新勇士？你说呢，$N？' WHERE Id=9938;
UPDATE npc_text SET text0_0='$N，洛萨之子曾经在这里，在地狱火半岛，战斗了整整二十年。我们被这里的兽人和燃烧军团的恶魔们困扰着，虽然我们心中仍充满激情，但年复一年的战斗让我们的人手越来越少。你，从艾泽拉斯赶来的新一代的英雄，我们欢迎你的到来！',text0_1='' WHERE Id=9939;
UPDATE npc_text SET text0_0='大概二十年以前，联盟展开了对这个世界的第一次远征，希望可以永久根除兽人的威胁。那是一场……可怕的战争。很多勇敢的灵魂为保证艾泽拉斯的安全牺牲了。



有些灵魂仍然……滞留在这无尽的战斗中。',text0_1='大概二十年以前，联盟展开了对这个世界的第一次远征，希望可以永久根除兽人的威胁。那是一场……可怕的战争。很多勇敢的灵魂为保证艾泽拉斯的安全牺牲了。

有些灵魂仍然……滞留在这无尽的战斗中。' WHERE Id=9942;
UPDATE npc_text SET text0_0='荣耀堡的男男女女挥洒了这么多热血，失去了他们在这可怕土地上的青春……但他们仍然坚守高昂的精神!$B$B现在，你和你从艾泽拉斯来的同伴可以帮助我们扭转情势。你让我们对有一天能回到家乡有了希望。',text0_1='' WHERE Id=9944;
UPDATE npc_text SET text0_0='身为联合团的代表，我一直都很注意我在我们生意买卖中的互动分派。$b$b不幸的是血精灵不会以这样的尊敬来对待他们的伙伴。',text0_1='' WHERE Id=9947;
UPDATE npc_text SET text0_0='我弟弟在这里是联合团中的新兴之星。当然，他太谦虚所以不会承认的。',text0_1='' WHERE Id=9948;
UPDATE npc_text SET text0_0='',text0_1='当他称我为“弟弟”的时候，他忘记提起我们是双胞胎了。他只不过比我早出生那么几分钟而已。

不要让什么“后起之秀”蒙敝你。我永远无法成为他那样的商人。' WHERE Id=9949;
UPDATE npc_text SET text0_0='你好，$r。我在这里做什么下一次再告诉你。喔，那是个糟糕的故事。$b$b我和我的兄弟被困在这里，介于我们的现在和时间之间。我们不敢离开是因为担心造成时间的矛盾。我们耐心地等待直到龙族让我们恢复至恰当的时间线。$b$b你问已经过了多久?我真的不太确定。问我兄弟好了。$b$b想来点起司吗?',text0_1='' WHERE Id=9951;
UPDATE npc_text SET text0_0='不，你根本没有在听。我其实真的有年轻女兽人的声音。但你要知道，$g男孩:女孩;
，时光之旅会对你的身体造成奇怪的影响。$b$b对了，是250年。',text0_1='' WHERE Id=9953;
UPDATE npc_text SET text0_0='是的，我已经被困在这里不知道有多久了。$b$b在我的前世里，我是个护甲师。或许我能帮你修理东西?',text0_1='' WHERE Id=9954;
UPDATE npc_text SET text0_0='终于，有人来和我说话了!想听听我的一些押韵诗吗?',text0_1='' WHERE Id=9955;
UPDATE npc_text SET text0_0='走上街去!看着我的脚!看着叶子，从树上飘落!',text0_1='' WHERE Id=9956;
UPDATE npc_text SET text0_0='我们会找到节点亲王哈拉迈德想要的东西，对此我很有信心。',text0_1='' WHERE Id=9960;
UPDATE npc_text SET text0_0='德鲁伊们在月光林地举行春节庆典。要是那里对你来说太远了，他们正在各大城市提供着传送服务。',text0_1='德鲁伊们在月光林地举行春节庆典。要是那里对你来说太远了，他们正在各大城市提供着传送服务。' WHERE Id=9964;
UPDATE npc_text SET text0_0='这里的大地依然留有鲜血的余温。啊，恶魔飞奔着穿过黑暗之门，与艾泽拉斯的英雄们杀得昏天暗地，我真想亲眼看看这一幕。那会是多么宏大的一场战斗啊！$B$B但是现在，更多更猛烈的战斗正在另一端进行着！',text0_1='' WHERE Id=9969;
UPDATE npc_text SET text0_0='小心，凡人，这间大厅后面有着你的世界从未听过的危险。小心地走……',text0_1='' WHERE Id=9977;
UPDATE npc_text SET text0_0='很高兴再见到你，$N。你要我带你去主人的巢穴吗?',text0_1='' WHERE Id=9978;
UPDATE npc_text SET text0_0='阿拉希盆地已被污染者侵扰。你能帮我们吗，$N?',text0_1='' WHERE Id=9979;
UPDATE npc_text SET text0_0='在这些偏远地区能见到奥多尔的朋友真好。我担心我不能再忍受这些精灵厚颜无耻的唠叨了。',text0_1='' WHERE Id=9980;
UPDATE npc_text SET text0_0='',text0_1='去吧，$N，去阿拉希盆地勇敢地战斗吧！' WHERE Id=9981;
UPDATE npc_text SET text0_0='战歌峡谷的入口就在你的前面。你会和这些骯脏的联盟战斗到底吗？
',text0_1='战歌峡谷的入口就在你的前面。你会和这些骯脏的联盟战斗到底吗？

' WHERE Id=9982;
UPDATE npc_text SET text0_0='',text0_1='你好啊，$c。即使是现在，部落还在进攻战歌峡谷。你会和联盟并肩而战吗？' WHERE Id=9983;
UPDATE npc_text SET text0_0='',text0_1='野猪粪！为什么当我自己可以上阵杀敌的时候，却让我站在这里指引别人去奥特兰克山谷？你！你去跟联盟打过仗了吗？' WHERE Id=9985;
UPDATE npc_text SET text0_0='你想干嘛?我没空闲话家常。',text0_1='' WHERE Id=9988;
UPDATE npc_text SET text0_0='又一个前往荣耀堡的士兵……以库德兰的胡须之名，他们正需要你的帮助！',text0_1='又一个前往荣耀堡的士兵……以库德兰的胡须之名，他们正需要你的帮助！' WHERE Id=9991;
UPDATE npc_text SET text0_0='欢迎来到风暴之尖，$c。$b$b请别被我透过这个影像仪器显现的实体给吓到了。有很多仇家想看到我死，所以这只是一个预防措施。$b$b我向你保证你在这里很安全。',text0_1='' WHERE Id=9993;
UPDATE npc_text SET text0_0='你想买什么东西吗?还是你想卖什么东西?$b$b这是为什么我们会在这里的原因，我的朋友。$b$b请告诉我你的意愿。',text0_1='' WHERE Id=9994;
UPDATE npc_text SET text0_0='所以你是最近从艾泽拉斯来到这里的?你最好让自己下定决心，$c-这土地上有着部落从未挑战过的危险事物。我是纳兹格雷尔-我们伟大酋长，萨尔的得力助手。他赋予我护卫这次勇敢远征的任务，所以-我以一切担保-我会做到!',text0_1='' WHERE Id=9995;
UPDATE npc_text SET text0_0='(兽人语)你好，$g兄弟:姊妹;
!欢迎来到外域。部落需要这残破世界里所有能召集到的力量。我向你保证，如果你寻找的是光荣的战役，你可以在这里找到。',text0_1='' WHERE Id=9996;
UPDATE npc_text SET text0_0='动作快，$c-我们在这里有场仗要打，你没注意到吗?',text0_1='' WHERE Id=9997;
UPDATE npc_text SET text0_0='嗨，冒险者。在你前往黑色沼泽之前留心我的警告。',text0_1='' WHERE Id=10000;
UPDATE npc_text SET text0_0='一旦我们的大酋长知道黑暗之门被重新开启，他就会立即召集他的顾问来计画这个大胆的远征。虽然有些顾问有所怀疑，但萨尔坚信我们可能会对族人的历史有新的洞悉。他相信这世界的残骸中某处，就藏着兽人真正的故事。

我必须承认在我最坏的打算中……我担心那个故事最好不要被人知道。',text0_1='' WHERE Id=10003;
UPDATE npc_text SET text0_0='部落冒了很多险才进入外域 - 资源，人力 - 就连我们土地的策略防御都很危急。撇开这一切，萨尔相信这荒芜土地仍有前途。这些日子他眼里有一种奇怪的光芒 - 好像他感觉到什么我们不懂的天启。

不过，他仍是我的大酋长和我的兄弟。我会跟随他通过深渊的大门。',text0_1='' WHERE Id=10004;
UPDATE npc_text SET text0_0='兽人语)你好，$c。你一定是新人。你看起来充满朝气，尚未被这片土地的恐怖之处所蹂躏。$b$b<碎颅中士朝尘土里吐了口口水。>$b$b那将会改变的。',text0_1='(兽人语)你好，$c。你一定是新人。你看起来充满朝气，尚未被这片土地的恐怖之处所蹂躏。$b$b<碎颅中士朝尘土里吐了口口水。>$b$b那将会改变的。' WHERE Id=10005;
UPDATE npc_text SET text0_0='我的兄弟在暴风城告诉我不要加入军队……我很高兴，我没有听他的话!',text0_1='我的兄弟在暴风城告诉我不要加入军队……我很高兴，我没有听他的话!' WHERE Id=10009;
UPDATE npc_text SET text0_0='对蛮锤矮人而言，破碎岗哨是个很棒的地方。我没有多少时间可以在天空中飞翔了!',text0_1='对蛮锤矮人而言，破碎岗哨是个很棒的地方。我没有多少时间可以在天空中飞翔了!' WHERE Id=10010;
UPDATE npc_text SET text0_0='',text0_1='我相信，有我们的帮忙，植物学家泰瑞兹就可以找到解决我们问题的方法。' WHERE Id=10012;
UPDATE npc_text SET text0_0='',text0_1='去外域？记得拜访一下虚空风暴52区的维克斯顿。他是热砂搏击会的官方竞技场商人，他那里有许多不可思议的物品，专门卖给那些有着足够竞技场点数的家伙。' WHERE Id=10018;
UPDATE npc_text SET text0_0='想帮助我拿下南边燃烧军团营地里的那个星移门吗?',text0_1='' WHERE Id=10019;
UPDATE npc_text SET text0_0='',text0_1='这些人几天前从撒塔斯抵达，从那时候开始他们就没停止过争吵。

我很高兴他们没有把你吓跑，因为我开始认为他们在吓跑我的顾客。' WHERE Id=10022;
UPDATE npc_text SET text0_0='你的等级还无法在暴风之眼里进行战斗。当你获得更多经验时再回来试试。',text0_1='你的等级还无法在暴风之眼里进行战斗。当你获得更多经验时再回来试试。' WHERE Id=10024;
UPDATE npc_text SET text0_0='在外域的暴风之眼，德莱尼部队和他们的联盟与部落开始了战争。你愿意加入他们来扭转战争的情势吗?',text0_1='在外域的暴风之眼，德莱尼部队和他们的联盟与部落开始了战争。你愿意加入他们来扭转战争的情势吗?' WHERE Id=10025;
UPDATE npc_text SET text0_0='部落不允许德莱尼和他们爱管闲事的联盟控制在外域里全部的法力电池。你愿意加入血精灵的行列与他们一起对暴风之眼的发出攻击吗?',text0_1='部落不允许德莱尼和他们爱管闲事的联盟控制在外域里全部的法力电池。你愿意加入血精灵的行列与他们一起对暴风之眼的发出攻击吗?' WHERE Id=10026;
UPDATE npc_text SET text0_0='你好，$c!你要回报一项飞行任务吗?',text0_1='' WHERE Id=10027;
UPDATE npc_text SET text0_0='如果你曾到过赞格沼泽，你可能遇到一个名叫丹尼尔的人。你知道的--戴一顶奇怪的钢盔，只会回答“专家”的人。$b$b当然，他知道的一切都是我教的。$b$b不要让这身华丽的衣服欺骗了你。我内心里仍然是一名盗贼。丹尼尔和我一同在战壕中度过许多时光，但是在我退休之前。据我所知，他仍然在外头，教训敌人。',text0_1='' WHERE Id=10031;
UPDATE npc_text SET text0_0='',text0_1='塔卢恩大使把我一起带过来，希望我可以向我们的新伙伴们传授关于这个世界上的元素的知识……但没人愿意听。' WHERE Id=10040;
UPDATE npc_text SET text0_0='',text0_1='离我远点，$c。我必须要和他们一样，傻乎乎地保护银月大使欧诺·炎伤。' WHERE Id=10041;
UPDATE npc_text SET text0_0='',text0_1='尽管萨塔的焦点依然着重在影月谷和伊利丹，我们仍然不能忽视凯尔萨斯·逐日者带来的威胁。' WHERE Id=10042;
UPDATE npc_text SET text0_0='当你接近控制台时，你身上的控制水晶发出轻柔的嗡嗡声以及一阵阵光源的脉动。

一阵讯息突然涌入你的脑海，突然之间你明了了法力熔炉的能量生产水准，它的产量稳定以及它透过不同的输送管运送能源。控制台等待你的命令。',text0_1='' WHERE Id=10045;
UPDATE npc_text SET text0_0='艾德伊恩的工作分成两部份。首先最重要的是保护教士。再来是找出圣光的敌人并且消灭他们。',text0_1='' WHERE Id=10051;
UPDATE npc_text SET text0_0='透过穆拉丁的公然反抗，$c。这块土地濒临毁灭。我不能想象任何人从第二次战争结束后能在这里幸存。',text0_1='透过穆拉丁的公然反抗，$c。这块土地濒临毁灭。我不能想象任何人从第二次战争结束后能在这里幸存。' WHERE Id=10052;
UPDATE npc_text SET text0_0='(兽人语)你好，$c。这块破碎的大地就是你想见到的吗?这和我听过的故事没什么两样。很难相信我的人民能在这荒凉的地方茁壮成长。',text0_1='(兽人语)你好，$c。这块破碎的大地就是你想见到的吗?这和我听过的故事没什么两样。很难相信我的人民能在这荒凉的地方茁壮成长。' WHERE Id=10053;
UPDATE npc_text SET text0_0='我正寻找某人帮助我做一项已经过期很久的任务。$b$b你看起来有这能力。',text0_1='' WHERE Id=10054;
UPDATE npc_text SET text0_0='到处都是燃烧军团的成员……他们必须解决掉!',text0_1='' WHERE Id=10056;
UPDATE npc_text SET text0_0='感谢你，我们才能继续我们的法拉隆废墟计画。',text0_1='' WHERE Id=10057;
UPDATE npc_text SET text0_0='关于伊斯利你知道些什么呢?$b$b你无疑地以相同的标准看我们全部，忘记了在不同派系之间的冲突和争斗。$b$b也该是介绍我自己的时候了。我是护国者的指挥官阿密尔-也是你在这地区内解决虚无生物和伊斯利恩充斥的唯一希望。',text0_1='' WHERE Id=10058;
UPDATE npc_text SET text0_0='伊斯利恩是在我凯瑞西家乡的统治阶级。可悲的是，虚无领主迪曼修斯在世界上释出他的虚无军团，并且计划完全毁灭所有阻碍他的人，在事情发生之前，我们只好被迫撤出凯瑞西。对这种行为，伊斯利恩发誓要复仇。他们从那以后一直跟踪迪曼修斯……$b$b然而，护国者并不是一个反对迪曼修斯的团体。我们反对的是伊斯利恩。',text0_1='' WHERE Id=10059;
UPDATE npc_text SET text0_0='复仇军在黑暗扭曲中成长。复仇变成了他们唯一的依靠，任何阻碍他们或者不愿意加入他们的人都会被他们认为是敌人。很多人因为看到复仇军陷入了疯狂而离开了他们。复仇军议会的几个节点亲王也离开复仇军，创立了其它一些有着不同目标的团体和阵营。星界财团就是其中之一，而维序派是另一个……',text0_1='' WHERE Id=10060;
UPDATE npc_text SET text0_0='我们感觉到复仇军就像迪门修斯一样对我们存在造成了威胁。两者都必须被终结……',text0_1='' WHERE Id=10061;
UPDATE npc_text SET text0_0='嗨。我是维斯顿·急啸，热砂竞技团的正式竞技场商人。如果你声望足够，我有使你看到流口水的稀世珍宝。',text0_1='' WHERE Id=10062;
UPDATE npc_text SET text0_0='如果你想吐的话，与派斯托谈话。他也许有晕机药。',text0_1='如果你想吐的话，与派斯托谈话。他也许有晕机药。' WHERE Id=10063;
UPDATE npc_text SET text0_0='如果圣光不能指引你的道路，我的朋友，或许我可以帮上忙。你需要什么?',text0_1='如果圣光不能指引你的道路，我的朋友，或许我可以帮上忙。你需要什么?' WHERE Id=10066;
UPDATE npc_text SET text0_0='艾克索达过去大量供应的纺织品产量已经缩减到异常的低。假如你愿意捐赠布料帮助我们，你与德莱尼的声望将会提高。',text0_1='' WHERE Id=10072;
UPDATE npc_text SET text0_0='有几个熟练的工匠分散在秘蓝岛周围。你在找哪一个？',text0_1='有几个熟练的工匠分散在秘蓝岛周围。你在找哪一个？' WHERE Id=10087;
UPDATE npc_text SET text0_0='我们没有多余的厨师，但是很奇怪……南风吹来一些令人流口水的味道。跟随你的鼻子走，好吗?',text0_1='我们没有多余的厨师，但是很奇怪……南风吹来一些令人流口水的味道。跟随你的鼻子走，好吗?' WHERE Id=10090;
UPDATE npc_text SET text0_0='去找杜尔维。她在岗哨的中间传授着勘测矿藏的技能。',text0_1='去找杜尔维。她在岗哨的中间传授着勘测矿藏的技能。' WHERE Id=10097;
UPDATE npc_text SET text0_0='欢迎到托斯利基地旅店。我能为你做什么?',text0_1='欢迎到托斯利基地旅店。我能为你做什么?' WHERE Id=10450;
UPDATE npc_text SET text0_0='水之灵已经离开我们。我们的部族厄运临头了。',text0_1='水之灵已经离开我们。我们的部族厄运临头了。' WHERE Id=10103;
UPDATE npc_text SET text0_0='风已经不再跟我们的族人耳语了，$N。我的族人迷失了，我们需要长老将精灵们带回部族。',text0_1='风已经不再跟我们的族人耳语了，$N。我的族人迷失了，我们需要长老将精灵们带回部族。' WHERE Id=10104;
UPDATE npc_text SET text0_0='这些绑住我的锁链阻止我把火焰之灵带到我的族人那里，$N。一个缺少火的灵魂是不能反抗主人的灵魂。',text0_1='这些绑住我的锁链阻止我把火焰之灵带到我的族人那里，$N。一个缺少火的灵魂是不能反抗主人的灵魂。' WHERE Id=10105;
UPDATE npc_text SET text0_0='我不知道你为什么要去找一个萨满祭司……但是我看到过一个很符合你的描述的人，英雄谷的岸边有个自称为先知的女人。',text0_1='我不知道你为什么要去找一个萨满祭司……但是我看到过一个很符合你的描述的人，英雄谷的岸边有个自称为先知的女人。' WHERE Id=10106;
UPDATE npc_text SET text0_0='我们不喜欢圣骑士。女精灵来到城市，在皇家区。她是圣骑士，和她说话，学习圣骑士的东西。',text0_1='我们不喜欢圣骑士。女精灵来到城市，在皇家区。她是圣骑士，和她说话，学习圣骑士的东西。' WHERE Id=10107;
UPDATE npc_text SET text0_0='圣骑士?你有没有参与药剂师会议或者其他相关的呢?我听说某支精灵分队前往拜访幽暗城的黑暗女王。也许他们之中有人会知情。',text0_1='圣骑士?你有没有参与药剂师会议或者其他相关的呢?我听说某支精灵分队前往拜访幽暗城的黑暗女王。也许他们之中有人会知情。' WHERE Id=10108;
UPDATE npc_text SET text0_0='这是卡拉赞高塔，同时也是我的主人，麦迪文的住宅。作为一名谦卑的看门人，主人的事情我从不敢过问。',text0_1='' WHERE Id=10113;
UPDATE npc_text SET text0_0='关于麦迪文的所有问题应该去问哨塔服务员，摩洛。小的对主人的事情所知有限。如果你希望更进一步询问的话，我相信有几名贵族目前正在宴会大厅与摩洛交谈。',text0_1='' WHERE Id=10114;
UPDATE npc_text SET text0_0='从警卫站这里，你可以选择从3个方向之一前往。在我后面的楼梯通向华丽的跳舞大厅，那里目前正在招待客人。我相信你也闻到了附近的马厩，而通往佣人区的入口紧接着警卫站的大门。',text0_1='' WHERE Id=10115;
UPDATE npc_text SET text0_0='午夜是猎手阿图门的私人坐骑。我从未见过一匹比它更快、更强壮或者更英勇的马了。而且它的骑士更是喜怒无常！每个人都和它保持一定距离，以免被午夜踢到头，或被阿图门揍一顿。',text0_1='' WHERE Id=10117;
UPDATE npc_text SET text0_0='佣人区住着该死的蜘蛛、总是在尖啸的蝙蝠和那些被诅咒的恶魔般的野兽。在该区走动已不再安全，特别是有大只的怪物从潜藏处扑向你的时候。',text0_1='' WHERE Id=10118;
UPDATE npc_text SET text0_0='对了，我从未亲眼看过他们，但是有时后我会在远方听见他们的声音。如果你在里面冒险，睁大眼睛注意它们。',text0_1='' WHERE Id=10119;
UPDATE npc_text SET text0_0='我知道……在这里……某个地方。在这图书馆的某个地方有我要找的知识……',text0_1='' WHERE Id=10124;
UPDATE npc_text SET text0_0='',text0_1='这座塔完全陷入了疯狂。这不是个图书馆，只是个巨大的书堆，而我不觉得这里有我要找的东西！既然这样，我以前都在干什么？' WHERE Id=10125;
UPDATE npc_text SET text0_0='你的出现打扰了这项重要的工作，请马上离开。我刚才进展到哪里了？',text0_1='' WHERE Id=10126;
UPDATE npc_text SET text0_0='啊，想不到在这么奇怪的地方可以找到潜在的客户!',text0_1='' WHERE Id=10127;
UPDATE npc_text SET text0_0='你好，老百姓。我是纳巫德，护国者哨站的首席研究员。',text0_1='' WHERE Id=10152;
UPDATE npc_text SET text0_0='',text0_1='离开凯尔萨斯是我们最正确的决定。他的跟随者过于盲目或者畏惧而不能了解凯尔萨斯的真正目的。$b$b不过，我们却不是。' WHERE Id=10153;
UPDATE npc_text SET text0_0='有些人的天性喜爱编织谎言与歪曲事实。另一方面，先知将真相摊在阳光之下。$b$b这座图书馆的宗旨，$N，就是使每一个人都能成为一名先知。',text0_1='' WHERE Id=10178;
UPDATE npc_text SET text0_0='在伊斯利中，某些成员特别喜欢处理肉块和生物的血肉之驱。那些人被称为血肉处理者。',text0_1='' WHERE Id=10179;
UPDATE npc_text SET text0_0='你在我们美好的大地寻找什么吗?',text0_1='你在我们美好的大地寻找什么吗?' WHERE Id=10180;
UPDATE npc_text SET text0_0='葛拉米就站在影月城的魔导师之门外，她管理着龙鹰。',text0_1='葛拉米就站在影月城的魔导师之门外，她管理着龙鹰。' WHERE Id=10181;
UPDATE npc_text SET text0_0='如果你想登记建立公会，我将建议你去银月城内询问。',text0_1='如果你想登记建立公会，我将建议你去银月城内询问。' WHERE Id=10182;
UPDATE npc_text SET text0_0='德兰妮尔经营着她那个设在鹰翼广场东南角的旅店。美酒佳肴，还有柔软的床……夫复何求？',text0_1='德兰妮尔经营着她那个设在鹰翼广场东南角的旅店。美酒佳肴，还有柔软的床……夫复何求？' WHERE Id=10183;
UPDATE npc_text SET text0_0='有些猎人们似乎无法看管好他们自己的野兽。如果你必须找个地方把野兽暂时圈养起来，阿娜索丝可以帮忙。她就在鹰翼广场的旅馆外面工作。',text0_1='有些猎人们似乎无法看管好他们自己的野兽。如果你必须找个地方把野兽暂时圈养起来，阿娜索丝可以帮忙。她就在鹰翼广场的旅馆外面工作。' WHERE Id=10184;
UPDATE npc_text SET text0_0='声称是德鲁伊的一名牛头人女士已经在银月谷内建立营地。当我们在讲话时，无疑地她正在我们的农作物上放牧。',text0_1='声称是德鲁伊的一名牛头人女士已经在银月谷内建立营地。当我们在讲话时，无疑地她正在我们的农作物上放牧。' WHERE Id=10185;
UPDATE npc_text SET text0_0='猎人们都在听汉诺维亚的课，他是一个站在鹰翼广场东北方建筑里的远行者。',text0_1='猎人们都在听汉诺维亚的课，他是一个站在鹰翼广场东北方建筑里的远行者。' WHERE Id=10186;
UPDATE npc_text SET text0_0='加琳黛尔在鹰翼广场内传授奥术魔法之道，你可以在旅店二楼找到她。',text0_1='加琳黛尔在鹰翼广场内传授奥术魔法之道，你可以在旅店二楼找到她。' WHERE Id=10187;
UPDATE npc_text SET text0_0='血骑士诺尔蕾妮正在广场东北方的建筑里面等着年轻的新兵们。',text0_1='血骑士诺尔蕾妮正在广场东北方的建筑里面等着年轻的新兵们。' WHERE Id=10189;
UPDATE npc_text SET text0_0='如果你在寻求牧师的知识，那么珀纳瑞斯就是你要找的人。他在德兰妮尔的旅店二楼。',text0_1='如果你在寻求牧师的知识，那么珀纳瑞斯就是你要找的人。他在德兰妮尔的旅店二楼。' WHERE Id=10190;
UPDATE npc_text SET text0_0='在鹰翼广场的东北部有一座建筑……你可以在里面找到塔娜莉亚，一个很擅长躲藏的女人。',text0_1='在鹰翼广场的东北部有一座建筑……你可以在里面找到塔娜莉亚，一个很擅长躲藏的女人。' WHERE Id=10191;
UPDATE npc_text SET text0_0='塞罗努斯是召唤恶魔的专家。他居住在鹰翼广场旅店，就在二楼。',text0_1='塞罗努斯是召唤恶魔的专家。他居住在鹰翼广场旅店，就在二楼。' WHERE Id=10192;
UPDATE npc_text SET text0_0='我认识一位本地的炼金师。森纳瑟林，应该是这个名字。当我最后一次看到他的时候，他正在前往萨瑟利尔庄园，毫无疑问，他是去参加一场可笑的聚会。',text0_1='我认识一位本地的炼金师。森纳瑟林，应该是这个名字。当我最后一次看到他的时候，他正在前往萨瑟利尔庄园，毫无疑问，他是去参加一场可笑的聚会。' WHERE Id=10193;
UPDATE npc_text SET text0_0='远行者们在他们永歌森林东部的居所留下了一位铁匠。阿拉瑟尔也许能帮到你。',text0_1='远行者们在他们永歌森林东部的居所留下了一位铁匠。阿拉瑟尔也许能帮到你。' WHERE Id=10194;
UPDATE npc_text SET text0_0='德拉尼欧聘请了一位名叫奎芮丝的美味厨师。你可以跟她学到最棒的烹调技术。当然，你可以在猎鹰之翼广场旅店找到她。',text0_1='德拉尼欧聘请了一位名叫奎芮丝的美味厨师。你可以跟她学到最棒的烹调技术。当然，你可以在猎鹰之翼广场旅店找到她。' WHERE Id=10195;
UPDATE npc_text SET text0_0='如此危险和无法预期的训练在我们的原始树林中实行的结果可能会带来大灾难。但是，你或许可以在银月城试试看;
它的城墙坚固得足以禁得起爆炸。',text0_1='如此危险和无法预期的训练在我们的原始树林中实行的结果可能会带来大灾难。但是，你或许可以在银月城试试看;
它的城墙坚固得足以禁得起爆炸。' WHERE Id=10197;
UPDATE npc_text SET text0_0='为了那些更喜欢用普通方法来治疗伤口的人，鹰翼广场旅店里的卡娜莉亚设立了一处整洁的急救站。',text0_1='为了那些更喜欢用普通方法来治疗伤口的人，鹰翼广场旅店里的卡娜莉亚设立了一处整洁的急救站。' WHERE Id=10198;
UPDATE npc_text SET text0_0='在我们伟大的城市里有一个渔夫……如果与刺激，潮湿的海水搏斗是你最喜欢的生活方式。',text0_1='在我们伟大的城市里有一个渔夫……如果与刺激，潮湿的海水搏斗是你最喜欢的生活方式。' WHERE Id=10199;
UPDATE npc_text SET text0_0='谁能比植物学家塔尼安雷尔更擅长布置晚会的鲜花布景？我相信萨瑟利尔男爵会用酒来报答他的。',text0_1='谁能比植物学家塔尼安雷尔更擅长布置晚会的鲜花布景？我相信萨瑟利尔男爵会用酒来报答他的。' WHERE Id=10200;
UPDATE npc_text SET text0_0='我们的居民珠宝设计师，阿蕾妮雅，可在猎鹰之翼广场的德拉尼欧旅店里找到。她可能正在寻找一个学徒。',text0_1='我们的居民珠宝设计师，阿蕾妮雅，可在猎鹰之翼广场的德拉尼欧旅店里找到。她可能正在寻找一个学徒。' WHERE Id=10203;
UPDATE npc_text SET text0_0='萨瑟林在永歌森林找到的山猫皮很适合他的作品。你应该和他谈谈——他就站在魔导师之门西南的玛斯雷恩旁边。',text0_1='萨瑟林在永歌森林找到的山猫皮很适合他的作品。你应该和他谈谈——他就站在魔导师之门西南的玛斯雷恩旁边。' WHERE Id=10204;
UPDATE npc_text SET text0_0='你可以在银月城内找到矿工，毫无疑问他们在熔炉附近。',text0_1='你可以在银月城内找到矿工，毫无疑问他们在熔炉附近。' WHERE Id=10205;
UPDATE npc_text SET text0_0='如果你真能习惯的话，玛斯雷恩对野蛮的剥皮工作很在行。他在为萨瑟林提供皮料，你可以在魔导师之门的东南找到他们俩。',text0_1='如果你真能习惯的话，玛斯雷恩对野蛮的剥皮工作很在行。他在为萨瑟林提供皮料，你可以在魔导师之门的东南找到他们俩。' WHERE Id=10206;
UPDATE npc_text SET text0_0='最优秀的女裁缝最近去萨瑟利尔庄园了，她的针线技艺在那里更受赏识。',text0_1='最优秀的女裁缝最近去萨瑟利尔庄园了，她的针线技艺在那里更受赏识。' WHERE Id=10207;
UPDATE npc_text SET text0_0='你追寻什么?大声说。',text0_1='你追寻什么?大声说。' WHERE Id=10208;
UPDATE npc_text SET text0_0='',text0_1='有话快说;
我没有时间闲聊。被遗忘者已经发展成要被对付的一股力量，但是在剩下的一天中仍然有非常多要做的事。城市不会自行运作。$b$b你想要什么?' WHERE Id=10212;
UPDATE npc_text SET text0_0='是，是……欢迎到我的基地。$b$b那么，你觉得如何呢?漂亮的俏皮话我们在这里都说过了，你不来点吗?$b$b无论如何，我很高兴能够摆脱那些希尔瓦纳的自大精灵。$b$b四处找点事做吧;
到处都有许多的实验及匿名者等着需要帮忙。',text0_1='是，是……欢迎到我的基地。$b$b那么，你觉得如何呢?漂亮的俏皮话我们在这里都说过了，你不来点吗?$b$b无论如何，我很高兴能够摆脱那些希尔瓦纳的自大精灵。$b$b四处找点事做吧;
到处都有许多的实验及匿名者等着需要帮忙。' WHERE Id=10423;
UPDATE npc_text SET text0_0='你还不够资格在热砂战斗同盟中战斗，$c。不要浪费我的时间。',text0_1='你还不够资格在热砂战斗同盟中战斗，$c。不要浪费我的时间。' WHERE Id=10214;
UPDATE npc_text SET text0_0='好吧，$c。你认为你的实力足够参加热砂战斗同盟竞技场的战斗吗?',text0_1='好吧，$c。你认为你的实力足够参加热砂战斗同盟竞技场的战斗吗?' WHERE Id=10215;
UPDATE npc_text SET text0_0='你可以在武器大厅的战略沙图周围找到战场军官们。',text0_1='你可以在武器大厅的战略沙图周围找到战场军官们。' WHERE Id=10216;
UPDATE npc_text SET text0_0='你可以在暴风要塞的战争室找到战场军官。',text0_1='你可以在暴风要塞的战争室找到战场军官。' WHERE Id=10218;
UPDATE npc_text SET text0_0='战场军官就在荣誉谷的勇士大厅里。',text0_1='战场军官就在荣誉谷的勇士大厅里。' WHERE Id=10221;
UPDATE npc_text SET text0_0='你可以去皇家区。他们都在那里，在房间里面站成一个圆圈。',text0_1='你可以去皇家区。他们都在那里，在房间里面站成一个圆圈。' WHERE Id=10222;
UPDATE npc_text SET text0_0='你将在那鲁之座的照顾者中心找到他。愿圣光与你同在。',text0_1='你将在那鲁之座的照顾者中心找到他。愿圣光与你同在。' WHERE Id=10223;
UPDATE npc_text SET text0_0='噢耶，我得到松饼了!',text0_1='' WHERE Id=10224;
UPDATE npc_text SET text0_0='欢迎来到秘境领地，旅游者。我要警告你谨慎处理那个哥布尔，休利。我相信我之前从没听过任何人使用这个字“哥们”作为标点符号。',text0_1='' WHERE Id=10233;
UPDATE npc_text SET text0_0='',text0_1='如果你想从这里出去的话，就得自己努力，那边的巡影者什么忙都帮不上。

' WHERE Id=10236;
UPDATE npc_text SET text0_0='',text0_1='海加尔山战役是时间线中保护得最好的事件之一。如果一名入侵者改变它的结果，影响将会波及历史上所有后续的关键发展。$b$b身为时间最好的伙伴，我比其它青铜龙更协调于时间流。我最近感觉到从围绕海加尔山战役的事件里散发出片刻的时间涟漪。有人或者某些东西正试图改变这条时间线，他们必须被制止。' WHERE Id=10237;
UPDATE npc_text SET text0_0='你想要什么？说出来，在你可以证明你的贡献和与你和我们的友谊之前，我不准备雷象卖给你。',text0_1='你想要什么？说出来，在你可以证明你的贡献和与你和我们的友谊之前，我不准备雷象卖给你。' WHERE Id=10239;
UPDATE npc_text SET text0_0='',text0_1='我们在活木林的工作不能受到打扰。活木林持续与健康的成长决定了我们的命运。' WHERE Id=10245;
UPDATE npc_text SET text0_0='去问问莉娜·月泉有什么需要你帮助的事情吧。',text0_1='去问问莉娜·月泉有什么需要你帮助的事情吧。' WHERE Id=10246;
UPDATE npc_text SET text0_0='流浪者，去休息吧。我们的就是你的。',text0_1='流浪者，去休息吧。我们的就是你的。' WHERE Id=10249;
UPDATE npc_text SET text0_0='古尔丹就是在这里切断兽人和元素之灵间的联系。他对力量的那种无法抑制的渴望无法由彻底消灭德莱尼来得到满足。他还得毁掉德拉诺，夷平土地并且汲取它所有的能量供给他的战争使用。$现在所剩下的都是他疯狂行径的残余。$b$b看看这个祭坛，$r-这片大地永远被困着……',text0_1='' WHERE Id=10250;
UPDATE npc_text SET text0_0='我在古老崇敬的萨满传统里尊敬我的祖先。我们绝不能忘记他们的牺牲造就今日我们能够在这里生存。$b$b同样的，我们也得做出必要的牺牲让我们的子孙能有个未来。$b$b什么将你带到我这里，$c?',text0_1='' WHERE Id=10251;
UPDATE npc_text SET text0_0='不久之前我们必须从附近的巨魔手中将雷霆王村的控制权夺过来。$b$b你是来这里帮助我们维持我们的防御吗?我知道葛德雷克正在寻求协助。',text0_1='' WHERE Id=10252;
UPDATE npc_text SET text0_0='你觉得战争怎么样，$N?只要记得我们为什么在这里……那就是战斗，以及死亡的原因，会容易得多。',text0_1='你觉得战争怎么样，$N?只要记得我们为什么在这里……那就是战斗，以及死亡的原因，会容易得多。' WHERE Id=10253;
UPDATE npc_text SET text0_0='在那鲁之座有两个邮箱∶一个紧邻银行，而另一个在拍卖场外面。',text0_1='在那鲁之座有两个邮箱∶一个紧邻银行，而另一个在拍卖场外面。' WHERE Id=10254;
UPDATE npc_text SET text0_0='远征军岗哨是个条件艰苦的地方，但是那里对荣耀堡的防御非常关键。在这里收集的情报，还有士兵们与燃烧军团和塞斯高兽人之间的战斗，都是联盟在地狱火半岛的战役中的关键。',text0_1='' WHERE Id=10255;
UPDATE npc_text SET text0_0='在骨架之间紧绷着的毛皮上写着的信息主要是召集军队以对抗西面的联盟希尔瓦纳与活木林的驻军。',text0_1='' WHERE Id=10257;
UPDATE npc_text SET text0_0='',text0_1='真高兴见到你，我是阿兹米!我经常到这里贩卖新鲜的水果和水。你会饿吗，还是觉得口渴?' WHERE Id=10258;
UPDATE npc_text SET text0_0='嗯!我看起来像是有时间无所事事闲扯的人吗?$b$b我是吗?$b$b快去做你的正事。去杀掉那里的巨魔!',text0_1='' WHERE Id=10259;
UPDATE npc_text SET text0_0='很高兴看见一位$r，例如你本人一样，为了希尔瓦纳的安宁有所奉献。我们在非常短的时间内做了很多事，但是围绕我们的力量却威胁着我们的生活模式。$b$b我会倾听你说得话。说出你的想法吧，$c。',text0_1='很高兴看见一位$r，例如你本人一样，为了希尔瓦纳的安宁有所奉献。我们在非常短的时间内做了很多事，但是围绕我们的力量却威胁着我们的生活模式。$b$b我会倾听你说得话。说出你的想法吧，$c。' WHERE Id=10264;
UPDATE npc_text SET text0_0='欢迎到塞纳-马恩省里奥避难所，$n。我接到指示要提供基本的补给品供你购买，你应该会有需要。',text0_1='欢迎到塞纳-马恩省里奥避难所，$n。我接到指示要提供基本的补给品供你购买，你应该会有需要。' WHERE Id=10266;
UPDATE npc_text SET text0_0='作为探险者协会的代表，布朗尼恩和我受命于联盟在这里研究这些山。$b$b但你和我之间，在希利苏斯待了这么长一段时间之后，我们只需要一个假期。这好像是一个很好的地点。',text0_1='作为探险者协会的代表，布朗尼恩和我受命于联盟在这里研究这些山。$b$b但你和我之间，在希利苏斯待了这么长一段时间之后，我们只需要一个假期。这好像是一个很好的地点。' WHERE Id=10270;
UPDATE npc_text SET text0_0='波尔葛利姆也许是对的。或许我们真的需要休息一下。

但是既然我们在这里，我急切的想要搞脏我的手并研究一下这块土地能够提供什么。',text0_1='' WHERE Id=10271;
UPDATE npc_text SET text0_0='洛萨之子所面对的是一场永无止境的战争。我很惊讶我们的武器居然还能用！',text0_1='' WHERE Id=10275;
UPDATE npc_text SET text0_0='',text0_1='即使现在，自愿的不死族仍在阿拉希盆地与阿拉索联军对抗。你会帮助污染者战胜人类及他们的联盟盟友吗?' WHERE Id=10276;
UPDATE npc_text SET text0_0='(兽人语)你好，$N。战歌峡谷需要像你这样的英雄。',text0_1='' WHERE Id=10277;
UPDATE npc_text SET text0_0='',text0_1='我们的盟友仍然在战歌峡谷的银翼岗哨与敌方作战。去助他们一臂之力如何？' WHERE Id=10279;
UPDATE npc_text SET text0_0='你好，旅行者。我是欧鲁诺克。请坐在我的篝火旁暖和一下吧。小心下面的破碎岩床上到处游荡的野兽！',text0_1='' WHERE Id=10280;
UPDATE npc_text SET text0_0='不要忘记，$c，战斗仍然在艾泽拉斯激烈进行着。你会回来帮助在奥特兰克山谷的部落吗?',text0_1='' WHERE Id=10282;
UPDATE npc_text SET text0_0='(兽人语)你好，$c。你知道我们与银翼哨兵在战歌峡谷的战斗还在继续吗?那里将会欢迎你的出现……',text0_1='' WHERE Id=10283;
UPDATE npc_text SET text0_0='我已经走了很远就为了寻找一个可以在阿拉希盆地里战胜阿拉索联军大使的最终方法，但是那名穿铁衣的笨蛋亚当?伊特纳姆紧追着我一切的行动。$b$b尽管如此，如果像你们这样的屠杀者回到艾泽拉斯，也许我们终可战胜联盟!',text0_1='' WHERE Id=10284;
UPDATE npc_text SET text0_0='',text0_1='你好吗?在外域有填饱你的肚子，并准备好回到奥特兰克山谷给部落点颜色瞧瞧吗?' WHERE Id=10285;
UPDATE npc_text SET text0_0='',text0_1='银翼哨兵仍然在战歌峡谷跟部落作战，$c。要是你回到那里去帮助他们，结果会是怎样都还不知道。' WHERE Id=10286;
UPDATE npc_text SET text0_0='我前来外域希望能发现强大的古器以协助阿拉索联军对抗阿拉希盆地里的污染者……但是我所找到的所有东西就是这种砸碎的魔法缠腰，一个可笑的地精伙伴，和一个自私的不死巡者，坚持我偷了他的灰色头颅，或是一些那样的东西。


无论如何，在我继续我的搜寻时，你愿意加入联军他们的战斗吗?',text0_1='' WHERE Id=10287;
UPDATE npc_text SET text0_0='<有人觉得奥克会来这里只是一种愚蠢的英雄主义思想在作祟，因此不需要理会，那样只会更加鼓励他这样做。>',text0_1='' WHERE Id=10288;
UPDATE npc_text SET text0_0='<它是一只巨大，身穿护甲，披上鞍具的攻击猫。就算他不会说话不也是够蠢了吗?>',text0_1='' WHERE Id=10290;
UPDATE npc_text SET text0_0='',text0_1='只有法师才能学习传送门的法术，$c。' WHERE Id=10291;
UPDATE npc_text SET text0_0='',text0_1='幽暗城的皇家药剂师学会积极要援助我们在外域的兽人盟友。这是一个强化我们的团结性以及发现可以进行研究的新种类及混合物的机会。$b$b混合物……比如说毒药。' WHERE Id=10293;
UPDATE npc_text SET text0_0='白沙岗哨对我来说就像是个意外的一站，温和的放下它。我的客户正指望我运送达我的货品，我开始怀疑我是否可以在所有的耽搁下把东西即时送达。',text0_1='白沙岗哨对我来说就像是个意外的一站，温和的放下它。我的客户正指望我运送达我的货品，我开始怀疑我是否可以在所有的耽搁下把东西即时送达。' WHERE Id=10299;
UPDATE npc_text SET text0_0='',text0_1='嘿，不要打开那些笼子，好吗？
我就想让食人魔把我放在这个笼子里。' WHERE Id=10300;
UPDATE npc_text SET text0_0='我听说地狱火半岛的灰尘和热度十分令人烦燥……我不知道，不过我会相信我那受人尊敬，还活着着的生命，盟友。',text0_1='' WHERE Id=10301;
UPDATE npc_text SET text0_0='',text0_1='在你向我们人民的证明了你的价值和贡献前，你是不能在这里购买陆行鸟的。
在你被血精灵们崇拜前请不要回来。走开！' WHERE Id=10305;
UPDATE npc_text SET text0_0='这些兽人一定真的很渴望获取外域的支配权!如果我告诉你他们为了我的忠诚付出了多少，你会因妒忌而杀了我!',text0_1='' WHERE Id=10306;
UPDATE npc_text SET text0_0='$N，我可以开始讲诅咒密码的故事了吗？',text0_1='' WHERE Id=10312;
UPDATE npc_text SET text0_0='好吧。你所寻找的咒语有个名字，$N。它们被称为诅咒密码，这个咒语是古尔丹用来破坏这个世界的。这咒语切断了兽人和德拉诺的元素之间的联系。<欧鲁诺克点了点头。>是的，这正是你要修复的咒语，最终也必将由你来完整地咏唱。',text0_1='' WHERE Id=10313;
UPDATE npc_text SET text0_0='诅咒密码被古尔丹封存在他位于卡拉波的私人住所已经有二十年了。啊，对了，你不知道卡拉波是什么，对吗？黑暗神殿……是的，就是伊利丹·怒风现在的家。当伊利丹控制了黑暗神殿之后，密码落入了他的手中。他认识到，虽然对这个世界的破坏已经完成，但是为了日后的使用，他还是谨慎地将密码保存了下来。',text0_1='' WHERE Id=10314;
UPDATE npc_text SET text0_0='当你在诅咒祭坛下跪祈祷时，你只看到那些被诅咒的灵魂，却没有看到站在古尔丹身旁的我。<欧鲁诺克点了点头。>我是一个经历过许多事情的人，我告诉过你吗？其中之一就是我曾担任过古尔丹的军官。一生之中我做了很多可怕的事情。我杀死过男人、女人，甚至还有孩童。我还在无辜的德莱尼人的鲜血中跳舞……然而……<欧鲁诺克哽咽地说着。>',text0_1='' WHERE Id=10315;
UPDATE npc_text SET text0_0='我永远都不会忘记那一天，$R。永远都不会。虽然我放弃了萨满的教义转投暗影魔法已经很久了，但那仍令我感到刺痛。一种如此强烈的失落感……不能用语言来解释的失落感。当元素与我们之间的联系被切断时，所有德拉诺的兽人都改变了。如果暗影魔法之中有什么值得怀疑的东西，那也早被奔腾的熔岩洗刷殆尽了。',text0_1='' WHERE Id=10316;
UPDATE npc_text SET text0_0='一股厌恶直涌上我的喉头。在仪式结束后。我跑回了家，回到了我的孩子身边。我带上了可以带上的一切，和我的儿子们一起离开了。我们跑到山上躲了起来。我真的别无选择……那些日子里，刺痛从没有消失过。二十年后，元素与大地的连接才得以恢复。当元素开始治愈时，又是一个二十年过去了。',text0_1='' WHERE Id=10317;
UPDATE npc_text SET text0_0='就像我说的那样，伊利丹在占领黑暗神殿的时候发现了密码。他把密码分成了三块碎片，交给了他的随从分别保管。我的儿子……我的儿子们现在长大了。当我得知密码的下落之后，我派儿子去重新夺回碎片。你必须找到我的儿子，$N。找到他们，然后将诅咒密码重组。',text0_1='' WHERE Id=10318;
UPDATE npc_text SET text0_0='欢迎到撒塔斯城，外域的撒塔之地。你在找向导吗?',text0_1='欢迎到撒塔斯城，外域的撒塔之地。你在找向导吗?' WHERE Id=10321;
UPDATE npc_text SET text0_0='',text0_1='我来这个地方是由于我的研究涉及到了雷神氏族的文化。$B$B他们以前很弱小，不过由于屈服于力量的引诱，他们通过玛诺洛斯之血转变成了邪兽人。$B$B我读了所有有关他们的文献。在我们征服刀塔食人魔并把他们逐出要塞的时候，我们遗失了一件神器、一面鼓、一支箭和一块石板。现在我对找回它们有着独特的兴趣。' WHERE Id=10322;
UPDATE npc_text SET text0_0='阿托尔的尸体被恶魔的法术悬挂在半空中。即使他已经死去，恶魔也没有放过他。',text0_1='' WHERE Id=10323;
UPDATE npc_text SET text0_0='我……死了。为什么我还在这里？是不是我要去的地方没有什么好的猎场？不……我必须先完成我的任务。在我可以离开这个世界前，必须找到诅咒密码的第二块碎片。',text0_1='我……死了。为什么我还在这里？是不是我要去的地方没有什么好的猎场？
不……我必须先完成我的任务。在我可以离开这个世界前，必须找到诅咒密码的第二块碎片。' WHERE Id=10327;
UPDATE npc_text SET text0_0='',text0_1='我已经在战壕里度过我的时间，并且花费很多年训练这些自负的傻小子。回家的感觉真好。不管它变成怎样，都是我的家。' WHERE Id=10339;
UPDATE npc_text SET text0_0='那些食人魔，他们把我埋到脖子，然后忘记回来了。嗯，朋友，有趣吧，笑吧。幽灵的脑袋在这里。当然，要是你想帮我出来，我是不会让你吃亏的。如果你不想帮忙，就继续笑吧。',text0_1='' WHERE Id=10341;
UPDATE npc_text SET text0_0='<奴艾恩·雷翼摇头。>$b$b一边是军团而另一边是伊利丹的爪牙，我们要尽一切能够取得的事物来防卫堡垒，而且我们一定会受住它!每一个忠诚的蛮锤宁愿死也不会交出我们的家园。',text0_1='' WHERE Id=10349;
UPDATE npc_text SET text0_0='站直，步兵!你现在受控于柯尔克隆守卫。',text0_1='' WHERE Id=10350;
UPDATE npc_text SET text0_0='这块土地仍然承受着过去的伤痕。我怀疑他们是否能够治愈。',text0_1='' WHERE Id=10352;
UPDATE npc_text SET text0_0='居住在赞加沼泽的蛮沼部族背着带锁的篮子，你应该有兴趣去挑战一下自己的技能。',text0_1='居住在赞加沼泽的蛮沼部族背着带锁的篮子，你应该有兴趣去挑战一下自己的技能。' WHERE Id=10354;
UPDATE npc_text SET text0_0='撬开纳格兰的基尔索罗堡垒里的箱子对你这样的盗贼来说，是一种莫大的挑战。',text0_1='撬开纳格兰的基尔索罗堡垒里的箱子对你这样的盗贼来说，是一种莫大的挑战。' WHERE Id=10355;
UPDATE npc_text SET text0_0='轻轻走，$r。这座桥以外就是地狱。',text0_1='' WHERE Id=10356;
UPDATE npc_text SET text0_0='托斯利基地是最棒的!冷僻及怪异的供给，外域的电源是极致实验的一个理想装置!',text0_1='托斯利基地是最棒的!冷僻及怪异的供给，外域的电源是极致实验的一个理想装置!' WHERE Id=10359;
UPDATE npc_text SET text0_0='你有与我的克隆交谈--我的意思是……我的双胞胎吗?',text0_1='你有与我的克隆交谈--我的意思是……我的双胞胎吗?' WHERE Id=10360;
UPDATE npc_text SET text0_0='在我永望镇的兄弟札普帮忙下，我已经在52区这里建造了一座空间爆破器。当你能够马上经由哥布尔工程学来进行立即传送的话，到时还有谁会需要火箭!你会是一位技术纯熟到足以学习如何建造你自己的爆破器塔台的哥布尔工程师吗?',text0_1='' WHERE Id=10365;
UPDATE npc_text SET text0_0='谢谢你将我救出来。我欠你一次!',text0_1='' WHERE Id=10373;
UPDATE npc_text SET text0_0='在撒塔斯有两家银行，都沿着市中心的两边。一个由德莱尼奥多尔经营，而另一个由血精灵占卜者经营。',text0_1='在撒塔斯有两家银行，都沿着市中心的两边。一个由德莱尼奥多尔经营，而另一个由血精灵占卜者经营。' WHERE Id=10379;
UPDATE npc_text SET text0_0='奥多尔银行位于市中心的西北方。',text0_1='奥多尔银行位于市中心的西北方。' WHERE Id=10380;
UPDATE npc_text SET text0_0='占星者银行座落在城市中心的东南。',text0_1='占星者银行座落在城市中心的东南。' WHERE Id=10381;
UPDATE npc_text SET text0_0='撒塔斯的旅店里充满受伤的难民。不过，在奥多尔高地的德莱尼奥多尔和占卜者阶梯的血精灵占卜者之中还有空房间。',text0_1='撒塔斯的旅店里充满受伤的难民。不过，在奥多尔高地的德莱尼奥多尔和占卜者阶梯的血精灵占卜者之中还有空房间。' WHERE Id=10382;
UPDATE npc_text SET text0_0='奥尔多旅店坐落在沙塔斯城高处的奥尔多高地上。在城市中心的西北方有去那里的电梯。',text0_1='奥尔多旅店坐落在沙塔斯城高处的奥尔多高地上。在城市中心的西北方有去那里的电梯。' WHERE Id=10383;
UPDATE npc_text SET text0_0='占星者旅店坐落在沙塔斯城的占星者平台上。在城市中心的西南方有去那里的电梯。',text0_1='占星者旅店坐落在沙塔斯城的占星者平台上。在城市中心的西南方有去那里的电梯。' WHERE Id=10384;
UPDATE npc_text SET text0_0='撒塔斯的飞行管理员是纽卓。你可在市中心东边找到他。',text0_1='撒塔斯的飞行管理员是纽卓。你可在市中心东边找到他。' WHERE Id=10385;
UPDATE npc_text SET text0_0='你能在奥多尔和占卜者银行和旅店里外找到邮箱。',text0_1='你能在奥多尔和占卜者银行和旅店里外找到邮箱。' WHERE Id=10386;
UPDATE npc_text SET text0_0='在奥尔多高地的德莱尼旅店和占星者平台的血精灵旅店外面都能找到兽栏管理员。',text0_1='在奥尔多高地的德莱尼旅店和占星者平台的血精灵旅店外面都能找到兽栏管理员。' WHERE Id=10387;
UPDATE npc_text SET text0_0='撒塔斯的战场军官经常群聚在上城及阴郁城之间的楼梯井那。联盟战场军官都在同一处，而部落和竞技场战场军官则在另一处。',text0_1='撒塔斯的战场军官经常群聚在上城及阴郁城之间的楼梯井那。联盟战场军官都在同一处，而部落和竞技场战场军官则在另一处。' WHERE Id=10388;
UPDATE npc_text SET text0_0='你通常可以在城市中心东北方的楼梯口找到联盟的军官。',text0_1='你通常可以在城市中心东北方的楼梯口找到联盟的军官。' WHERE Id=10389;
UPDATE npc_text SET text0_0='你通常可以在城市中心东南方的楼梯口找到部落军官和竞技场管理员。',text0_1='你通常可以在城市中心东南方的楼梯口找到部落军官和竞技场管理员。' WHERE Id=10390;
UPDATE npc_text SET text0_0='你想要找的是哪种的训练师?',text0_1='你想要找的是哪种的训练师?' WHERE Id=10391;
UPDATE npc_text SET text0_0='斯克提斯流浪者，宗师级炼金师罗罗基姆和与其他鸦人一起住在贫民窟的西北。',text0_1='斯克提斯流浪者，宗师级炼金师罗罗基姆和与其他鸦人一起住在贫民窟的西北。' WHERE Id=10392;
UPDATE npc_text SET text0_0='你可以在东南方的贫民区露天市场找到正在烹饪的杰克·塔博尔。',text0_1='你可以在东南方的贫民区露天市场找到正在烹饪的杰克·塔博尔。' WHERE Id=10393;
UPDATE npc_text SET text0_0='世界的尽头小酒馆就在下城里最东边的那里。',text0_1='世界的尽头小酒馆就在下城里最东边的那里。' WHERE Id=10394;
UPDATE npc_text SET text0_0='高阶附魔师巴尔杜兰在占星者平台的先知图书馆。他是附魔的宗师，身边环绕着他的学生：初级附魔师，中级附魔师，高级附魔师和大师级附魔师。',text0_1='高阶附魔师巴尔杜兰在占星者平台的先知图书馆。他是附魔的宗师，身边环绕着他的学生：初级附魔师，中级附魔师，高级附魔师和大师级附魔师。' WHERE Id=10395;
UPDATE npc_text SET text0_0='在贫民窟东北角的医务室内可以找到米尔蕾·弗莱彻尔。',text0_1='在贫民窟东北角的医务室内可以找到米尔蕾·弗莱彻尔。' WHERE Id=10396;
UPDATE npc_text SET text0_0='德莱尼人的宗师级珠宝匠哈曼纳尔在奥尔多高地，和他的同胞们在一起。',text0_1='德莱尼人的宗师级珠宝匠哈曼纳尔在奥尔多高地，和他的同胞们在一起。' WHERE Id=10397;
UPDATE npc_text SET text0_0='宗师级剥皮师塞莫尔就在贫民窟的露天市场里，他也是沙塔斯城最好的剥皮师。',text0_1='宗师级剥皮师塞莫尔就在贫民窟的露天市场里，他也是沙塔斯城最好的剥皮师。' WHERE Id=10398;
UPDATE npc_text SET text0_0='在贫民窟的露天市场可以找到宗师级制皮师达尔玛里。',text0_1='在贫民窟的露天市场可以找到宗师级制皮师达尔玛里。' WHERE Id=10399;
UPDATE npc_text SET text0_0='你也许可以在阴郁城的一座大熔炉那找到护甲和武器工匠克拉杜·恐惧之刃和祖拉·渣怒。',text0_1='你也许可以在阴郁城的一座大熔炉那找到护甲和武器工匠克拉杜·恐惧之刃和祖拉·渣怒。' WHERE Id=10400;
UPDATE npc_text SET text0_0='在来自加基森的工程师水炉的帮助下，我已经在托斯利基地建造一座强大的地精传送门!我很高兴能够帮助任何的地精工程师，以足够的技能建造他们自己的个人运输信号灯。',text0_1='' WHERE Id=10410;
UPDATE npc_text SET text0_0='<水元素已经准备好奔腾了。>',text0_1='<水元素已经准备好奔腾了。>' WHERE Id=10413;
UPDATE npc_text SET text0_0='<牧师用眼角的余光盯着你。>',text0_1='' WHERE Id=10416;
UPDATE npc_text SET text0_0='我精通超过两种语言∶矮人语，地精语和非常普通的人类语言。但是我不了解你在说什么!$b$b说大声点:引擎声这么吵，我听不见你的声音!',text0_1='我精通超过两种语言∶矮人语，地精语和非常普通的人类语言。但是我不了解你在说什么!$b$b说大声点:引擎声这么吵，我听不见你的声音!' WHERE Id=10422;
UPDATE npc_text SET text0_0='在找宝石工匠吗？埃索达的珠宝匠们用双手雕琢出精美的工艺品，到那边找法里谈谈吧。',text0_1='在找宝石工匠吗？埃索达的珠宝匠们用双手雕琢出精美的工艺品，到那边找法里谈谈吧。' WHERE Id=10100;
UPDATE npc_text SET text0_0='',text0_1='赞美那鲁，$N。圣光很快就会战胜它的敌人。。' WHERE Id=10424;
UPDATE npc_text SET text0_0='<步兵吞了吞口水，做好杀人的准备。>',text0_1='<步兵吞了吞口水，做好杀人的准备。>' WHERE Id=10425;
UPDATE npc_text SET text0_0='<被召唤出来的恶魔抽搐着，反抗着麦迪文的游戏规则。他想要你的灵魂！>',text0_1='' WHERE Id=10426;
UPDATE npc_text SET text0_0='这个矮人似乎是在执行侦察任务时被发现而惨遭杀害。死亡熔炉的随从们把他曝尸荒野，也许是用来警告其他的入侵者。',text0_1='' WHERE Id=10427;
UPDATE npc_text SET text0_0='<秘法护卫虽然面对着你，但是没说什么。>',text0_1='' WHERE Id=10430;
UPDATE npc_text SET text0_0='<奥术守护者指了指贫民窟的最东面。>',text0_1='' WHERE Id=10431;
UPDATE npc_text SET text0_0='<奥术守护者指了指城市中心东南面的一处地方。>',text0_1='' WHERE Id=10432;
UPDATE npc_text SET text0_0='<奥术守护者指了指平台对面的旅店。>',text0_1='' WHERE Id=10433;
UPDATE npc_text SET text0_0='<通灵师的黑暗魔法泛起了波纹。>',text0_1='<通灵师的黑暗魔法泛起了波纹。>' WHERE Id=10434;
UPDATE npc_text SET text0_0='<奥术守护者指了指城市中心东面的一处地方。>',text0_1='' WHERE Id=10435;
UPDATE npc_text SET text0_0='<秘法护卫指向对面的旅馆和附近的邮箱。>',text0_1='' WHERE Id=10436;
UPDATE npc_text SET text0_0='<奥术守护者指了指平台对面的旅店和外面的兽栏管理员。>',text0_1='' WHERE Id=10437;
UPDATE npc_text SET text0_0='<奥术守护者静静地站在那，等着你告诉它你想询问哪个战场军官。>',text0_1='' WHERE Id=10438;
UPDATE npc_text SET text0_0='<兽人座狼的血盆大口让你毛骨悚然。>',text0_1='' WHERE Id=10439;
UPDATE npc_text SET text0_0='<黑手酋长俯瞰着战场。>',text0_1='<黑手酋长俯瞰着战场。>' WHERE Id=10442;
UPDATE npc_text SET text0_0='我是研究时间和声音的科学家，因此我不是很肯定我应该怎样思考，还是抽出时间在这周遭做些功课，跟这所有的喧闹一起?!$b$b为什么这些傻瓜不能把他们自己吹到别的地方呢?$b$b嗯好吧，至少我看起来很好。说吧，$g男孩:美女;
，以前我在这附近看过你吗?',text0_1='我是研究时间和声音的科学家，因此我不是很肯定我应该怎样思考，还是抽出时间在这周遭做些功课，跟这所有的喧闹一起?!$b$b为什么这些傻瓜不能把他们自己吹到别的地方呢?$b$b嗯好吧，至少我看起来很好。说吧，$g男孩:美女;
，以前我在这附近看过你吗?' WHERE Id=10444;
UPDATE npc_text SET text0_0='为了不使走道凌乱，兽人的尸体已经被随便扔到一旁。',text0_1='' WHERE Id=10446;
UPDATE npc_text SET text0_0='我的许多同胞都认为我是叛徒……是伊利丹的走狗。现在也许他们这么想才更好。',text0_1='' WHERE Id=10447;
UPDATE npc_text SET text0_0='全部的效命报酬交由公告员萨尔登·崔赖斯分配。

不张贴清单。',text0_1='' WHERE Id=10448;
UPDATE npc_text SET text0_0='勘探是发现宝石的首要方法!你只要使用勘探技能(可于你的法术书一般标签中找到)，在五个一堆迭的矿石中提炼出宝石。任何类型的非珍贵矿石都可以!$b$b品质较佳的矿石将可提供更有价值的宝石，因此与铜矿相比，你可以在铁矿中找到品质较高的宝石。',text0_1='勘探是发现宝石的首要方法!你只要使用勘探技能(可于你的法术书一般标签中找到)，在五个一堆迭的矿石中提炼出宝石。任何类型的非珍贵矿石都可以!$b$b品质较佳的矿石将可提供更有价值的宝石，因此与铜矿相比，你可以在铁矿中找到品质较高的宝石。' WHERE Id=10452;
UPDATE npc_text SET text0_0='',text0_1='你想要知道宝石设计的什么?' WHERE Id=10454;
UPDATE npc_text SET text0_0='',text0_1='我希望我有更多的时间教导所有比我重要的人，但是哎，没办法。除非你已经学会所有帕达尔要教的，否则我不能帮助你。' WHERE Id=10458;
UPDATE npc_text SET text0_0='',text0_1='我极其忙碌，$r。$b$b我们手上有一个棘手的问题必须立刻处理!' WHERE Id=10460;
UPDATE npc_text SET text0_0='伊利丹在这块土地的控制力正在下滑。你能感觉到吗，$N?',text0_1='' WHERE Id=10465;
UPDATE npc_text SET text0_0='当你与洛萨克的非正式骑兵一起奔跑时，你会学会一点关于遵守命令的事。

第一件事是作战至死。第二件事是，看第一件事情。',text0_1='' WHERE Id=10466;
UPDATE npc_text SET text0_0='需要将你的刀身磨利，还是选一种新武器?有备无患……',text0_1='' WHERE Id=10467;
UPDATE npc_text SET text0_0='如果你要寻找的是一支铁锤，那你已经来对地方了。',text0_1='' WHERE Id=10468;
UPDATE npc_text SET text0_0='$G孩子:年轻的女士;
，我不准备向你撒谎，这里的事情不是那么如意。我们受到了虫子持续的攻击，我们的生活、我们的自由，都受到了威胁！



你愿意尽一位好公民的责任来帮助我们吗？',text0_1='$G孩子:年轻的女士;
，我不准备向你撒谎，这里的事情不是那么如意。我们受到了虫子持续的攻击，我们的生活、我们的自由，都受到了威胁！

你愿意尽一位好公民的责任来帮助我们吗？' WHERE Id=10469;
UPDATE npc_text SET text0_0='泰朗·血魔吗?是的……我知道他。',text0_1='' WHERE Id=10470;
UPDATE npc_text SET text0_0='太精彩了！精彩绝伦！多华丽的演出啊！',text0_1='' WHERE Id=10471;
UPDATE npc_text SET text0_0='',text0_1='我年轻时努力接受训练以成为一个在教士中的隐士。那时从没听过有女性主教。$b$b现在性别不太重要-勇气和信念才是重点。' WHERE Id=10473;
UPDATE npc_text SET text0_0='如果你已准备好，并且希望迅速返回正常的时间流，我能将你传送到时光之穴的安杜姆那里。',text0_1='' WHERE Id=10474;
UPDATE npc_text SET text0_0='形成时间流是一项非常艰难精细的任务，但是你今天表现的非常令人钦佩。',text0_1='' WHERE Id=10475;
UPDATE npc_text SET text0_0='来帮忙这里的骚动吗?',text0_1='来帮忙这里的骚动吗?' WHERE Id=10491;
UPDATE npc_text SET text0_0='滚开，凡人！你在这里不受欢迎……',text0_1='滚开，凡人！你在这里不受欢迎……' WHERE Id=10496;
UPDATE npc_text SET text0_0='你能从洛萨之子中带走一个人，但是你不能从他那里带走那些儿子。$b$b<铁匠耸耸肩。>$b$b很难解释，但我不觉得我现在应该在荣耀堡。$b$b也许我应该属于某个更伟大的地方。',text0_1='' WHERE Id=10500;
UPDATE npc_text SET text0_0='',text0_1='奇兰在商店街西北角的裁缝店有一部像你描述的织布机。' WHERE Id=10502;
UPDATE npc_text SET text0_0='法力制造机坐落在阴郁城的公开市场。',text0_1='法力制造机坐落在阴郁城的公开市场。' WHERE Id=10503;
UPDATE npc_text SET text0_0='<奥术守护者静静地等着你的进一步描述。>',text0_1='' WHERE Id=10504;
UPDATE npc_text SET text0_0='想穿越我的大厅，你就必须用你的精湛棋艺来击败我！当你准备好了之后，就去控制你的国王……',text0_1='想穿越我的大厅，你就必须用你的精湛棋艺来击败我！当你准备好了之后，就去控制你的国王……' WHERE Id=10506;
UPDATE npc_text SET text0_0='不管我可以给你什么建议帮助你对抗食人魔，我都会给你!',text0_1='' WHERE Id=10508;
UPDATE npc_text SET text0_0='公告上写着去杀死一头凶恶的狼的内容。她的巢穴就在锯齿山的南面，靠近那里的部落要塞。',text0_1='' WHERE Id=10509;
UPDATE npc_text SET text0_0='<秘法守护者指着阶层下方的一个地方，城中心东北方的一个楼梯井。>',text0_1='' WHERE Id=10513;
UPDATE npc_text SET text0_0='<奥术守护者指了指平台下面，城市中心东南方向的楼梯。>',text0_1='' WHERE Id=10514;
UPDATE npc_text SET text0_0='<秘法守护者指向阴郁城的西北方，撒塔斯的阿拉卡就住在那。>',text0_1='' WHERE Id=10516;
UPDATE npc_text SET text0_0='<奥术守护者指了指下面的贫民窟，在那里可以找到一座巨大的熔炉。>',text0_1='' WHERE Id=10517;
UPDATE npc_text SET text0_0='<奥术守护者指了指贫民窟的露天市场，就在东南方。>',text0_1='' WHERE Id=10518;
UPDATE npc_text SET text0_0='<奥术守护者指了指先知的图书馆。>',text0_1='' WHERE Id=10519;
UPDATE npc_text SET text0_0='<奥术守护者指了指贫民窟的东北区域。>',text0_1='' WHERE Id=10520;
UPDATE npc_text SET text0_0='<奥术守护者指了指奥尔多高地。>',text0_1='' WHERE Id=10521;
UPDATE npc_text SET text0_0='魔法织布机就在贫民窟的露天市场里。',text0_1='魔法织布机就在贫民窟的露天市场里。' WHERE Id=10522;
UPDATE npc_text SET text0_0='<秘法守护者指向那些阴郁城的公开市场。>',text0_1='' WHERE Id=10523;
UPDATE npc_text SET text0_0='欢迎来到奥多尔高地。你在寻找引导吗?',text0_1='欢迎来到奥多尔高地。你在寻找引导吗?' WHERE Id=10524;
UPDATE npc_text SET text0_0='你可以在奥多尔高地南部找到照顾者中心。',text0_1='你可以在奥多尔高地南部找到照顾者中心。' WHERE Id=10525;
UPDATE npc_text SET text0_0='你可以在照顾者中心附近找到兽栏管理员。',text0_1='你可以在照顾者中心附近找到兽栏管理员。' WHERE Id=10527;
UPDATE npc_text SET text0_0='<奥尔多守备官皱着眉头。>你……可以在占星者平台上的先知图书馆找到高阶附魔师巴尔杜兰，他和那些邪恶的血精灵厮混在一起。',text0_1='<奥尔多守备官皱着眉头。>你……可以在占星者平台上的先知图书馆找到高阶附魔师巴尔杜兰，他和那些邪恶的血精灵厮混在一起。' WHERE Id=10528;
UPDATE npc_text SET text0_0='我们伟大的珠宝设计师，哈曼那现在来到奥多尔高地。',text0_1='我们伟大的珠宝设计师，哈曼那现在来到奥多尔高地。' WHERE Id=10529;
UPDATE npc_text SET text0_0='你好，$c-我是代表艾克索达的表扬官。帮助已经得到联盟荣誉徽章的冒险者是我的职责。$b$b我接受不同数量的徽记，但是对你最有利的兑换是一次同时交出10枚。当你交出你的徽记时，我将把你的功绩输入我们的记录中。因此，你将因你的职责和服务赢得艾克索达的认可。',text0_1='你好，$c-我是代表艾克索达的表扬官。帮助已经得到联盟荣誉徽章的冒险者是我的职责。$b$b我接受不同数量的徽记，但是对你最有利的兑换是一次同时交出10枚。当你交出你的徽记时，我将把你的功绩输入我们的记录中。因此，你将因你的职责和服务赢得艾克索达的认可。' WHERE Id=10531;
UPDATE npc_text SET text0_0='剑刃山脉是一个有极好机会的地方。多么不幸，有些人认为自己在利用这样机会的事情上是比其它人高高在上的。$b$b塞纳里奥远征队以为他们是谁可以告诉我们什么事可以做什么事不能做?',text0_1='' WHERE Id=10532;
UPDATE npc_text SET text0_0='谈判?谈判!$b$b让我把我们的立场说清楚。我们是一支自由的民族，能够做我们想要做的事并随意来去。塞纳里奥远征队不拥有这条山脉。$b$b没有谈判!现在，回到德鲁伊那里告诉他们我们将继续想做什么就做什么。',text0_1='' WHERE Id=10533;
UPDATE npc_text SET text0_0='我们已经来到鲁安旷野，看看是否我们能重建这些山岳的自然平衡。$b$b但是，阿拉卡和巨龙教团的干扰使得这成为一项艰难的任务。$b$b很幸运还有那些像你和沙弥亚一样愿意帮助我们的人。',text0_1='' WHERE Id=10534;
UPDATE npc_text SET text0_0='我在你的帕拿拉布赖电子地区侦测到一个能量源!你最近一定使用ZC号--你必须等到能量逐渐消失后才能再次使用它……',text0_1='我在你的帕拿拉布赖电子地区侦测到一个能量源!你最近一定使用ZC号--你必须等到能量逐渐消失后才能再次使用它……' WHERE Id=10537;
UPDATE npc_text SET text0_0='',text0_1='我受我的主人，沙伯曼男爵委托来此，帮助塞纳里奥远征队处理巨龙教团的麻烦。$b$b我在这些事情方面算是个专家。' WHERE Id=10538;
UPDATE npc_text SET text0_0='',text0_1='卡拉赞并非总是十分……不祥。卡拉赞的黑暗转变只会伴随着麦迪文的死。或者说我们相信的是麦迪文的死。' WHERE Id=10546;
UPDATE npc_text SET text0_0='你已经走了这么远，哼哼。现在不可能回头了。',text0_1='' WHERE Id=10549;
UPDATE npc_text SET text0_0='这些德鲁伊已开发了惊人的力量来源!他们可以变成动物……投射闪电和强烈的月光……我必须知道他们怎么办到的!$b$b也许他们的长袍下都戴着电池……',text0_1='' WHERE Id=10554;
UPDATE npc_text SET text0_0='<阿拉卡不停地注视着你，并且在注视你和透视你之间来回交替。>$b$b是什么让我们努力工作，但又比我们想阻止的憎恨更庞大?',text0_1='' WHERE Id=10556;
UPDATE npc_text SET text0_0='暴风之眼里的法力电池是一件宝贵的东西;
我们不能让德莱尼得到它们!喂!展现你的用处并在战斗中帮助我们吧!',text0_1='暴风之眼里的法力电池是一件宝贵的东西;
我们不能让德莱尼得到它们!喂!展现你的用处并在战斗中帮助我们吧!' WHERE Id=10559;
UPDATE npc_text SET text0_0='$N!过来这里!你一定知道艾泽拉斯的奥特兰克山谷内进行着激烈的战斗。我们需要每一位能召集的健壮战士。与雷矛卫兵作战并且击败霜狼!',text0_1='$N!过来这里!你一定知道艾泽拉斯的奥特兰克山谷内进行着激烈的战斗。我们需要每一位能召集的健壮战士。与雷矛卫兵作战并且击败霜狼!' WHERE Id=10560;
UPDATE npc_text SET text0_0='这次飞行将带你到美声山脊较远的地方。非常危险!$b$b因此，我将要需要一张已签署的弃权证明书……',text0_1='这次飞行将带你到美声山脊较远的地方。非常危险!$b$b因此，我将要需要一张已签署的弃权证明书……' WHERE Id=10561;
UPDATE npc_text SET text0_0='我们总渴望更多的飞行数据!你想去哪里?',text0_1='' WHERE Id=10562;
UPDATE npc_text SET text0_0='什么事?你看不出来我是一个忙碌的矮人吗?',text0_1='' WHERE Id=10563;
UPDATE npc_text SET text0_0='在新大陆的探索无疑非常重要，但是你不能遗忘艾泽拉斯！我们比以前更加需要你去和污染者作战！那些资源需要得到保护！',text0_1='在新大陆的探索无疑非常重要，但是你不能遗忘艾泽拉斯！我们比以前更加需要你去和污染者作战！那些资源需要得到保护！' WHERE Id=10565;
UPDATE npc_text SET text0_0='你，$c!我们需要你的帮助!粗暴的战歌兽人正在破坏梣谷的奇迹和美景，我们需要你的力量在战场上对抗他们。与我们一起回到艾泽拉斯，为银翼哨兵的荣誉而战斗!你愿意加入我们吗?',text0_1='你，$c!我们需要你的帮助!粗暴的战歌兽人正在破坏梣谷的奇迹和美景，我们需要你的力量在战场上对抗他们。与我们一起回到艾泽拉斯，为银翼哨兵的荣誉而战斗!你愿意加入我们吗?' WHERE Id=10566;
UPDATE npc_text SET text0_0='有一句谚语说，「与其给他鱼吃，还不如教他钓鱼」。当然，你可能想要煮那条鱼，而那是我进来的地方。',text0_1='' WHERE Id=10568;
UPDATE npc_text SET text0_0='哈啰，$n!你的冒险如何?我的实验进行的很顺利……$b$b记得要再来和我聊聊!我搞不好会有更多飞行试验机会给你!',text0_1='哈啰，$n!你的冒险如何?我的实验进行的很顺利……$b$b记得要再来和我聊聊!我搞不好会有更多飞行试验机会给你!' WHERE Id=10569;
UPDATE npc_text SET text0_0='力量和荣誉，$c。我们非常渴望像你这样的士兵能前往奥特兰克山谷，保卫霜狼氏族的领土！你会回到艾泽拉斯帮助我们吗？',text0_1='力量和荣誉，$c。我们非常渴望像你这样的士兵能前往奥特兰克山谷，保卫霜狼氏族的领土！你会回到艾泽拉斯帮助我们吗？' WHERE Id=10570;
UPDATE npc_text SET text0_0='$c！是的，就是你！为什么你会在这座破败的城市里闲逛着浪费时间，而不是出现在阿拉希盆地的战场上？我们阿拉索联军正被敌人无情地攻击，我们需要你的奉献，而且你也一定会得到奖励的！',text0_1='$c！是的，就是你！为什么你会在这座破败的城市里闲逛着浪费时间，而不是出现在阿拉希盆地的战场上？我们阿拉索联军正被敌人无情地攻击，我们需要你的奉献，而且你也一定会得到奖励的！' WHERE Id=10571;
UPDATE npc_text SET text0_0='$C，回到艾泽拉斯吧， 银翼哨兵妨碍了我们在森林里的伐木工作。我们需要你赶赴那边的前线，将战线推回去！如果你帮助我们，就将获得无上的荣誉，在战歌氏族当中也会积累很高的声望——现在就加入我们吧！',text0_1='$C，回到艾泽拉斯吧， 银翼哨兵妨碍了我们在森林里的伐木工作。我们需要你赶赴那边的前线，将战线推回去！如果你帮助我们，就将获得无上的荣誉，在战歌氏族当中也会积累很高的声望——现在就加入我们吧！' WHERE Id=10572;
UPDATE npc_text SET text0_0='哥布林热砂战斗同盟很快就要开始了。他们现在正在竞技场举行练习赛，而排名赛将在$4262d后开始。
',text0_1='哥布林热砂战斗同盟很快就要开始了。他们现在正在竞技场举行练习赛，而排名赛将在$4262d后开始。
' WHERE Id=10576;
UPDATE npc_text SET text0_0='喂!你听说过热砂战斗同盟吗?$b$b你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。',text0_1='喂!你听说过热砂战斗同盟吗?$b$b你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。' WHERE Id=10601;
UPDATE npc_text SET text0_0='只有我对弒龙者戈鲁尔和他七个儿子的憎恨才能超越我对阻碍的嫌恶!',text0_1='' WHERE Id=10603;
UPDATE npc_text SET text0_0='',text0_1='你必须……解救……我的孩子们……' WHERE Id=10605;
UPDATE npc_text SET text0_0='他们不能继续这样!他们的翅膀最终将给予……',text0_1='' WHERE Id=10606;
UPDATE npc_text SET text0_0='另一个想当斗士的$c啊?很好!$b$b我专卖参加热砂战斗同盟排名赛将需要的竞技场小队特许状。',text0_1='另一个想当斗士的$c啊?很好!$b$b我专卖参加热砂战斗同盟排名赛将需要的竞技场小队特许状。' WHERE Id=10608;
UPDATE npc_text SET text0_0='',text0_1='断脊氏族岗哨是一个重要的驻扎地点!血之谷的异常是如此的靠近，你能闻到他们邪恶的鲜血!还有什么地方比这更适合对一个背弃同志，与恶魔达成条约的氏族进行复仇呢?' WHERE Id=10610;
UPDATE npc_text SET text0_0='你好，凡人。',text0_1='' WHERE Id=10613;
UPDATE npc_text SET text0_0='龙喉要塞坐落在灵翼平原的东部区域。在那里，无数残酷的龙喉氏族兽人正在折磨着他们抓来的虚空幼龙，甚至尝试扭曲它们的意志。很多幼龙就此放弃了对自由的希望，选择屈服，并开始遵守龙喉兽人的命令。而其它幼龙……它们因为害怕被龙喉兽人抓住而不敢降落，只能在天上不停地飞翔。',text0_1='' WHERE Id=10614;
UPDATE npc_text SET text0_0='我……我们无力反抗。伊利丹找到了龙喉氏族的首领祖鲁希德。他曾经参与过抓获和囚禁阿莱克丝塔萨的行动。我们要怎么才能反抗这样的力量呢？他甚至曾经捕获过一只强大的守护巨龙！而且他同样这么简单地捕获了我的配偶。',text0_1='' WHERE Id=10615;
UPDATE npc_text SET text0_0='<奈尔萨拉库点了点头。>卡瑞纳库……她被关押在龙喉要塞的顶部。为了解救她，我已经试遍了各种方法。不幸的是，所有的尝试都失败了……你曾经和这些野蛮的家伙战斗过吗？',text0_1='' WHERE Id=10616;
UPDATE npc_text SET text0_0='',text0_1='与凯尔萨斯和伊利丹的战斗仍然在前线继续进行着。我们只可成功，不许失败。' WHERE Id=10625;
UPDATE npc_text SET text0_0='艾泽拉斯各地都在庆祝春节！回到那边去吧，在这个伟大的节日向你的长者表达敬意吧！最大的庆典活动会在月光林地举行，但我们在暴风城、铁炉堡、达纳苏斯、雷霆崖、奥格瑞玛和幽暗城也都提供了方便快捷的传送器。希望能在那边见到你，一定要来哦！',text0_1='艾泽拉斯各地都在庆祝春节！回到那边去吧，在这个伟大的节日向你的长者表达敬意吧！最大的庆典活动会在月光林地举行，但我们在暴风城、铁炉堡、达纳苏斯、雷霆崖、奥格瑞玛和幽暗城也都提供了方便快捷的传送器。希望能在那边见到你，一定要来哦！' WHERE Id=10634;
UPDATE npc_text SET text0_0='这个地方有一些我们急于揭露的秘密，兽人。我们的过去，未来，以及窥探我们内心的秘密。$b$b洞察这些秘密是我的希望……你会与我一起走过那条道路吗?',text0_1='' WHERE Id=10636;
UPDATE npc_text SET text0_0='树林里有麻烦。我们必须快点发现它的来源!',text0_1='' WHERE Id=10637;
UPDATE npc_text SET text0_0='不久我将扎根安睡。在我歇息之前有些事情必须完成。',text0_1='' WHERE Id=10640;
UPDATE npc_text SET text0_0='你在这么短的时间内就为这片土地带来了绿色，干得很好。我觉得心绪安宁了许多。我要去长眠啦。',text0_1='' WHERE Id=10641;
UPDATE npc_text SET text0_0='啊，我看出你是联合团的朋友。或许你会有兴趣买点东西?',text0_1='啊，我看出你是联合团的朋友。或许你会有兴趣买点东西?' WHERE Id=9896;
UPDATE npc_text SET text0_0='那个孩子让我心寒。他整天站在那里和他的祖父交谈。然后他会再把祖父跟他说的话转告他母亲，她-当然-只有微笑的点点头。$b$b笨蛋!鼠辈!全部的一切!',text0_1='' WHERE Id=9914;
UPDATE npc_text SET text0_0='我们的敌人包围我们。我本来能让摩克纳萨尔有更好的生活，但是我们所对抗的力量已为我们选择了其它方式。$b$b假如你要证明自己对摩克纳萨尔的价值，就帮助我们消灭他们。',text0_1='' WHERE Id=10645;
UPDATE npc_text SET text0_0='陌生人，被你所见的事物感到困惑吗?$b$b我们藉由让祖先的记忆火焰持续燃烧并向它祭拜，来赞扬我们祖先的灵魂。',text0_1='' WHERE Id=10647;
UPDATE npc_text SET text0_0='我可以教你附魔。你感兴趣吗？',text0_1='我可以教你附魔。你感兴趣吗？' WHERE Id=10651;
UPDATE npc_text SET text0_0='很高兴再次见到你，朋友。',text0_1='' WHERE Id=10655;
UPDATE npc_text SET text0_0='可以四处行动并打倒那四人是件好事，有什么我可以帮忙的吗，$C?',text0_1='' WHERE Id=10657;
UPDATE npc_text SET text0_0='帕达尔训练那些对珠宝工艺有兴趣的人。你可以在靠近洞穴的水晶大厅那里找到他。',text0_1='帕达尔训练那些对珠宝工艺有兴趣的人。你可以在靠近洞穴的水晶大厅那里找到他。' WHERE Id=9547;
UPDATE npc_text SET text0_0='搜寻我们受难的同胞、抵抗联盟的侵袭以及跟巨魔和他们的古罗将领的战争。$b$b所有的事情都压在我的肩头上，$c。$b$b就算是我也需要不时的帮助。',text0_1='' WHERE Id=10661;
UPDATE npc_text SET text0_0='奥齐顿是我祖先灵魂的家，我们可以不去看管它，但是它曾经被德莱尼破坏殆尽……我们的灵魂都是一样的。',text0_1='' WHERE Id=10662;
UPDATE npc_text SET text0_0='死亡熔炉在燃烧军团的监督之下，由暗影议会负责营运。',text0_1='' WHERE Id=10664;
UPDATE npc_text SET text0_0='下面就是死亡熔炉，死亡……这个名字取得真是恰当。如果任由他们运转死亡熔炉，暗影议会就可以源源不断地为燃烧军团提供地狱火大军。',text0_1='' WHERE Id=10666;
UPDATE npc_text SET text0_0='我们知道在另一边的隧道那里有一大群巨龙教徒，我们得在这里作好准备才行。',text0_1='' WHERE Id=10667;
UPDATE npc_text SET text0_0='欢迎啊，$N。我是原始月布的裁缝专家，那些有兴趣成为月布专家的人通常都会要求我训练他们。',text0_1='' WHERE Id=10669;
UPDATE npc_text SET text0_0='',text0_1='恐怕我能教你的只有一些皮毛而已，$c。当然，你可以随意看看我的东西，只是你找不到你能用的东西。' WHERE Id=10670;
UPDATE npc_text SET text0_0='很高兴遇见你!我叫盖吉，是撒塔斯的居民也是魔焰裁缝专家，不管你是不是竞争对手，只要你还没选择你的裁缝专精系别并且有兴趣成为一个专家级的魔焰裁缝师，我都很乐意帮助你。',text0_1='' WHERE Id=10671;
UPDATE npc_text SET text0_0='',text0_1='如果你不是裁缝师的话，我想我的图样无法引起你的兴趣，不过欢迎你随意看看!' WHERE Id=10672;
UPDATE npc_text SET text0_0='如果你是在找有关影纹裁缝的花样或知识，我很乐意帮助你。',text0_1='如果你是在找有关影纹裁缝的花样或知识，我很乐意帮助你。' WHERE Id=10673;
UPDATE npc_text SET text0_0='我很抱歉，$c，但是这些是我一针一线所缝制出来最合适的商品。$B$B我可以向你保证，裁缝是比在手帕上绣字还难的技术。',text0_1='' WHERE Id=10674;
UPDATE npc_text SET text0_0='他们害怕我的言语，所以狠狠的教训了我以示众人。这对一位真神，奈普图隆来说真是一个讽刺呀。$b$b<司卡利斯吐口水。>$b$b凡人啊，报应来了。猎潮者的光荣之手将有一天会像是在镰刀收割般地杀死这些不信之徒。',text0_1='他们害怕我的言语，所以狠狠的教训了我以示众人。这对一位真神，奈普图隆来说真是一个讽刺呀。$b$b<司卡利斯吐口水。>$b$b凡人啊，报应来了。猎潮者的光荣之手将有一天会像是在镰刀收割般地杀死这些不信之徒。' WHERE Id=10676;
UPDATE npc_text SET text0_0='这些破坏恐怕是那些可怕的魔法所造成的，我们得尽可能的治疗这些重大的创伤。',text0_1='' WHERE Id=10677;
UPDATE npc_text SET text0_0='死亡之门的入口将在这个世界打开，燃烧军团要利用这个门来繁殖恶魔犬和其它恐怖的犬齿生物。只要你看到这些从那里来的生物，必定是先通过那道门来到这里的。B最近，我们知道燃烧军团要从这个入口召唤这些生物。$b$b你必须在他们造成不可收拾的情况之前，先把死亡之门关闭才行，要不然一切都会毁了!',text0_1='死亡之门的入口将在这个世界打开，燃烧军团要利用这个门来繁殖恶魔犬和其它恐怖的犬齿生物。只要你看到这些从那里来的生物，必定是先通过那道门来到这里的。
最近，我们知道燃烧军团要从这个入口召唤这些生物。$b$b你必须在他们造成不可收拾的情况之前，先把死亡之门关闭才行，要不然一切都会毁了!' WHERE Id=10679;
UPDATE npc_text SET text0_0='我来这里是为了凈化那些不安分的灵魂，但是在那次袭击后我就担心自己的任务会失败。白骨荒野夺走了太多生命，请你一定要帮助他们。',text0_1='' WHERE Id=10680;
UPDATE npc_text SET text0_0='愿圣光指引着你，$n。',text0_1='愿圣光指引着你，$n。' WHERE Id=10682;
UPDATE npc_text SET text0_0='能在荣耀堡服役，我非常自豪。',text0_1='能在荣耀堡服役，我非常自豪。' WHERE Id=10683;
UPDATE npc_text SET text0_0='',text0_1='当我在撒塔斯设立盗贼学院时，不像现在人这么多，之后难民大量涌入而那鲁需要房子居住。

所以我关闭了我的学院，但这不是长久的办法，我会寻找新的地点来设立学院。

然后，新一代的难民就会以欺骗术、偷窃、责难打破变形的技能为主，他们都会忘了盗贼学的中心法则，真正的盗贼是不用佯攻的。' WHERE Id=10686;
UPDATE npc_text SET text0_0='我是联合团的萨尔菲。我身为转化大师的美名早已传遍全世界了。',text0_1='我是联合团的萨尔菲。我身为转化大师的美名早已传遍全世界了。' WHERE Id=10687;
UPDATE npc_text SET text0_0='喔，不会的!我的飞飞不会乱拿人家的东西!他是只好狗……他有时候只是需要别人的注意而已。如果你给他一个狗饼干的话，你就知道了',text0_1='' WHERE Id=10689;
UPDATE npc_text SET text0_0='我试着让我自己欣喜地接受他人的挑战，但是自从我轻易地获得胜利后，我已经有一段时间懒得让自己成长。$b$b现在，我打算花点时间在此地的试剂事业上，并写一本有关我对暮光之锤的经验谈。',text0_1='我试着让我自己欣喜地接受他人的挑战，但是自从我轻易地获得胜利后，我已经有一段时间懒得让自己成长。$b$b现在，我打算花点时间在此地的试剂事业上，并写一本有关我对暮光之锤的经验谈。' WHERE Id=10691;
UPDATE npc_text SET text0_0='事实上，我们的炼金师罗洛其恩随身带着他的炼金装备。也许他跟你过去找的炼金师有一点不太一样-他是阿拉卡，不过他应该能满足你的需求了，他落脚在阴郁城的东北部。',text0_1='事实上，我们的炼金师罗洛其恩随身带着他的炼金装备。也许他跟你过去找的炼金师有一点不太一样-他是阿拉卡，不过他应该能满足你的需求了，他落脚在阴郁城的东北部。' WHERE Id=10696;
UPDATE npc_text SET text0_0='这个地方有两位珠宝商人:其中一个为占卜者工作，另外一个则效忠于奥多尔，你要找的是谁?',text0_1='这个地方有两位珠宝商人:其中一个为占卜者工作，另外一个则效忠于奥多尔，你要找的是谁?' WHERE Id=10697;
UPDATE npc_text SET text0_0='伊奈思娜是个尖酸刻薄的女人，她有许多形形色色如同是珠宝工艺的珠宝，你可以在北部的奥多尔高地那边找她的店。',text0_1='伊奈思娜是个尖酸刻薄的女人，她有许多形形色色如同是珠宝工艺的珠宝，你可以在北部的奥多尔高地那边找她的店。' WHERE Id=10698;
UPDATE npc_text SET text0_0='利萨尔丝可能……看上去有点凶，但是她出售你想要的东西。她在占星者平台的东部。',text0_1='利萨尔丝可能……看上去有点凶，但是她出售你想要的东西。她在占星者平台的东部。' WHERE Id=10699;
UPDATE npc_text SET text0_0='<奥术守护者指了指贫民窟的东北部分，沙塔斯城的鸦人居住地。>',text0_1='' WHERE Id=10701;
UPDATE npc_text SET text0_0='<这台构造体生物对着平台的东部做了个手势。>',text0_1='' WHERE Id=10702;
UPDATE npc_text SET text0_0='喔，谢谢你！我体内的黑暗物质已经被驱除了！我的眼睛又能看见东西了……啊，我看到了救世主的脸庞！',text0_1='喔，谢谢你！我体内的黑暗物质已经被驱除了！我的眼睛又能看见东西了……啊，我看到了救世主的脸庞！' WHERE Id=10706;
UPDATE npc_text SET text0_0='滚开，$c!不要烦我们，否则我们下次会让你陷入真正的绝望!',text0_1='滚开，$c!不要烦我们，否则我们下次会让你陷入真正的绝望!' WHERE Id=10707;
UPDATE npc_text SET text0_0='不要担心。破碎岗哨是一座坚固的堡垒!但是以防万一，如果基底开始崩塌就立刻跳上狮鹫兽……',text0_1='不要担心。破碎岗哨是一座坚固的堡垒!但是以防万一，如果基底开始崩塌就立刻跳上狮鹫兽……' WHERE Id=10717;
UPDATE npc_text SET text0_0='你有事要和我说吗，$r?',text0_1='' WHERE Id=10720;
UPDATE npc_text SET text0_0='我已经在这片荒地看过太多危险了。谁知道在荒地的尘土之下还潜伏了什么怪物准备伏击那些粗心的旅人呢?',text0_1='' WHERE Id=10721;
UPDATE npc_text SET text0_0='你对奥多尔的声望不足或者尚未宣誓效忠奥多尔。',text0_1='你对奥多尔的声望不足或者尚未宣誓效忠奥多尔。' WHERE Id=10722;
UPDATE npc_text SET text0_0='你对占卜者的声望不足或者尚未宣誓效忠占卜者。',text0_1='你对占卜者的声望不足或者尚未宣誓效忠占卜者。' WHERE Id=10723;
UPDATE npc_text SET text0_0='',text0_1='我自由了！但是秘密……有泄露的危险。必须警告阿卡玛！' WHERE Id=10733;
UPDATE npc_text SET text0_0='<莫希斯注视着天空。>从某种程度上说，我很羡慕鲁克和考瓦克斯所享受的自由。摆脱大地的束缚事实上是一种伟大的祝福。将来我会再次进入天空飞翔的，不过我必须先完成一项使命。',text0_1='' WHERE Id=10735;
UPDATE npc_text SET text0_0='埃兰已经战败了吗?太好了……我可以感觉到他的势力已经缩减了-即使只有一点点。但是这样就足够我执行身为一个看门人该做的事情了!你想要传送到守护者图书馆吗，$N?',text0_1='' WHERE Id=10741;
UPDATE npc_text SET text0_0='',text0_1='外域的战争比起我所经历过的任何战争都惨烈。大部分悲惨的受害人都是那些留在后方的孩子。
现在，斯克提斯的鸦人对沙塔斯城的威胁进一步加剧，那里也会有更多的孤儿需要照顾。这些孩子看不到光明的未来。
但是你却有能力为他们做些什么。儿童周来了，$c，我恳求你给这些孩子的生活带来些乐趣和奇迹吧。' WHERE Id=10744;
UPDATE npc_text SET text0_0='<这位德鲁伊似乎陷入了沉睡，全然忘却了他周围的环境。>',text0_1='' WHERE Id=10745;
UPDATE npc_text SET text0_0='我求你了，$r，快一点。他们是不会放弃追踪的！就算是在这里，我也无法从他们手中逃脱！',text0_1='' WHERE Id=10746;
UPDATE npc_text SET text0_0='居住在达纳苏斯战士区的暗夜精灵武器大师伊琳尼雅·月火可以教你使用弓。',text0_1='居住在达纳苏斯战士区的暗夜精灵武器大师伊琳尼雅·月火可以教你使用弓。' WHERE Id=10748;
UPDATE npc_text SET text0_0='能教你使用枪的是布里维夫，去铁炉堡的密林武器店找他吧。',text0_1='能教你使用枪的是布里维夫，去铁炉堡的密林武器店找他吧。' WHERE Id=10751;
UPDATE npc_text SET text0_0='我是奉奈萨斯王子哈拉玛德的命令来到这里。有奇怪的东西正在风暴之尖活动着。',text0_1='' WHERE Id=10752;
UPDATE npc_text SET text0_0='如果你需要武器训练，我可以向你提供。',text0_1='' WHERE Id=10767;
UPDATE npc_text SET text0_0='哈纳什和塞尤克可以教会你如何使用单手斧和双手斧。你可以在奥格瑞玛的荣誉谷找到他们。',text0_1='哈纳什和塞尤克可以教会你如何使用单手斧和双手斧。你可以在奥格瑞玛的荣誉谷找到他们。' WHERE Id=10770;
UPDATE npc_text SET text0_0='奥格瑞玛荣誉谷内的武器大师塞尤克和哈纳什可以教你如何射箭，银月城远行者广场的武器大师伊蕾达同样也是这方面的专家。',text0_1='奥格瑞玛荣誉谷内的武器大师塞尤克和哈纳什可以教你如何射箭，银月城远行者广场的武器大师伊蕾达同样也是这方面的专家。' WHERE Id=10771;
UPDATE npc_text SET text0_0='你可以在奥格瑞玛的兽人武器大师塞尤克那里学会使用拳套。他每天都在荣誉谷。',text0_1='你可以在奥格瑞玛的兽人武器大师塞尤克那里学会使用拳套。他每天都在荣誉谷。' WHERE Id=10774;
UPDATE npc_text SET text0_0='我们的射击教师是安塞瓦，居住在雷霆崖中部高地底层的牛头人武器大师。',text0_1='我们的射击教师是安塞瓦，居住在雷霆崖中部高地底层的牛头人武器大师。' WHERE Id=10775;
UPDATE npc_text SET text0_0='安塞瓦会教你怎么使用锤子，你可以在雷霆崖的中部高地底层找到他。',text0_1='安塞瓦会教你怎么使用锤子，你可以在雷霆崖的中部高地底层找到他。' WHERE Id=10776;
UPDATE npc_text SET text0_0='奥格瑞玛荣誉谷的巨魔武器大师哈纳什和雷霆崖中部高地底层的牛头人武器大师安塞瓦可以教你如何使用法杖。',text0_1='奥格瑞玛荣誉谷的巨魔武器大师哈纳什和雷霆崖中部高地底层的牛头人武器大师安塞瓦可以教你如何使用法杖。' WHERE Id=10778;
UPDATE npc_text SET text0_0='银月城远行者广场的血精灵伊蕾达会教你学习使用单手剑和双手剑。幽暗城的武器大师阿基巴德同样也能教你，他就在军事区。',text0_1='银月城远行者广场的血精灵伊蕾达会教你学习使用单手剑和双手剑。幽暗城的武器大师阿基巴德同样也能教你，他就在军事区。' WHERE Id=10779;
UPDATE npc_text SET text0_0='奥格瑞玛的武器大师塞尤克和哈纳什是真正的投掷武器专家。他们在荣誉谷训练所有对此有兴趣的学生；如果想看更加优雅的投掷姿势，那么没人比得上银月城远行者广场的伊蕾达。',text0_1='奥格瑞玛的武器大师塞尤克和哈纳什是真正的投掷武器专家。他们在荣誉谷训练所有对此有兴趣的学生；如果想看更加优雅的投掷姿势，那么没人比得上银月城远行者广场的伊蕾达。' WHERE Id=10780;
UPDATE npc_text SET text0_0='阿基巴德是弩类武器的教师。他是幽暗城的武器大师，就在军事区。',text0_1='阿基巴德是弩类武器的教师。他是幽暗城的武器大师，就在军事区。' WHERE Id=10781;
UPDATE npc_text SET text0_0='如果你不是要来训练的，就退后点让我好好工作。',text0_1='如果你不是要来训练的，就退后点让我好好工作。' WHERE Id=10789;
UPDATE npc_text SET text0_0='我无法了解为何你想要学其他的东西……不过我猜想我能够指引你正确的方向。你之后有特别想要进行哪一种训练吗?',text0_1='我无法了解为何你想要学其他的东西……不过我猜想我能够指引你正确的方向。你之后有特别想要进行哪一种训练吗?' WHERE Id=10790;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到常青林，$c。坦莫和我一直在研究刀锋山一带的鸦人，最近，我们发现他们和那些泰罗卡森林的鸦人之间有着一些令人担忧的差别。' WHERE Id=10793;
UPDATE npc_text SET text0_0='<鸦人的幽灵逐渐接近你，仿佛是在辨认你。但你觉得它似乎总是看不清楚。>罗卡拉姆，是你吗？',text0_1='' WHERE Id=10794;
UPDATE npc_text SET text0_0='请原谅我质问你，孩子。我的视力已经不如从前了，但是乌鸦之神赐我长生。不久之后，你就会接替我的位置。我将我所知道的知识都传授给了你。唯一的遗憾就是我没能夺回氏族神圣的乌鸦之书。',text0_1='' WHERE Id=10795;
UPDATE npc_text SET text0_0='自从斯克提斯的鸦人同胞背信弃义，从我们手中偷走乌鸦之书，打破石板并将碎裂的石板碎片掩埋在他们那骯脏的城市中之后，鸦神真正的信徒便永远地生活在耻辱之中。祈祷乌鸦之神能挑中你，让你成为夺回神圣书典的英雄吧。孩子，要时刻保持信仰，并永远铭记这条预言：“与乌鸦之神为敌的人们，鸦神会从你们的睡梦中进入这个世界。”',text0_1='' WHERE Id=10796;
UPDATE npc_text SET text0_0='葛罗克寻求帮忙。小$r去山脉那帮助血锤!',text0_1='' WHERE Id=10797;
UPDATE npc_text SET text0_0='',text0_1='你去找莫戈多格吗？' WHERE Id=10798;
UPDATE npc_text SET text0_0='如果我们想摆脱身上的枷锁，再次享受自由的滋味，就必须杀死所有的格鲁尔之子！但是，我们必须隐秘行动，只有通过秘密的抵抗行动，我们才有机会获得成功。',text0_1='如果我们想摆脱身上的枷锁，再次享受自由的滋味，就必须杀死所有的格鲁尔之子！但是，我们必须隐秘行动，只有通过秘密的抵抗行动，我们才有机会获得成功。' WHERE Id=10800;
UPDATE npc_text SET text0_0='要想拯救尤勒斯上校，恐怕只能利用那种危险性很高的仪式——是的，驱魔仪式。',text0_1='要想拯救尤勒斯上校，恐怕只能利用那种危险性很高的仪式——是的，驱魔仪式。' WHERE Id=10801;
UPDATE npc_text SET text0_0='我眼花了吗？我们很久没有见过面了，罗卡拉姆兄弟，真的是你吗？你在找塞克卡尔？他就在漩涡峰西部的水晶田中。他说自己可以在那里感受到某种原始的、未开化的超自然力量，并为此神魂颠倒；但是在旁人看来，那片水晶田并没有什么异常现象。',text0_1='' WHERE Id=10807;
UPDATE npc_text SET text0_0='',text0_1='你也许了解一点点驾驭走兽的技巧，但是你有乘坐飞禽自由飞翔的经历吗？蛮锤矮人懂得如何驯养最好的飞行坐骑。如果你有胆的话，只需付一笔小钱，我就教给你这项技能。' WHERE Id=10808;
UPDATE npc_text SET text0_0='当你想到蛮锤时你会联想到什么呢，嗯?狮鹫兽驾驶，如果你还有印象的话!影月不是鹰巢山，不过我们仍然有好货色可以提供给你，是的，好货色喔。看一看我的小美人们并看看你挑中当中的哪一只吧!',text0_1='' WHERE Id=10809;
UPDATE npc_text SET text0_0='你看起来好像对你周遭的陆行性动物很有一套的样子，不过如果你想要飞起，就需要训练及专心一致。还有金钱。你有金钱，对吧?',text0_1='' WHERE Id=10817;
UPDATE npc_text SET text0_0='',text0_1='很棒的动物，对吧?我们这里养的翼龙都是训练来面对德拉诺最猛烈及最奇怪的天气状况。你会发现他们很可靠且坚强。' WHERE Id=10818;
UPDATE npc_text SET text0_0='我不关心你是谁，或是你在天空卫队以外做些什么。不过只要你在这里，你就要听从我的命令。',text0_1='我不关心你是谁，或是你在天空卫队以外做些什么。不过只要你在这里，你就要听从我的命令。' WHERE Id=10819;
UPDATE npc_text SET text0_0='',text0_1='到处都是对这个……这个家伙的抱怨声。据说他是个可疑的人物。我是来调查他的生意是否合法的……如果他胆敢做违法的勾当，我就会立即采取行动。' WHERE Id=10830;
UPDATE npc_text SET text0_0='如果你集齐一套风暴卡片的话，你将获得暗月卡片：怒火。当你拿着这张卡片时，你的法术或物理攻击的爆击几率会不断提高，直到你打出一次爆击。',text0_1='' WHERE Id=10831;
UPDATE npc_text SET text0_0='如果你集齐一套愚人卡片的话，你将获得暗月卡片：疯狂。当你拿着这张卡片时，每当你杀死一个敌人，你就会充满疯狂的力量。',text0_1='' WHERE Id=10832;
UPDATE npc_text SET text0_0='如果你集齐一套祝福卡片的话，你将获得暗月卡片：远征。当你拿着这张卡片时，你只需持续战斗，你的法术和物理攻击的伤害就会不断提高。',text0_1='' WHERE Id=10833;
UPDATE npc_text SET text0_0='如果你集齐一套报复卡片的话，你将获得一张暗月卡片：复仇。当你拿着这张卡片时，任何攻击你的人都有一定几率遭到神圣的复仇。',text0_1='' WHERE Id=10834;
UPDATE npc_text SET text0_0='身为萨尔酋长大人的顾问，派雷亚诺一直待在智慧谷的格罗玛什要塞里。',text0_1='身为萨尔酋长大人的顾问，派雷亚诺一直待在智慧谷的格罗玛什要塞里。' WHERE Id=10843;
UPDATE npc_text SET text0_0='我可以教你珠宝加工。有兴趣吗？',text0_1='我可以教你珠宝加工。有兴趣吗？' WHERE Id=10846;
UPDATE npc_text SET text0_0='你想要什么？作为一名邪兽人，你闻上去有点古怪……',text0_1='' WHERE Id=10847;
UPDATE npc_text SET text0_0='你不是想把这里当做自己家吧。也许你想吃点什么？',text0_1='' WHERE Id=10848;
UPDATE npc_text SET text0_0='有时候，那些该死的血精灵会顺路从我这里购买一些特殊的材料或是毒药。我必须随时保持这类货源，以免谣言传到伊利丹大人耳朵里，说龙喉氏族不与血精灵合作……<鲁姆普斯艰难地咽了口气。>我们可不希望发生那种事……',text0_1='有时候，那些该死的血精灵会顺路从我这里购买一些特殊的材料或是毒药。我必须随时保持这类货源，以免谣言传到伊利丹大人耳朵里，说龙喉氏族不与血精灵合作……

<鲁姆普斯艰难地咽了口气。>

我们可不希望发生那种事……' WHERE Id=10849;
UPDATE npc_text SET text0_0='<围绕在希瑞身边的光跳动地转为蓝色。那鲁欢迎你如战场中的盟友一般。>',text0_1='' WHERE Id=10851;
UPDATE npc_text SET text0_0='你与灵翼龙族结下了深厚的情谊，我们都愿意在背后支持你！朋友，现在就给予我们的敌人致命一击吧！我们必须夺回失去的一切。',text0_1='' WHERE Id=10854;
UPDATE npc_text SET text0_0='你一定很好奇为什么食人魔说话也能这么流利。这是生长在奥格瑞拉周围的水晶簇的副作用。那里的食人魔将这根法杖送给了我，镶嵌在法杖上的水晶赐予了我无穷的智慧。只要你继续在奥格瑞拉行善，那么总有一天，所有的食人魔同胞都能享受到这种福泽。谢谢你，我的$g国王:女王;
。感谢你为我们所做的一切。',text0_1='' WHERE Id=10860;
UPDATE npc_text SET text0_0='又一个，嗯？你永远都不会成功……',text0_1='' WHERE Id=10862;
UPDATE npc_text SET text0_0='记住，你每天只能做一次收集工作。但是，我们也一直需要更多的水晶。任何废柴苦工都能把那些东西带回营地。',text0_1='' WHERE Id=10863;
UPDATE npc_text SET text0_0='我没有新任务交给你了，孩子。你已经不适合做体力活啦……',text0_1='' WHERE Id=10864;
UPDATE npc_text SET text0_0='你在这里听到和看到的一切都要保密，$r。',text0_1='' WHERE Id=10877;
UPDATE npc_text SET text0_0='葛罗克听说你是所有食人魔的新$g国王:女王;
。恭……恭喜你，小$r。',text0_1='' WHERE Id=10879;
UPDATE npc_text SET text0_0='我对你有个提议，$r。请好好思考你的选择 - 你的决定无法轻易的更改。

该是时候让我们将你的忠诚正式纳入我们的组织了。我必须得知道你希望以什么样的资格来为我们效命，我们才知道要如何奖赏你。',text0_1='' WHERE Id=10884;
UPDATE npc_text SET text0_0='如果你在找机件，小东西，那个什么的，零件，这个什么的，新东西，或是小玩意儿，那你就来对地方了!',text0_1='' WHERE Id=10889;
UPDATE npc_text SET text0_0='你看上去很眼熟……',text0_1='' WHERE Id=10892;
UPDATE npc_text SET text0_0='需要施法材料的话，你可来对了地方。即使找遍整个沙塔斯城，你也找不到更好的选择了。

',text0_1='' WHERE Id=10894;
UPDATE npc_text SET text0_0='<马朗正在擦亮他的靴子。>',text0_1='' WHERE Id=10896;
UPDATE npc_text SET text0_0='立正，步兵！',text0_1='' WHERE Id=10901;
UPDATE npc_text SET text0_0='滚开，否则我就用训诫靴踢你。',text0_1='' WHERE Id=10904;
UPDATE npc_text SET text0_0='邪能水晶熔炉可以将埃匹希斯碎片转化成不稳定的野兽合剂。这种合剂能让饮用者变得更加敏捷、强壮，并且更具活力。来吧，做出你的选择。',text0_1='' WHERE Id=10910;
UPDATE npc_text SET text0_0='<当你将埃匹希斯碎片放入邪能水晶熔炉并拉下控制杆后，从熔炉中传来了物体被碾碎的声音。很快一瓶合剂就从熔炉口落了出来。>',text0_1='' WHERE Id=10911;
UPDATE npc_text SET text0_0='<当你将埃匹希斯碎片放入邪能水晶熔炉并拉下控制杆后，从熔炉中传来了物体被碾碎的声音。很快一瓶合剂就从熔炉口落了出来。>',text0_1='' WHERE Id=10912;
UPDATE npc_text SET text0_0='希望你能帮我们解决这件麻烦事。试想一下，如果你有10个儿子，他们都想尝试去做那些自己力所不能及的事，你该怎么办？尽管如此，我们却必须尽到做父亲的职责。',text0_1='' WHERE Id=10916;
UPDATE npc_text SET text0_0='你有孩子吗，$c？听我说，来到奥格瑞拉之后，我们都觉得没有以前快乐了。那些水晶让孩子们变得聪明了许多。从前，我们只需要敲打他们的小脑瓜就能让他们闭嘴。而现在，他们却整天吵着问我们各种各样关于天空卫队的事情。无知真是幸福！',text0_1='' WHERE Id=10917;
UPDATE npc_text SET text0_0='你刚来奥格瑞拉不久，这些水晶簇的好处你还没有完全体会到呢。何况，你只有一个脑袋。而我们就不同了。我们在这里住了很长一段时间了。因此，你可以想象我们聪明的头脑精通多少事情。最近，我们对铸魔营地的恶魔挺感兴趣的。具体来说，我们设计出了一个彻底摆脱他们的好办法。至少，理论上是那样。',text0_1='你刚来奥格瑞拉不久，这些水晶簇的好处你还没有完全体会到呢。何况，你只有一个脑袋。而我们就不同了。我们在这里住了很长一段时间了。因此，你可以想象我们聪明的头脑精通多少事情。最近，我们对铸魔营地的恶魔挺感兴趣的。具体来说，我们设计出了一个彻底摆脱他们的好办法。至少，理论上是那样。' WHERE Id=10919;
UPDATE npc_text SET text0_0='甘克和$r一样都是刚来奥格瑞拉的。这里就和下面那些食人魔所说的一样，真是天堂一般的地方。那些水晶簇让甘克变聪明了，但是也让甘克的脑袋很痛。<甘克的两个脑袋互相点着头。>我们正在学习制造晶铸黑暗符印。学会的话，就能粉碎恶魔的迁跃门了！',text0_1='' WHERE Id=10923;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到奥格瑞拉，$c。食人魔通过奥格瑞拉周围的水晶簇散发出的魔力获得了敏锐的才智。尽管我们不完全明白这是怎么回事，但我们喜欢这个新家，只想在这里过安宁的生活。可是恶魔、虚灵，还有黑龙却偏偏要来滋扰生事。' WHERE Id=10926;
UPDATE npc_text SET text0_0='我代表奥格瑞拉对你的所做的一切表示感谢，$N。<库洛尔的左边脑袋点着头，右边脑袋则对着你微笑。>不要忘了，帮助奥格瑞拉就是帮助我们在刀锋山的食人魔同胞。为了表达对你的敬意，他们已经将你奉为$g国王:女王;
。',text0_1='' WHERE Id=10927;
UPDATE npc_text SET text0_0='凭你的能力，还不够资格参加晋级赛。不过你可以找竞技场管理员谈一谈，参加一些练习赛。训练永远都不会嫌太晚的。',text0_1='凭你的能力，还不够资格参加晋级赛。不过你可以找竞技场管理员谈一谈，参加一些练习赛。训练永远都不会嫌太晚的。' WHERE Id=10929;
UPDATE npc_text SET text0_0='你要伤害我吗？我可不想和战争扯上关系，$r。我只是个体弱多病的学者，请你别来打扰我！',text0_1='你要伤害我吗？我可不想和战争扯上关系，$r。我只是个体弱多病的学者，请你别来打扰我！' WHERE Id=10930;
UPDATE npc_text SET text0_0='<安琪拉在注意你之前再度对恶魔猎犬低声的说话。>

泽西永远都比其他的恶魔猎犬来得小号，不过却从来不会困扰他。而外域将会改变一切，对吧泽西?

妈咪的小天使将要长大成为一只巨大，残爆的恶魔猎犬，没错，他就是!',text0_1='' WHERE Id=10934;
UPDATE npc_text SET text0_0='要不是塞纳里奥远征队，我肯定早就葬身矿洞了……是他们救了我的命！因此，我为塞纳里奥远征队的盟友们提供修理装备以及出售施法材料的服务。',text0_1='' WHERE Id=10936;
UPDATE npc_text SET text0_0='你在这里可以找到很多事情做，$N。',text0_1='' WHERE Id=10937;
UPDATE npc_text SET text0_0='',text0_1='我们必须在矿洞附近重建我们的要塞！' WHERE Id=10939;
UPDATE npc_text SET text0_0='<暗血监工咕哝着。>',text0_1='' WHERE Id=10940;
UPDATE npc_text SET text0_0='我必须马上离开这个地方！',text0_1='' WHERE Id=10947;
UPDATE npc_text SET text0_0='埃匹希斯圣物闪着微光，似乎里面隐藏着什么东西。',text0_1='' WHERE Id=10948;
UPDATE npc_text SET text0_0='立正，队长！',text0_1='' WHERE Id=10950;
UPDATE npc_text SET text0_0='别理会维克斯顿的话。你想要好东西？那就和克里希谈一谈。如果你的声望够高的话，我正好有你需要的货物。孩子，你要明白，竞技场上的懦夫是没有资格拥有这些东西的。',text0_1='' WHERE Id=10957;
UPDATE npc_text SET text0_0='',text0_1='我们能帮你什么忙吗？' WHERE Id=10967;
UPDATE npc_text SET text0_0='',text0_1='我们能为你提供什么美味吗？' WHERE Id=10976;
UPDATE npc_text SET text0_0='',text0_1='你好，$N。要赶去我们位于鸦羽山的基地黑风码头吗？我为你准备了一只漂亮的小虚空鳐。

现在就出发吗？和我说一声就成！' WHERE Id=10978;
UPDATE npc_text SET text0_0='你好！如果你想要飞往刀锋山的天空卫队哨站的话，我可以为你准备一只虚空鳐。和我说一声就成。',text0_1='' WHERE Id=10979;
UPDATE npc_text SET text0_0='你好。如果你在沙塔尔天空卫队的声望再提升一点，我就为你开通前往刀锋山天空卫队哨站的直达航线。',text0_1='你好。如果你在沙塔尔天空卫队的声望再提升一点，我就为你开通前往刀锋山天空卫队哨站的直达航线。' WHERE Id=10980;
UPDATE npc_text SET text0_0='这样就对啦！我们为你所做的一切感到光荣！如果你想要前往我们在鸦羽山的另一处基地，就和天空卫队训练师伊雷娜谈一谈吧。她会很乐意为你安排的。',text0_1='' WHERE Id=10989;
UPDATE npc_text SET text0_0='',text0_1='我知道你耗费了不少精力来帮助我们，$c。
新手，继续努力吧，歼灭所有的恶魔！' WHERE Id=10992;
UPDATE npc_text SET text0_0='',text0_1='好吧，我承认。$N，你已经证明了自己的实力。

如果说我之前对你太过严厉的话，那也是因为我发现你具备一名优秀的天空卫士的潜质。我敢说你就是我们的王牌飞行员！

任何时候你想来帮忙都成，我会为你准备好一组炸弹的。' WHERE Id=10995;
UPDATE npc_text SET text0_0='',text0_1='你知道吗，$N，很荣幸能和你一起共事！
当你闲下来的时候，或许我们可以共进晚餐？
哦，我们为你开通了前往鸦羽山基地的直达航线，我有没有告诉你这件事啊？如果你想去那里的话，就与天空卫队训练师伊雷娜谈一谈。' WHERE Id=11001;
UPDATE npc_text SET text0_0='',text0_1='希望你没把我当做马屁精之类的家伙，$N。

我的意思是，我知道你在天空卫队享有很高的声誉，嗯……我想你大概不会愿意和我这样地位卑微的工人呆在一起。

不过，如果你想出去逛逛，或是一起捕捉以太鳐什么的，随时来找我！我等着你。

我真想你……' WHERE Id=11004;
UPDATE npc_text SET text0_0='这些圣物伟大而神秘。如果能系统地研究它们，或许就能揭示它们蕴藏的真正力量。',text0_1='' WHERE Id=11007;
UPDATE npc_text SET text0_0='尊贵的英雄，钢铁远没有血肉之躯来得强壮。唯有持有者才能令钢铸武器的效力发挥到极致。嗯，不说这些了……我们能帮你什么忙吗？',text0_1='' WHERE Id=11008;
UPDATE npc_text SET text0_0='首先你成为了刀锋山食人魔的$g国王:女王;
，接着又赢得了奥格瑞拉食人魔的尊敬。从来没有哪个$r能取得这样的成就，你简直是活生生的例证。$N，谢谢你，我们欠你的永远都无法偿还！',text0_1='' WHERE Id=11011;
UPDATE npc_text SET text0_0='我们永远欢迎你来这里！库洛尔说$r是我们的英雄！$N现在就像是我们食人魔的一员了。但是，甘克搞糊涂了，因为他觉得$N需要再长大点。',text0_1='' WHERE Id=11021;
UPDATE npc_text SET text0_0='',text0_1='我们是来帮忙的。' WHERE Id=11026;
UPDATE npc_text SET text0_0='你的无私让我们感到无地自容，$N。先前，我们确实有点自以为是，但是你让我们彻底改变了态度。谢谢你，希望你会继续帮助我们对抗铸魔营地。',text0_1='' WHERE Id=11028;
UPDATE npc_text SET text0_0='',text0_1='你在奥格瑞拉过得很愉快吧？我们有许多手工打造的好东西。我们挑选出最好的货物，准备出售给你这样酷毙了的客人！嗯，在你外出执行任务、确保奥格瑞拉安全的同时，有空的时候可以顺路过来看看我们出售的货物。朋友，祝你好运。' WHERE Id=11029;
UPDATE npc_text SET text0_0='<莫格霍尔大王向你敬礼。>',text0_1='' WHERE Id=11032;
UPDATE npc_text SET text0_0='滚开！你别想从我这里得到任何东西。',text0_1='滚开！你别想从我这里得到任何东西。' WHERE Id=11042;
UPDATE npc_text SET text0_0='我听说海的那一边有一个技术高超的铁匠叫萨鲁·钢怒。如果你想要继续你的专业技巧，这个在奥格玛的铁匠铺就是你要前往的地方，$c。',text0_1='' WHERE Id=11051;
UPDATE npc_text SET text0_0='我们正准备对巴什伊尔码头发动一次进攻，来研究他们的水晶熔炉。请你尽力帮助我们！天空卫队以太技师会在$4581d后出发。',text0_1='' WHERE Id=11056;
UPDATE npc_text SET text0_0='骨堆中弥漫出一股恐怖的黑暗能量。',text0_1='骨堆中弥漫出一股恐怖的黑暗能量。' WHERE Id=11058;
UPDATE npc_text SET text0_0='',text0_1='需要战场补给吗？' WHERE Id=11059;
UPDATE npc_text SET text0_0='你好，旅行者。',text0_1='你好，旅行者。' WHERE Id=11064;
UPDATE npc_text SET text0_0='太空卫队以太技师和他的护卫队正在前往巴什伊尔码头的途中。去那里和他们碰面，帮助他们完成任务吧！',text0_1='' WHERE Id=11065;
UPDATE npc_text SET text0_0='只有最擅长对付伊利丹爪牙的老练猎人才能看到我的商品。

等你在萨塔，塞纳里奥远征队和奥多尔的地位到达崇拜，你就会被认为有这样的资格。',text0_1='' WHERE Id=11083;
UPDATE npc_text SET text0_0='只有最擅长对付伊利丹爪牙的老练猎人才能看到我的商品。

等你在萨塔，塞纳里奥远征队和占卜者的地位到达崇拜，你就会被认为有这样的资格。',text0_1='' WHERE Id=11084;
UPDATE npc_text SET text0_0='欢迎你，$N。伊利丹将特殊的徽记赐给了他麾下最强大的仆从，替我取回这些徽记，我就让你选购这些炼金商品。',text0_1='' WHERE Id=11085;
UPDATE npc_text SET text0_0='肉眼见不见的鸦人们……他们就在我们身边……注视着我们……他们在等待！',text0_1='肉眼见不见的鸦人们……他们就在我们身边……注视着我们……他们在等待！' WHERE Id=11089;
UPDATE npc_text SET text0_0='我是做幼龙生意的，$N。我得到授权，向最高阶的军官们出售虚空幼龙。',text0_1='' WHERE Id=11090;
UPDATE npc_text SET text0_0='你需要什么，$c？',text0_1='' WHERE Id=11091;
UPDATE npc_text SET text0_0='聚焦水晶？当然，我会解释清楚的，毕竟，看上去你只具备完全理解这个概念所必需的一半脑力。首先，通过一个简单的反应，一块耗尽能量的聚焦水晶可以与十块埃匹希斯碎片产生连接，并在反应结束之后转化为一块充能的聚焦水晶。这些充能的聚焦水晶具备某种医疗能力，但更重要的是，它可以与某只被占据的恶魔产生共效，并应用在特殊的地方。比如说，每块充能的聚焦水晶的都可以使某只被占据的恶魔展现出特殊的力量。不久之后，甘克就会派你去完成一个类似的任务。',text0_1='聚焦水晶？当然，我会解释清楚的，毕竟，看上去你只具备完全理解这个概念所必需的一半脑力。首先，通过一个简单的反应，一块耗尽能量的聚焦水晶可以与十块埃匹希斯碎片产生连接，并在反应结束之后转化为一块充能的聚焦水晶。这些充能的聚焦水晶具备某种医疗能力，但更重要的是，它可以与某只被占据的恶魔产生共效，并应用在特殊的地方。比如说，每块充能的聚焦水晶的都可以使某只被占据的恶魔展现出特殊的力量。不久之后，甘克就会派你去完成一个类似的任务。' WHERE Id=11094;
UPDATE npc_text SET text0_0='$c，我同意你协助参与这次调查。不过，别以为我会轻易相信你的调查结果。还有，你热衷于此事的动机我也会彻查清楚的。',text0_1='' WHERE Id=11128;
UPDATE npc_text SET text0_0='朋友，你看上去是位通情达理的$c。你可曾记得塞拉摩昔日的光辉岁月？那是吉安娜禁止我们与部落交战之前的事情了。兽人仍在频频挑衅，而我们却被告知不得挑起战乱，你是否对此感到厌倦？',text0_1='' WHERE Id=11136;
UPDATE npc_text SET text0_0='虽然获得财富不再是我们生活的动力，但我们知道有钱能使鬼推磨的道理。你可以在那鲁之座找到我们的拍卖场。',text0_1='虽然获得财富不再是我们生活的动力，但我们知道有钱能使鬼推磨的道理。你可以在那鲁之座找到我们的拍卖场。' WHERE Id=9528;
UPDATE npc_text SET text0_0='飞艇应该才刚抵达奥格玛而已。',text0_1='飞艇应该才刚抵达奥格玛而已。' WHERE Id=11165;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从奥格瑞玛起航……',text0_1='飞艇应该是刚刚从奥格瑞玛起航……' WHERE Id=11170;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从格罗姆高起航……',text0_1='飞艇应该是刚刚从格罗姆高起航……' WHERE Id=11172;
UPDATE npc_text SET text0_0='飞艇应该是刚刚到达幽暗城。',text0_1='飞艇应该是刚刚到达幽暗城。' WHERE Id=11173;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从奥格瑞玛起航。',text0_1='飞艇应该是刚刚从奥格瑞玛起航。' WHERE Id=11174;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从幽暗城起航。',text0_1='飞艇应该是刚刚从幽暗城起航。' WHERE Id=11175;
UPDATE npc_text SET text0_0='飞艇应该是刚刚到达幽暗城。',text0_1='飞艇应该是刚刚到达幽暗城。' WHERE Id=11179;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从格罗姆高起航。',text0_1='飞艇应该是刚刚从格罗姆高起航。' WHERE Id=11181;
UPDATE npc_text SET text0_0='飞艇应该是刚刚从幽暗城起航。',text0_1='飞艇应该是刚刚从幽暗城起航。' WHERE Id=11182;
UPDATE npc_text SET text0_0='我现在整天的时间都花在了收集飞艇零件上，就这样，弗雷萨还不肯给我加点薪水。至于你，你肯定不是来跟我抢工作的，对吧？我猜你想知道飞艇现在的位置在哪。总之，你运气不错，我这里就有个飞艇追踪装置了！',text0_1='我现在整天的时间都花在了收集飞艇零件上，就这样，弗雷萨还不肯给我加点薪水。至于你，你肯定不是来跟我抢工作的，对吧？我猜你想知道飞艇现在的位置在哪。总之，你运气不错，我这里就有个飞艇追踪装置了！' WHERE Id=11189;
UPDATE npc_text SET text0_0='商人格里伏塔由于他诈骗的行为已经被驱逐除出了这个城市。我们打算仔细地检查他出售的这些小玩意。请您配合我们的工作，离开这个摊位。',text0_1='' WHERE Id=11196;
UPDATE npc_text SET text0_0='在艾泽拉斯再也找不到更好的啤酒了。',text0_1='' WHERE Id=11209;
UPDATE npc_text SET text0_0='我们有世界上最棒的酿酒厂，雷霆啤酒酿造商们一直引以为傲。',text0_1='' WHERE Id=11210;
UPDATE npc_text SET text0_0='哇！你真的想要从我们手中购买吗？',text0_1='' WHERE Id=11211;
UPDATE npc_text SET text0_0='你没看到我有好多事情要忙吗？走开点，农夫！',text0_1='你没看到我有好多事情要忙吗？走开点，农夫！' WHERE Id=11215;
UPDATE npc_text SET text0_0='我想你知道我是谁吧。但是，你还是不停地烦我？$b$b你是不是想引起我的注意？',text0_1='' WHERE Id=11217;
UPDATE npc_text SET text0_0='',text0_1='我强烈建议你去找塞格占卜一下……我知道，他是个豺狼人。但是他是个非常特殊的、可以帮你占卜命运的豺狼人！

我们也在不断给马戏团增加新项目以保持吸引力！' WHERE Id=11220;
UPDATE npc_text SET text0_0='$c，很高兴见到你。我正在向巴德拉克讨教驾驭狮鹫的窍门，希望有一天能有自己的狮鹫棚。',text0_1='$c，很高兴见到你。我正在向巴德拉克讨教驾驭狮鹫的窍门，希望有一天能有自己的狮鹫棚。' WHERE Id=11224;
UPDATE npc_text SET text0_0='',text0_1='嗨！有什么我可以帮忙的吗？' WHERE Id=11226;
UPDATE npc_text SET text0_0='',text0_1='事情会变成什么样子呢……' WHERE Id=11230;
UPDATE npc_text SET text0_0='',text0_1='啊，我的厨艺吗？应该是吧。作为女招待，当然总得在厨房里跑来跑去的。我确实学到了一些新的菜谱，虽然不是很特殊，但至少可以填饱葛罗克那无底洞一样的胃。' WHERE Id=11231;
UPDATE npc_text SET text0_0='我的兄弟克里克斯觉得他在奥格瑞玛的工作很糟糕。但和这个地方的恶臭比较起来，那算的了什么？不过至少老板还付给我额外的危险津贴!
什么？你想知道飞艇在哪里？你很幸运，我正好带着我的飞艇追踪器！',text0_1='我的兄弟克里克斯觉得他在奥格瑞玛的工作很糟糕。但和这个地方的恶臭比较起来，那算的了什么？不过至少老板还付给我额外的危险津贴！
什么？你想知道飞艇在哪里？你很幸运，我正好带着我的飞艇追踪器！' WHERE Id=11234;
UPDATE npc_text SET text0_0='保持警惕。尘泥沼泽中强敌四伏，我们担负着构筑塞拉摩岛第一道防线的重任。',text0_1='' WHERE Id=11243;
UPDATE npc_text SET text0_0='目前逃亡者占领了废弃哨塔，所以北点哨塔成为距离塞拉摩岛最远的岗哨。',text0_1='' WHERE Id=11245;
UPDATE npc_text SET text0_0='布洛格很感激收留他的泥链镇地精，不过有时他觉得地精们在嘲笑自己。',text0_1='' WHERE Id=11281;
UPDATE npc_text SET text0_0='你可以在塔贝萨的房中找到学徒加里奥。至少，他没法偷走那儿的所有材料。',text0_1='' WHERE Id=11309;
UPDATE npc_text SET text0_0='要是有牧师或是德鲁伊在就好了。在康复之前，我没法继续研究工作了。',text0_1='' WHERE Id=11311;
UPDATE npc_text SET text0_0='万鬼节是个恐怖的节日，但是我喜欢!',text0_1='万鬼节是个恐怖的节日，但是我喜欢!' WHERE Id=11359;
UPDATE npc_text SET text0_0='这块公告板被泥链镇的热砂集团成员用来张贴悬赏和工作通知。',text0_1='' WHERE Id=11365;
UPDATE npc_text SET text0_0='你最好站远点。剖鱼是件骯脏的活计。',text0_1='' WHERE Id=11376;
UPDATE npc_text SET text0_0='',text0_1='这里的情况比我相信的糟的多！飞艇并不比一堆扭曲的金属和燃烧的燃料好多少！' WHERE Id=11403;
UPDATE npc_text SET text0_0='除非有紧急事务，否则恐怕没有太多时间与你闲聊，公民。我身上肩负着保卫塞拉摩安全的重要使命。',text0_1='' WHERE Id=11424;
UPDATE npc_text SET text0_0='感谢圣光，迪菲亚的那帮家伙对潜水一窍不通。',text0_1='' WHERE Id=11432;
UPDATE npc_text SET text0_0='欢迎来到塞拉摩。',text0_1='' WHERE Id=11457;
UPDATE npc_text SET text0_0='很高兴见到你，$c。',text0_1='' WHERE Id=11469;
UPDATE npc_text SET text0_0='',text0_1='暗月卡片共有八套：野兽、祝福、元素、报复、愚人、入口、风暴和督军，每套卡片各有八张。如果你能集齐一套八张卡片，就能用一副暗月套牌在萨杜斯·帕雷教授处兑换到强大的饰品。' WHERE Id=11472;
UPDATE npc_text SET text0_0='万鬼节是个恐怖的节日，但是我喜欢!万鬼节是个恐怖的节日，但是我喜欢!万鬼节是个恐怖的节日，但是我喜欢!
万鬼节是个恐怖的节日，但是我喜欢!',text0_1='万鬼节是个恐怖的节日，但是我喜欢!' WHERE Id=11477;
UPDATE npc_text SET text0_0='朋友，你好。欢迎光临外域最精彩的盛会！来，尽情体验我们精心准备的节目吧。瞧瞧这些新奇玩意儿，它们是暗月马戏团从这个广袤而神秘的世界中收集来的！我们会尽力为孩子们带来欢乐！',text0_1='' WHERE Id=11482;
UPDATE npc_text SET text0_0='我绝不会把蕨墙村当作自己的家。那么做就等于放弃了收复失地的希望。',text0_1='' WHERE Id=11567;
UPDATE npc_text SET text0_0='',text0_1='无头骑士本是白银之手的成员，可惜这位昔日的英雄被诅咒了。他盘踞在血色修道院中，失去神智的无头骑士竟然认为自己还活着，我们才是没有生命的亡者。

他再也不是圣光忠诚的仆从了。随着万圣节的来临，他在艾泽拉斯世界各地的村落中散播着阴暗的种子，还有那仇恨的火焰。' WHERE Id=11590;
UPDATE npc_text SET text0_0='南瓜头冒出了邪恶的烟雾……

',text0_1='' WHERE Id=11645;
UPDATE npc_text SET text0_0='',text0_1='冲击者5000型超级大炮是一种代表世界最尖端技术水平的单人发射装置，它能以龙的速度将人发射出去。发明该设施的地精家族是家喻户晓的航空领域先驱，这种超级大炮已经成为了家族的荣耀！

如果你想象鸟儿一样在空中翱翔，就去沙塔斯城的圣光广场找玛克希玛吧。她会把你发射到城外的小池塘去！' WHERE Id=11743;
UPDATE npc_text SET text0_0='饿了吗？困了吗？你也可以在这里睡觉。',text0_1='' WHERE Id=11797;
UPDATE npc_text SET text0_0='嗨！我是最优秀的赛羊手，这并不代表我就乐意帮助那些酿酒商。你高兴的话，你去帮他们好了。

等等，我还没说完呢！

你要是能帮到酿酒商，就有机会骑上世界上最好的赛羊！',text0_1='' WHERE Id=11945;
UPDATE npc_text SET text0_0='啊哈哈哈，瞧见了吗？格里伏塔回来了！我带着一堆古董回到了熟悉的货摊前，而且我已经准备好和你做买卖了！想要变得更健壮更强大更矫健吗？我出售的护身符都具备这些功能哟。来吧，掏钱买个绝世珍宝吧！破盘价啦！',text0_1='' WHERE Id=11947;
UPDATE npc_text SET text0_0='黑暗的岁月可以促成奇怪的友谊。如果能去旧洛丹伦，观看被遗忘者们烧毁稻草人的话也挺不错的。',text0_1='黑暗的岁月可以促成奇怪的友谊。如果能去旧洛丹伦，观看被遗忘者们烧毁稻草人的话也挺不错的。' WHERE Id=11956;
UPDATE npc_text SET text0_0='这个节日原本是部落发明的，不是联盟。真不明白我们为什么也要庆祝。',text0_1='这个节日原本是部落发明的，不是联盟。真不明白我们为什么也要庆祝。' WHERE Id=11957;
UPDATE npc_text SET text0_0='退一步说，庆祝另一位死敌的诞辰真是件诡异的事。不过，我们还是会参加盟友们的节日。',text0_1='退一步说，庆祝另一位死敌的诞辰真是件诡异的事。不过，我们还是会参加盟友们的节日。' WHERE Id=11962;
UPDATE npc_text SET text0_0='被遗忘者有权庆祝自己重获自由。还有什么比这更重要的吗？',text0_1='被遗忘者有权庆祝自己重获自由。还有什么比这更重要的吗？' WHERE Id=11963;
UPDATE npc_text SET text0_0='我们在万圣节上狂欢，纪念女妖之王将我们从巫妖王和天谴军团的魔掌中解救出来。每晚在幽暗城外都会举办稻草人晚会，记得参加哦。',text0_1='我们在万圣节上狂欢，纪念女妖之王将我们从巫妖王和天谴军团的魔掌中解救出来。每晚在幽暗城外都会举办稻草人晚会，记得参加哦。' WHERE Id=11966;
UPDATE npc_text SET text0_0='这些珍贵的器物都是我的客户指名预订的呢。$c，只要你能帮我找回来，我是绝对不会亏待你的，我懂你的心思啦。我们来谈谈今天的订单如何？',text0_1='' WHERE Id=12044;
UPDATE npc_text SET text0_0='玛哈杜恩听见虚空风中传来的低语声。有人来到玛哈杜恩面前，谈论起今天的猎物。',text0_1='' WHERE Id=12046;
UPDATE npc_text SET text0_0='人们总是希望在旅店或是这样的节日聚会上寻找到浪漫，我非常理解这种想法。但是酒精会让人的感官变得迟钝，能让你忘却日常生活中的一切烦恼。

不过，我找到了解决方法！通过很多次的试验和磨难，我设计出一种特别的装置，它能过滤掉酒精的缺点，同时又能令人享受到酒精的好处！戴上这副眼镜，任何人看上去都是那么性感！

嗯……包括你，美人！你想要什么，我会给你打折的！',text0_1='人们总是希望在旅店或是这样的节日聚会上寻找到浪漫，我非常理解这种想法。但是酒精会让人的感官变得迟钝，能让你忘却日常生活中的一切烦恼。

不过，我找到了解决方法！通过很多次的试验和磨难，我设计出一种特别的装置，它能过滤掉酒精的缺点，同时又能令人享受到酒精的好处！戴上这副眼镜，任何人看上去都是那么性感！

嗯……包括你，美人！你想要什么，我会给你打折的！' WHERE Id=12080;
UPDATE npc_text SET text0_0='嗨！你有兴趣知道更多关于赛羊和赛羊会的事吗？',text0_1='嗨！你有兴趣知道更多关于赛羊和赛羊会的事吗？' WHERE Id=12083;
UPDATE npc_text SET text0_0='在你接受了任务之后，我们会借给你一头山羊。只是借你而已，所以你不能永远拥有它。山羊可能看上去有点慢，不过只要用甩几下缰绳，它就会加快速度。

我们的山羊爱吃苹果。我们已经在一路上放了很多苹果，记得顺路吃几个。吃苹果会让你的山羊忘记疲惫。',text0_1='在你接受了任务之后，我们会借给你一头山羊。只是借你而已，所以你不能永远拥有它。山羊可能看上去有点慢，不过只要用甩几下缰绳，它就会加快速度。

我们的山羊爱吃苹果。我们已经在一路上放了很多苹果，记得顺路吃几个。吃苹果会让你的山羊忘记疲惫。' WHERE Id=12084;
UPDATE npc_text SET text0_0='给你山羊的同时，你也同样会得到一根缰绳。

甩甩缰绳就可以让它加快些速度。你的缰绳放得越松，山羊就会跑得越快。

不过它跑得越快，就越容易疲劳。所以你得注意点。',text0_1='给你山羊的同时，你也同样会得到一根缰绳。

甩甩缰绳就可以让它加快些速度。你的缰绳放得越松，山羊就会跑得越快。

不过它跑得越快，就越容易疲劳。所以你得注意点。' WHERE Id=12085;
UPDATE npc_text SET text0_0='你只要一开始甩甩缰绳，就可以看到山羊速度的改变。它起初是步行，甩几下缰绳以后就会开始疾走，在它疾走的时候再来几下，就会开始慢跑了。在它慢跑得时候再加把劲，就可以让它飞奔起来。',text0_1='你只要一开始甩甩缰绳，就可以看到山羊速度的改变。它起初是步行，甩几下缰绳以后就会开始疾走，在它疾走的时候再来几下，就会开始慢跑了。在它慢跑得时候再加把劲，就可以让它飞奔起来。' WHERE Id=12086;
UPDATE npc_text SET text0_0='让你的山羊慢跑或者飞奔太久的话，它会精疲力尽。如果你想让山羊恢复，让它步行或疾走一会儿就行了。如果附近有苹果就更好了，带它去吃一点，可以更快地恢复。',text0_1='让你的山羊慢跑或者飞奔太久的话，它会精疲力尽。如果你想让山羊恢复，让它步行或疾走一会儿就行了。如果附近有苹果就更好了，带它去吃一点，可以更快地恢复。' WHERE Id=12087;
UPDATE npc_text SET text0_0='赛羊其实比看上去更简单，不过要掌握的话还是需要技术的。如果你能避免让你的山羊精疲力尽，你只需要用用缰绳，吃吃苹果就可以了。',text0_1='赛羊其实比看上去更简单，不过要掌握的话还是需要技术的。如果你能避免让你的山羊精疲力尽，你只需要用用缰绳，吃吃苹果就可以了。' WHERE Id=12088;
UPDATE npc_text SET text0_0='如果你有足够多的美酒节奖券，美酒节营地的奖券兑换员就可以给你一个“荣誉酿酒商”的戳印。

有了那个戳印，我就可以卖给你一头美酒节赛羊。不过我要提醒你，它们可并不便宜！',text0_1='如果你有足够多的美酒节奖券，美酒节营地的奖券兑换员就可以给你一个“荣誉酿酒商”的戳印。

有了那个戳印，我就可以卖给你一头美酒节赛羊。不过我要提醒你，它们可并不便宜！' WHERE Id=12092;
UPDATE npc_text SET text0_0='嘿，朋友，我拿来的这个东西可以说是一个伟大的成就，一件你从未看到过的东西！不过现在你可以买到它，可以非常便宜地买到它！

你知道，我已经厌倦了花钱在酒馆里找寻完美的人。所以我做了这个东西……这副眼镜可以让每个人看上去都是那么完美无缺。你可别错过这种好东西！

那么，你想试试吗？让我的口袋里多一点钱？既然你看上去那么完美，我会给你打折的！',text0_1='嘿，朋友，我拿来的这个东西可以说是一个伟大的成就，一件你从未看到过的东西！不过现在你可以买到它，可以非常便宜地买到它！

你知道，我已经厌倦了花钱在酒馆里找寻完美的人。所以我做了这个东西……这副眼镜可以让每个人看上去都是那么完美无缺。你可别错过这种好东西！

那么，你想试试吗？让我的口袋里多一点钱？既然你看上去那么完美，我会给你打折的！' WHERE Id=12098;
UPDATE npc_text SET text0_0='我看到你在街对面闲逛，就满心希望你可以到这边来。那么，甜心，有什么需要我为你效劳的？',text0_1='' WHERE Id=12100;
UPDATE npc_text SET text0_0='你在艾泽拉斯找不到更好的酒了。',text0_1='' WHERE Id=12104;
UPDATE npc_text SET text0_0='嗨，朋友，你想试试全世界最好的酒吗？',text0_1='' WHERE Id=12105;
UPDATE npc_text SET text0_0='我看到你在欣赏我们合法拥有的赛羊……我能感觉到，你想要参加赛羊会……不过在你参与之前，你必须得做些事。

嗯，对于这些山羊来说，工作和玩其实是一样的。',text0_1='' WHERE Id=12114;
UPDATE npc_text SET text0_0='没有什么节日比得上美酒节的美食和美酒！',text0_1='没有什么节日比得上美酒节的美食和美酒！' WHERE Id=12134;
UPDATE npc_text SET text0_0='欢迎来到美酒节，朋友！在赞美那些相互对抗的酿酒厂之间的友好竞争精神时，我们可以得到很多乐趣。如果你有任何疑问，找我就是了！',text0_1='' WHERE Id=12152;
UPDATE npc_text SET text0_0='美酒节就是个享受这个世界中最好的食物和美酒的盛典，一点都不夸张。过来看看这么多清爽的手工啤酒、节日香肠、椒盐卷饼和奶酪。还有什么比这更好的呢？而且你只需要花那么一丁点钱。',text0_1='' WHERE Id=12154;
UPDATE npc_text SET text0_0='除了啤酒和香肠，美酒节最受欢迎的就是纪念品了！不管是传统节日的服装，还是美酒的袖珍酒桶，一切应有尽有，你可以在贝尔比这里买到各种美酒节的主题物品。记得你手上要有足够多的美酒节奖券，因为你只能用它们来购买纪念品。你可以通过在美酒节的场地附近帮忙来获取奖券。',text0_1='' WHERE Id=12155;
UPDATE npc_text SET text0_0='赛羊会是美酒节的一个重要传统节目。如果你想知道更多的信息，就去和羊圈旁的波尔·冻石谈谈。而且那也是获取美酒节奖券的好方法！',text0_1='' WHERE Id=12156;
UPDATE npc_text SET text0_0='嗨，欢迎来到美酒节！在这里你可以享受各种乐趣，如果你有任何问题的话，随时可以过来问我。不然，就去买些啤酒和香肠吧！',text0_1='' WHERE Id=12157;
UPDATE npc_text SET text0_0='美酒节的意义就在于美食和美酒，而且我们所提供的就是最好的！你觉得我在撒谎？看看我们的那些美酒、香肠、椒盐卷饼和奶酪吧。你会发现，你周围都是最棒的美食，而且你找不到比这更便宜的了！',text0_1='' WHERE Id=12158;
UPDATE npc_text SET text0_0='每个人都喜欢那些疯狂的美酒节赛羊。想要了解更多信息吗？去和羊圈旁的德利兹·塔波奎克谈谈吧。享受一点乐趣，并获取一些美酒节奖券！',text0_1='' WHERE Id=12159;
UPDATE npc_text SET text0_0='嗨，记得给你自己弄些美酒节的纪念品！不管是传统节日的服装还是美酒的袖珍酒桶，应有尽有。只要去找布利克斯·菲克维特就行了，但是首先请确保你手上有着足够的美酒节奖券……因为你只能用它们来购买纪念品。你可以通过在美酒节的场地附近帮忙以获取奖券。',text0_1='' WHERE Id=12160;
UPDATE npc_text SET text0_0='',text0_1='你好，愿艾露恩之光与你同在。' WHERE Id=12162;
UPDATE npc_text SET text0_0='我跟你说啊，狩猎的最佳方法就是先喝个酩酊大醉！',text0_1='' WHERE Id=12165;
UPDATE npc_text SET text0_0='小酌怡神，大醉也不伤身！',text0_1='' WHERE Id=12181;
UPDATE npc_text SET text0_0='每天两次，分别是在早上6点和下午6点，大工匠梅卡托克会亲自来到美酒节的现场，主持开酒罐仪式。千万别错过！',text0_1='' WHERE Id=12195;
UPDATE npc_text SET text0_0='每天两次，分别是在早上6点和下午6点，暗影猎手沃金会亲自来到美酒节的现场，主持开酒罐仪式。千万别错过！',text0_1='' WHERE Id=12196;
UPDATE npc_text SET text0_0='很多人葬身大海。我和小精灵们负责在海面上搜寻灵魂。',text0_1='很多人葬身大海。我和小精灵们负责在海面上搜寻灵魂。' WHERE Id=12245;
UPDATE npc_text SET text0_0='欢迎乘坐羽月渡船号。我们往返于羽月要塞和被遗忘的海岸，搜寻不幸的落水者。大海暗藏危机，你必须做好充分的准备。
',text0_1='' WHERE Id=12275;
UPDATE npc_text SET text0_0='欢迎登上少女之爱号。它将会一路顺风的抵达港口。',text0_1='' WHERE Id=12281;
UPDATE npc_text SET text0_0='嗯……如果那个讨厌的船长向你推销他的特价品，你就直接把那些烂货扔进海里去。说不定有些龙虾人会因此丧命，不过好在你能捡回一条命呀。',text0_1='' WHERE Id=12284;
UPDATE npc_text SET text0_0='欢迎登上唤雷号！

不用理会那群整天抱怨爆炸或者类似东西的家伙。真的，每个人都会犯错误，我们应该开除掉一些懒惰的家伙。

你看，我知道如果有一个船长的船坠毁了22还是23次是有点……但任何少于那个次数的事故就根本算不得什么了。',text0_1='' WHERE Id=12288;
UPDATE npc_text SET text0_0='<咕哝着>我猜那些山是凭空出现的…总共5次!',text0_1='' WHERE Id=12289;
UPDATE npc_text SET text0_0='',text0_1='如果你喜欢刺激，那可是我们船长最擅长的事了！我爱这份工作！' WHERE Id=12290;
UPDATE npc_text SET text0_0='不要多问……',text0_1='' WHERE Id=12291;
UPDATE npc_text SET text0_0='你不能把我们的坏运气都怪在我的头上吧……我甚至都不知道我要去哪！

尽管也许那意思是说你能责怪我……

不！等等！我能把这艘船完好的停进港口的……但那肯定是船长发出的命令！也许他喜欢挑战我们的极限来测试我们的生存能力还有修理技术。',text0_1='' WHERE Id=12292;
UPDATE npc_text SET text0_0='',text0_1='铁鹰号是客船，并不是战舰！不过，工作就是工作，只要王子还付我们工钱，我们就听船长的。

不管怎样，欢迎上船。' WHERE Id=12314;
UPDATE npc_text SET text0_0='有点忙。',text0_1='有点忙。' WHERE Id=12315;
UPDATE npc_text SET text0_0='我们保护着这艘由奥格瑞玛飞往荆棘谷格罗姆高营地的飞艇。',text0_1='我们保护着这艘由奥格瑞玛飞往荆棘谷格罗姆高营地的飞艇。' WHERE Id=12316;
UPDATE npc_text SET text0_0='现在没空，朋友……我有事要做，再见。',text0_1='' WHERE Id=12317;
UPDATE npc_text SET text0_0='我管理着艾泽拉斯最坚固的飞艇，你知道，她曾经用两门轻型火炮和足够的炸弹炸平了一个城市……她的影子就足以消灭敌人。

什么？这当然是真的！',text0_1='' WHERE Id=12318;
UPDATE npc_text SET text0_0='',text0_1='欢迎登舰$c。卸下重担好好享受这趟旅途。在「紫色公主号」上我们希望你能够觉得放松。假如你登船后有任何需要的话，我们楼下备有贩卖机。' WHERE Id=12327;
UPDATE npc_text SET text0_0='娱乐是让船员们保持激情、有效率地工作的一个重要手段。让船员们放松，他们就会表现得更好。',text0_1='' WHERE Id=12328;
UPDATE npc_text SET text0_0='请让我休息一小会。',text0_1='' WHERE Id=12330;
UPDATE npc_text SET text0_0='让我睡会吧，只要五分钟，朋友……',text0_1='' WHERE Id=12331;
UPDATE npc_text SET text0_0='我现在很忙。',text0_1='我现在很忙。' WHERE Id=12332;
UPDATE npc_text SET text0_0='',text0_1='尽管格罗姆高营地到幽暗城的航线平淡无奇，但一路上的景色实在太漂亮了。虽然那也不是在工作时候睡着的借口。' WHERE Id=12333;
UPDATE npc_text SET text0_0='进来休息一会儿吧，远离灰尘和泥沼吧。',text0_1='' WHERE Id=12334;
UPDATE npc_text SET text0_0='最好的防守就是进攻，这是尽人皆知的。',text0_1='' WHERE Id=12347;
UPDATE npc_text SET text0_0='',text0_1='如果你没法保证自己能活下来，那么再强的武器对你来说也毫无意义，$c。' WHERE Id=12348;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=22932;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=921061;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=16777215;
UPDATE npc_text SET text0_0='如果你在找艾雷达妮娅的话，就应该去萨瑟利尔的庆典那里。她几天前收到了邀请。',text0_1='如果你在找艾雷达妮娅的话，就应该去萨瑟利尔的庆典那里。她几天前收到了邀请。' WHERE Id=10196;
UPDATE npc_text SET text0_0='去猎人高地吧，你可以在那里找到战场军官。',text0_1='去猎人高地吧，你可以在那里找到战场军官。' WHERE Id=10220;
UPDATE npc_text SET text0_0='飞艇应该才刚抵达奥格瑞玛而已....',text0_1='飞艇应该才刚抵达奥格瑞玛而已....' WHERE Id=11169;
UPDATE npc_text SET text0_0='武装圣殿的防御结界可以让我们更快地占领它。我们不希望在全力攻击燃烧军团和凯尔萨斯时还要为失心者的偷袭操心。

我们的目标完成率已经达到$3244w%了。',text0_1='' WHERE Id=12260;
UPDATE npc_text SET text0_0='',text0_1='你有没有看到那些在岛上游荡的魔像守卫？只要对控制它们行动的水晶核心做一些小小的改动，就能让我们获得它们的控制权，用它们来保护战略要地。

阳湾圣殿很快就会是我们的了，眼下我们的目标完成率已经达到了$3244w%。' WHERE Id=12240;
UPDATE npc_text SET text0_0='寻找存放物品的场所吗?你可以向艾克索达的保险库前进，然后……那些银行家将非常乐于帮助你。
',text0_1='寻找存放物品的场所吗?你可以向艾克索达的保险库前进，然后……那些银行家将非常乐于帮助你。
' WHERE Id=10067;
UPDATE npc_text SET text0_0='角鹰兽在艾克索达附近被照顾得很好。如果你希望飞往血色守望，你真该前往艾克索达一趟。',text0_1='角鹰兽在艾克索达附近被照顾得很好。如果你希望飞往血色守望，你真该前往艾克索达一趟。' WHERE Id=10071;
UPDATE npc_text SET text0_0='范安姆是我们的公会注册员。他的办公室已经设立在艾克索达。请沿着道路走;
你将立即找到它。',text0_1='范安姆是我们的公会注册员。他的办公室已经设立在艾克索达。请沿着道路走;
你将立即找到它。' WHERE Id=10073;
UPDATE npc_text SET text0_0='我们简陋的旅馆馆位于蓝色守望北边;
查伦将好好的照顾你。',text0_1='我们简陋的旅馆馆位于蓝色守望北边;
查伦将好好的照顾你。' WHERE Id=10074;
UPDATE npc_text SET text0_0='艾斯滨娜很高兴可以照顾你的动物同伴，我的朋友。她在蓝色守望的旅馆外边等待。',text0_1='艾斯滨娜很高兴可以照顾你的动物同伴，我的朋友。她在蓝色守望的旅馆外边等待。' WHERE Id=10075;
UPDATE npc_text SET text0_0='啊，你是想要训练吗？有几个导师在碧蓝岗哨那里……你想学什么？',text0_1='啊，你是想要训练吗？有几个导师在碧蓝岗哨那里……你想学什么？' WHERE Id=10076;
UPDATE npc_text SET text0_0='德鲁伊?这里没有人选择追求德鲁伊之路……但是我想我听说在艾克索达附近有人符合你的描述。我想是萨娜妮斯吗?',text0_1='德鲁伊?这里没有人选择追求德鲁伊之路……但是我想我听说在艾克索达附近有人符合你的描述。我想是萨娜妮斯吗?' WHERE Id=10077;
UPDATE npc_text SET text0_0='爹达欧精通于药剂的制作。他在蓝色守望西方的法禔玛附近工作。',text0_1='爹达欧精通于药剂的制作。他在蓝色守望西方的法禔玛附近工作。' WHERE Id=10088;
UPDATE npc_text SET text0_0='蓝色守望这里没有裁缝师。但是，你可以去海滩上的营地找找看 - 他们有许多从海外来经商的训练师。',text0_1='蓝色守望这里没有裁缝师。但是，你可以去海滩上的营地找找看 - 他们有许多从海外来经商的训练师。' WHERE Id=10099;
UPDATE npc_text SET text0_0='蓝色守望没有铁匠。不过，我看过一些年轻的铁匠来自南岸上那古怪的营地。或许你应该进行调查。',text0_1='蓝色守望没有铁匠。不过，我看过一些年轻的铁匠来自南岸上那古怪的营地。或许你应该进行调查。' WHERE Id=10089;
UPDATE npc_text SET text0_0='前往静松要塞吧，我的朋友。那里的熊怪提供非常大的帮助，并且他们可能正好有你需要的专门技能。',text0_1='前往静松要塞吧，我的朋友。那里的熊怪提供非常大的帮助，并且他们可能正好有你需要的专门技能。' WHERE Id=10098;
UPDATE npc_text SET text0_0='我们的附魔师在艾克索达度过他们的日子，进行许多附魔工程。库德瑞将开始训练你。',text0_1='我们的附魔师在艾克索达度过他们的日子，进行许多附魔工程。库德瑞将开始训练你。' WHERE Id=10091;
UPDATE npc_text SET text0_0='本地的巧匠戴洛能教你工程学的基础。或许你能帮助我们的技师修理那个故障的通讯设备!',text0_1='本地的巧匠戴洛能教你工程学的基础。或许你能帮助我们的技师修理那个故障的通讯设备!' WHERE Id=10092;
UPDATE npc_text SET text0_0='艾克缇昂是我们的猎人代表，同时也是一名精通狩猎的猎人 - 他身上所穿的皮革就是他高超技术的证明。他的营地在蓝色守望的东南边。',text0_1='艾克缇昂是我们的猎人代表，同时也是一名精通狩猎的猎人 - 他身上所穿的皮革就是他高超技术的证明。他的营地在蓝色守望的东南边。' WHERE Id=10078;
UPDATE npc_text SET text0_0='我们的新盟友静松熊怪，已经谈及对我们找到的皮革感兴趣。他们住在北方;
你可以从他们身上学习知识。',text0_1='我们的新盟友静松熊怪，已经谈及对我们找到的皮革感兴趣。他们住在北方;
你可以从他们身上学习知识。' WHERE Id=10096;
UPDATE npc_text SET text0_0='赫尔从我们的到达起已经着手于研究本地植物。他能指引你的道路。你能发现他在蓝色守望西部边缘上与爹达欧一起工作。',text0_1='赫尔从我们的到达起已经着手于研究本地植物。他能指引你的道路。你能发现他在蓝色守望西部边缘上与爹达欧一起工作。' WHERE Id=10095;
UPDATE npc_text SET text0_0='一个有抱负的钓鱼者……嗯，狄克泰纳住在安曼浅滩的岸上，用她的网和钓鱼竿持续提供我们所需。我肯定她能帮助你。',text0_1='一个有抱负的钓鱼者……嗯，狄克泰纳住在安曼浅滩的岸上，用她的网和钓鱼竿持续提供我们所需。我肯定她能帮助你。' WHERE Id=10094;
UPDATE npc_text SET text0_0='法禔玛是我们的隐士，并且在照料伤者的领域里面是无价的。她在蓝色守望的西边实行她的医术。
',text0_1='法禔玛是我们的隐士，并且在照料伤者的领域里面是无价的。她在蓝色守望的西边实行她的医术。
' WHERE Id=10093;
UPDATE npc_text SET text0_0='你是个萨满祭司？嗯，你可以自行决定未来要走的道路……哪条道路都行。图伦就在碧蓝岗哨西北方某处僻静的小营地里。',text0_1='你是个萨满祭司？嗯，你可以自行决定未来要走的道路……哪条道路都行。图伦就在碧蓝岗哨西北方某处僻静的小营地里。' WHERE Id=10085;
UPDATE npc_text SET text0_0='罗达在蓝色守望东部训练年轻的战士。如果实战技艺方面的训练是你所追寻的，她将对你有帮助。',text0_1='罗达在蓝色守望东部训练年轻的战士。如果实战技艺方面的训练是你所追寻的，她将对你有帮助。' WHERE Id=10086;
UPDATE npc_text SET text0_0='在查伦小而服务良好的小酒馆里，你能找到牧师古樊。',text0_1='在查伦小而服务良好的小酒馆里，你能找到牧师古樊。' WHERE Id=10084;
UPDATE npc_text SET text0_0='对人和善的朵拉斯是一名高尚的妇女，和一名英勇的圣光防卫者。她在旅馆里提供训练。',text0_1='对人和善的朵拉斯是一名高尚的妇女，和一名英勇的圣光防卫者。她在旅馆里提供训练。' WHERE Id=10083;
UPDATE npc_text SET text0_0='想精通秘法的话，找希蜜德就对了。他在蓝色守望东边提供秘法的训练，在罗达的旁边。',text0_1='想精通秘法的话，找希蜜德就对了。他在蓝色守望东边提供秘法的训练，在罗达的旁边。' WHERE Id=10081;
UPDATE npc_text SET text0_0='公会注册员就在贸易阶梯的入口附近。',text0_1='公会注册员就在贸易阶梯的入口附近。' WHERE Id=9539;
UPDATE npc_text SET text0_0='德鲁伊?啊……萨娜妮斯……你在找萨娜妮斯。你可以在艾克索达外面找到那个夜精灵，靠近瓦拉船台那里。',text0_1='德鲁伊?啊……萨娜妮斯……你在找萨娜妮斯。你可以在艾克索达外面找到那个夜精灵，靠近瓦拉船台那里。' WHERE Id=9534;
UPDATE npc_text SET text0_0='我们的牧师训练师就在靠近纳鲁之座入口的圣光教团房间里。愿圣光伴随你。',text0_1='我们的牧师训练师就在靠近纳鲁之座入口的圣光教团房间里。愿圣光伴随你。' WHERE Id=9554;
UPDATE npc_text SET text0_0='想成为一名伟大的战士吗？战争不会让你变得伟大。尽管如此，你可以在战士平台找到我们伟大的战士训练师，战士平台就在贸易阶梯的上方。',text0_1='想成为一名伟大的战士吗？战争不会让你变得伟大。尽管如此，你可以在战士平台找到我们伟大的战士训练师，战士平台就在贸易阶梯的上方。' WHERE Id=9562;
UPDATE npc_text SET text0_0='炼金术训练师就在纳鲁之座。愿圣光与你同在。',text0_1='炼金术训练师就在纳鲁之座。愿圣光与你同在。' WHERE Id=9527;
UPDATE npc_text SET text0_0='慕曼已经在城市的主要入口附近开了她简陋的商店，就在旅店再过去的地方。绝妙小厨，那一间。',text0_1='慕曼已经在城市的主要入口附近开了她简陋的商店，就在旅店再过去的地方。绝妙小厨，那一间。' WHERE Id=10501;
UPDATE npc_text SET text0_0='以前，我们曾穿过连体衣。感谢灵感不断的裁缝们，我们终于可以脱下那些不实用的制服了。你可以在贸易阶梯找到这些引领时尚的设计师。',text0_1='以前，我们曾穿过连体衣。感谢灵感不断的裁缝们，我们终于可以脱下那些不实用的制服了。你可以在贸易阶梯找到这些引领时尚的设计师。' WHERE Id=9559;
UPDATE npc_text SET text0_0='我们的附魔师们就在水晶大厅，珠宝匠的对面。圣光与你同在。',text0_1='我们的附魔师们就在水晶大厅，珠宝匠的对面。圣光与你同在。' WHERE Id=9535;
UPDATE npc_text SET text0_0='埃索达的剥皮训练师跟制皮训练师都在贸易阶梯。愿圣光保佑你。',text0_1='埃索达的剥皮训练师跟制皮训练师都在贸易阶梯。愿圣光保佑你。' WHERE Id=9557;
UPDATE npc_text SET text0_0='所以你愿意帮助我们恢复伟大的艾克索达啰? 我听说要让艾克索达再次充满生机需要花上几年的时间。但是你只有两个小时喔。开玩笑的啦，我们的工程师位于贸易区较低的一层，愿圣光与你同在。',text0_1='所以你愿意帮助我们恢复伟大的艾克索达啰? 我听说要让艾克索达再次充满生机需要花上几年的时间。但是你只有两个小时喔。开玩笑的啦，我们的工程师位于贸易区较低的一层，愿圣光与你同在。' WHERE Id=9536;
UPDATE npc_text SET text0_0='埃索达的制皮训练师在贸易阶梯。愿圣光保佑你。',text0_1='埃索达的制皮训练师在贸易阶梯。愿圣光保佑你。' WHERE Id=9549;
UPDATE npc_text SET text0_0='采矿训练师就在贸易阶梯后面。',text0_1='采矿训练师就在贸易阶梯后面。' WHERE Id=9552;
UPDATE npc_text SET text0_0='你可以在水晶大厅靠近圣泉的地方找到钓鱼训练师伊雷特。',text0_1='你可以在水晶大厅靠近圣泉的地方找到钓鱼训练师伊雷特。' WHERE Id=9538;
UPDATE npc_text SET text0_0='以圣光之名！有人愿意关心其他人的安宁真是一种幸福。在这种时候，我们就是应该互帮互助帮助。努丝可以教你急救技能，她就在水晶大厅的水晶洞附近。圣光与你同在！',text0_1='以圣光之名！有人愿意关心其他人的安宁真是一种幸福。在这种时候，我们就是应该互帮互助帮助。努丝可以教你急救技能，她就在水晶大厅的水晶洞附近。圣光与你同在！' WHERE Id=9537;
UPDATE npc_text SET text0_0='牛头人酋长乐队在下一场巡回演出期间会停留在银月城。他们经常在没有练习任务的时候在我上方的阳台上懒洋洋地晒太阳。请随意和他们打招呼吧……他们喜欢被关注的感觉。我们暂时不需要新的人手，不过你可以时常来看看。谁知道会发生什么？',text0_1='' WHERE Id=12335;
UPDATE npc_text SET text0_0='你有看过他们在泰洛卡森林的表演吗?太惊人了!',text0_1='你有看过他们在泰洛卡森林的表演吗?太惊人了!' WHERE Id=12336;
UPDATE npc_text SET text0_0='舒维瑟尔是我的一个老朋友了……很有价值。我的意思是指我们的友谊。我以为我已经遗忘了那种感觉，直到我们再次在沙塔斯城相遇。他最近并不常在提瑞斯法林地，所以我想通过传送宝珠过去，向他问个好。',text0_1='' WHERE Id=12342;
UPDATE npc_text SET text0_0='我是牛头人酋长乐队的后勤人员主管。你知道啦，就是打包、转运、卸货、搭建拆卸舞台、调试灯光效果，所有这类事情。',text0_1='' WHERE Id=12341;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到公会注册员这里。我能帮你什么忙吗?' WHERE Id=9008;
UPDATE npc_text SET text0_0='赛拉娜上尉吩咐我前来协助你进行在太阳之井高地的工作。',text0_1='' WHERE Id=12597;
UPDATE npc_text SET text0_0='竞技场战场军官就在沿着围墙的阴郁城东南边。',text0_1='竞技场战场军官就在沿着围墙的阴郁城东南边。' WHERE Id=12510;
UPDATE npc_text SET text0_0='请不要对我说任何事，我不想再介入他们的麻烦之中。',text0_1='请不要对我说任何事，我不想再介入他们的麻烦之中。' WHERE Id=9587;
UPDATE npc_text SET text0_0='这道传送门与其它连接艾泽拉斯世界的传送门不同。为了让它持续工作，我们需要有更多的法力晶格。否则我们就有可能失去通向奎尔丹纳斯岛和太阳之井的捷径。',text0_1='' WHERE Id=12227;
UPDATE npc_text SET text0_0='很高兴你问起这个，我们占领军械库的计划已经实施了$3233w%。我知道战斗法师艾尔娜和先驱者伊努罗需要你的帮助。去奎尔丹纳斯岛上的阳湾圣殿找他们谈谈吧。',text0_1='' WHERE Id=12300;
UPDATE npc_text SET text0_0='我们仍然在尝试摧毁第一道屏障阿加麦斯。拜托你了，$c，请立即前往奎尔丹纳斯岛，尽一切可能帮助我们！',text0_1='' WHERE Id=12304;
UPDATE npc_text SET text0_0='',text0_1='只要杀死足够的恶魔，燃烧军团就会考虑是否要再次攻击我们的伐木场。不过，我仍然感受到恶魔的祸害不断骚动着。' WHERE Id=8887;
UPDATE npc_text SET text0_0='我们已经没剩多少人了，$N。我们古老宿敌的回归令人非常担忧。',text0_1='' WHERE Id=12213;
UPDATE npc_text SET text0_0='',text0_1='凯尔萨斯的军队就是从这里撤退到太阳之井的。他的一些走狗仍然残留在这里，燃烧军团以最不平常的方式奖赏着他们……' WHERE Id=12239;
UPDATE npc_text SET text0_0='我们已经夺取了军械库的控制权，但我们在岛上的工作还没有完成。',text0_1='' WHERE Id=12256;
UPDATE npc_text SET text0_0='',text0_1='我们已经夺下了军械库，$N。尽管如此，我们仍然不能沾沾自喜，满足现状。燃烧军团不会就此停下他们的脚步。' WHERE Id=12258;
UPDATE npc_text SET text0_0='阳湾港很快就要被我们控制了。如果我们能够持续不断地让港口得到增援，那就必胜无疑了。我们的目标完成率已经达到了$3238w%。',text0_1='' WHERE Id=12319;
UPDATE npc_text SET text0_0='很快凯尔萨斯的走狗们就会得到深刻的教训。我们很快就会碾碎晨锋部队，把阳湾港口从他们手里夺回来。我们的目标完成率已经达到$3238w%了。',text0_1='' WHERE Id=12339;
UPDATE npc_text SET text0_0='',text0_1='你好，$r。让我们开动起来！根本不要指望那些也许永远都到不了的补给。我需要一块铁砧才能为我们的军队提供装备，但是现在只完成了$3228w%。等铁砧完成之后，我就可以为你锻造许多强大的武器装备了。' WHERE Id=12285;
UPDATE npc_text SET text0_0='<龙鹰似乎由于附近的骚动而变得狂乱起来。>',text0_1='' WHERE Id=12371;
UPDATE npc_text SET text0_0='如果你用力压榨地精的话，你可以从他身上学到很惊人的东西:逃脱捆绑的聪明小把戏，制造美味的饼干，甚至连如何制造出一台飞行器都有。',text0_1='' WHERE Id=12282;
UPDATE npc_text SET text0_0='常常。这是好活动，让我可以知道他们在忙些什么--就我的经验来说，绝对不是好事。',text0_1='' WHERE Id=12283;
UPDATE npc_text SET text0_0='现在你遇到了我，让我们看看谁的棋艺更加优秀吧！控制国王便可开始棋局。',text0_1='' WHERE Id=10718;
UPDATE npc_text SET text0_0='不要害怕，$r。我们有着相同的目标。',text0_1='' WHERE Id=12498;
UPDATE npc_text SET text0_0='时代改变了，$N。战争来临了。

我的族人会在这个时机崛起并且协助我们的盟友…或是我们会继续在边缘苟延?',text0_1='' WHERE Id=12208;
UPDATE npc_text SET text0_0='如果我们要建造一道前往奎尔丹纳斯岛和太阳之井的传送门，就需要有足够多的强力能量资源来开启传送门。我们现在已经完成了$3269w%。你愿意帮助我们吗，$c？',text0_1='' WHERE Id=12226;
UPDATE npc_text SET text0_0='我的名字曾经是埃欧罗，这是我的故事：有一天，村子里进行了一场秘密的投票，最终那次投票导致我改变了自己的名字。他们让我选择是改名字还是像考尔奇一样。要是你的话，你也会这么做的吧。你觉得我的新名字怎么样？有很大的改进，对吧？对了，如果你在找活干的话，去布告栏那里看看吧。',text0_1='' WHERE Id=12294;
UPDATE npc_text SET text0_0='我是蓝龙军团的卡雷茍斯。我监视太阳之井形成的能量已经有一段时间了，但是现在我意识到，它那可怕的能量也许会导致世界的毁灭！',text0_1='' WHERE Id=12500;
UPDATE npc_text SET text0_0='打败凯尔萨斯是一件值得你专心去做的事情。
除此之外，如果你能组织一支军队的话，太阳之井里面还有许多邪恶的家伙需要你去处理。
也许我们会在那里再次相遇。',text0_1='' WHERE Id=12502;
UPDATE npc_text SET text0_0='真不敢相信……我在中央非军事区执行例行侦察任务时，事情变得一团糟。我看见部落中校穆维里克击倒了艾克曼和斯里多尔！我发怒了，冲出队伍将穆维里克打倒在地。不幸的是，他在倒下之前击中了我的狮鹫，我也随之跌下。我被这些野蛮的家伙抓住啦。我必须返回基地！帮帮我！',text0_1='' WHERE Id=6179;
UPDATE npc_text SET text0_0='',text0_1='孩子，看来你相当自信哦？如果你能在竞技场中占一席之地，我倒是可以送你点什么。是相当不错的东西呢，比克里希的那些破玩意儿好多啦。

祝你好运。' WHERE Id=12052;
UPDATE npc_text SET text0_0='玛蒂茍萨与我结伴而行，但是我们在太阳之井走散了。
愿命运庇护她',text0_1='' WHERE Id=12607;
UPDATE npc_text SET text0_0='',text0_1='法师……你想学习传送魔法，是吗？' WHERE Id=10292;
UPDATE npc_text SET text0_0='我和一个朋友试图来此将一位年轻的人类女性从军团领主基尔加丹和他那些邪恶的手下那里拯救出来。
我们现在发现基尔加丹',text0_1='' WHERE Id=12606;
UPDATE npc_text SET text0_0='$r，安薇娜绝不是“普通”的凡人。那些家伙一旦感知到蕴藏在她体内的强大能量，就会不择手段地想要将她占为己有。
安薇娜曾经救过我，现在是我报恩的时候了。',text0_1='' WHERE Id=12608;
UPDATE npc_text SET text0_0='',text0_1='请让我一个人独自伤心流泪。' WHERE Id=9905;
UPDATE npc_text SET text0_0='我几乎要成功了！我来到这里是为了证明传说中的真菌巨人夸格米拉的存在。我完成了自己的愿望……理论上。你必须让我重获自由！作为回报，我会帮助你解决夸格米拉。',text0_1='' WHERE Id=9119;
UPDATE npc_text SET text0_0='',text0_1='塔卢恩大使把我一起带过来，希望我可以向我们的新伙伴们传授关于这个世界上的元素的知识……但迄今为止他们都拒绝听这些，也许你愿意听听？' WHERE Id=10043;
UPDATE npc_text SET text0_0='<骑兵自豪地站立着，蓄势待发。>',text0_1='' WHERE Id=10414;
UPDATE npc_text SET text0_0='在找竞技场战场军官吗?你可以在城镇间的道路上找到他们，或是主城里。

你可以绑定在这里，我也能把你传送至其中一个主城。',text0_1='在找竞技场战场军官吗?你可以在城镇间的道路上找到他们，或是主城里。

你可以绑定在这里，我也能把你传送至其中一个主城。' WHERE Id=12684;
UPDATE npc_text SET text0_0='需要金钱吗?这里有5,000。',text0_1='需要金钱吗?这里有5,000。' WHERE Id=12532;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对战士.',text0_1='很抱歉.这项服务只针对战士.' WHERE Id=12550;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对术士.',text0_1='很抱歉.这项服务只针对术士.' WHERE Id=12549;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对萨满.',text0_1='很抱歉.这项服务只针对萨满.' WHERE Id=12548;
UPDATE npc_text SET text0_0='我能帮你什么, $c?',text0_1='我能帮你什么, $c?' WHERE Id=12541;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对牧师.',text0_1='很抱歉.这项服务只针对牧师.' WHERE Id=12546;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对圣骑士.',text0_1='很抱歉.这项服务只针对圣骑士.' WHERE Id=12545;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对法师.',text0_1='很抱歉.这项服务只针对法师.' WHERE Id=12544;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对猎人.',text0_1='很抱歉.这项服务只针对猎人.' WHERE Id=12539;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对猎人.',text0_1='很抱歉.这项服务只针对猎人.' WHERE Id=12543;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对德鲁伊.',text0_1='很抱歉.这项服务只针对德鲁伊.' WHERE Id=12540;
UPDATE npc_text SET text0_0='很抱歉.这项服务只针对盗贼.',text0_1='很抱歉.这项服务只针对盗贼.' WHERE Id=12547;
UPDATE npc_text SET text0_0='我能消除你所有的天赋，让你可以重新进行选择。

你每进行一次所需的费用都会变得更贵。',text0_1='我能消除你所有的天赋，让你可以重新进行选择。

你每进行一次所需的费用都会变得更贵。' WHERE Id=12542;
UPDATE npc_text SET text0_0='我这边的行动倒不是很频繁。在战区中如此靠近前线，真是紧张刺激。',text0_1='' WHERE Id=12252;
UPDATE npc_text SET text0_0='如果基尔加丹通过太阳之井进入这个世界，我们就将陷入一场一万年以来最残酷的战争。',text0_1='' WHERE Id=12309;
UPDATE npc_text SET text0_0='',text0_1='我们成功地拿下了圣殿。我们可以继续转变这些魔像守卫，用它们来保护其它的战略要地。' WHERE Id=12241;
UPDATE npc_text SET text0_0='',text0_1='不要在还未准备好的时候就去战斗，$N。倘若你已经向我们证明了自己的能力……我就可以给你提供一些非常强大的装备。' WHERE Id=12338;
UPDATE npc_text SET text0_0='我们的努力得到了回报。我们已经占领了阳湾圣殿，$N。去那里看看有什么可以帮忙的吧。',text0_1='' WHERE Id=12259;
UPDATE npc_text SET text0_0='纳鲁祝福你，我的朋友。',text0_1='' WHERE Id=12251;
UPDATE npc_text SET text0_0='',text0_1='我的任务是在死亡之痕吸引敌人的注意力，这样我们的军队就可以拿下阳湾军械库了。虽然听上去并不像和恶魔直接交锋那么吸引人，但如果这能让我们赢下这场战争，那我一定会全力去做。

我们的目标完成率已经达到了$3233w%。' WHERE Id=12257;
UPDATE npc_text SET text0_0='占领阳湾圣殿是我们战斗计划的第一步。下一步是要控制军械库。我们的目标完成率已经达到$3233w%了。',text0_1='' WHERE Id=12255;
UPDATE npc_text SET text0_0='你要得是什么?',text0_1='' WHERE Id=11030;
UPDATE npc_text SET text0_0='',text0_1='你不能通过。你不是我们的人，也没有发出过挑战。' WHERE Id=2600;
UPDATE npc_text SET text0_0='上次我从霍尔萨那里听说我们已经完成了$3228w%。
我不知道该怎么形容这些设施对我们来说有多么重要。我们的人民需要更好的武器和装备，而铁砧和熔炉则是这一切的关键所在。
铁匠铺就在阳湾军械库的后面，$N。',text0_1='' WHERE Id=12301;
UPDATE npc_text SET text0_0='真不幸，我们还没有拿下港口，不过报告说我们的进程已经达到了$3238w%。
$N，如果你想帮忙的话，去奎尔丹纳斯岛的阳湾军械库找魔导师伊拉斯塔和守备官凯兰谈谈吧。
',text0_1='' WHERE Id=12302;
UPDATE npc_text SET text0_0='第一道屏障阿加麦斯已经被摧毁了，基尔加丹的两个副官——萨洛拉丝女王和高阶术士奥蕾塞丝——必须接受正义的制裁。
召集你的伙伴吧，$c，攻入太阳之井！第二道屏障洛希多尔是我们的下一个目标。
',text0_1='' WHERE Id=12305;
UPDATE npc_text SET text0_0='',text0_1='到了吗?' WHERE Id=10732;
UPDATE npc_text SET text0_0='',text0_1='嗨，$n。

现在我已经完成了铁钻，可以开始替部队提供装备了。这是很重要的一步，但还有许多事情得去做。

更重要的是，我能制作新东西了，你可能会很感兴趣的东西。' WHERE Id=12286;
UPDATE npc_text SET text0_0='啊，欢迎回来，英雄。你是再次回来保护麦迪文的吗？不要忘记带上一个时空道标！',text0_1='' WHERE Id=10001;
UPDATE npc_text SET text0_0='不久前，我的同胞还在这里，但是现在我和他们之间的感应却越来越微弱。一个拥有强大力量的生物守护着庭院，阻止了通往神殿深处的道路。',text0_1='' WHERE Id=11082;
UPDATE npc_text SET text0_0='我们成功了，$N。现在日境已经在我们的控制之下，没多久我们就可以达到完全的胜利。',text0_1='' WHERE Id=12320;
UPDATE npc_text SET text0_0='日境属于我们了。凯尔的走狗四散奔逃……是时候来终结他们的苦难了!',text0_1='' WHERE Id=12340;
UPDATE npc_text SET text0_0='',text0_1='你知道炼金师可以转化某些宝石吗?玛纳和我一直都在讨论这件事。

我确信她拥有非凡的能力，一旦她的实验室落成，她和我将可以制造出传说中失传已久的宝石。' WHERE Id=12496;
UPDATE npc_text SET text0_0='',text0_1='日安，$c。

这里还有好多事情等着完成。可惜我目前帮不上你的忙，除非我能拿到我的补给品。

我现在才取得$3223w％的刺棘根茎。你提供的任何协助都是有价值的，我向你保证。' WHERE Id=12238;
UPDATE npc_text SET text0_0='',text0_1='我们拿下了港口，而这艘船更是额外的收获。可惜她已经不再适合航行了。

不过我被指派要干扰绿鳃海岸的纳迦。

你能给我一些帮助吗?' WHERE Id=12287;
UPDATE npc_text SET text0_0='',text0_1='我正在募集资金来盖一座纪念碑，以纪念那在战争中死去的英雄。我们不能忘记那些为了获得胜利而牺牲的人们。

我们目前的目标达成度为$3275w％。' WHERE Id=12322;
UPDATE npc_text SET text0_0='<学徒时不时显露出心不在焉的样子，他似乎在辨听着你无法听见的声响。>$B$B今天天气不错，挺风和日丽的……$N。请原谅我这副心烦意乱的模样，但是我正在为纳丁干活。我要在他从城镇大厅回来之前，替所有的马匹都钉上马蹄铁。我能帮你什么忙吗？',text0_1='' WHERE Id=10064;
UPDATE npc_text SET text0_0='',text0_1='这个纪念碑很美吧?牢记那些历史上的重大牺牲是很重要的，免得我们忘记那些战争的代价 - 既使是那些胜利的战争。' WHERE Id=12323;
UPDATE npc_text SET text0_0='',text0_1='这个世界遭受了许多我们肉眼看不到的破坏。甚至是时间的通路都感觉有些异常。' WHERE Id=12507;
UPDATE npc_text SET text0_0='啊……我认识你吗？',text0_1='啊……我认识你吗？' WHERE Id=8759;
UPDATE npc_text SET text0_0='你好，$c。如果你想学习铁匠技术的话，我想你来对了地方。',text0_1='' WHERE Id=9084;
UPDATE npc_text SET text0_0='',text0_1='噩梦般的时刻就在眼前了，$c。阿克蒙德成功地靠近了诺达希尔，并开始吸取世界之树的能量。玛法里奥需要更多时间来准备他的计划，我们必须尽全力完成这几乎不可能的任务。在我的部队抵抗潮水般的燃烧军团部队时，你必须直接进攻阿克蒙德。' WHERE Id=9410;
UPDATE npc_text SET text0_0='这太糟了。$B$B我并不计较我们在这里有多不舒服，但我们必须做点什么，为那些白骨荒野的亡者减轻痛苦。',text0_1='' WHERE Id=9477;
UPDATE npc_text SET text0_0='感谢你选择了银月城银行。今天我能为你做些什么？',text0_1='感谢你选择了银月城银行。今天我能为你做些什么？' WHERE Id=9564;
UPDATE npc_text SET text0_0='',text0_1='嘿！你觉得你能帮我离开这吗？' WHERE Id=9568;
UPDATE npc_text SET text0_0='你是什么意思？是不是塔蕾莎有危险？',text0_1='' WHERE Id=9579;
UPDATE npc_text SET text0_0='我不会这么做的。我不会把塔蕾莎留在危险中，而我却自己跑开。我不是个懦夫。现在告诉我，她在哪里？',text0_1='' WHERE Id=9580;
UPDATE npc_text SET text0_0='冬幕节期间，冬天爷爷在铁炉堡的树下给每个人都留下了玩具。',text0_1='在冬幕节期间，冬天爷爷在铁炉堡的树下给每个人都留下了玩具。' WHERE Id=9626;
UPDATE npc_text SET text0_0='冬天爷爷可以在铁炉堡银行的前面被发现。靠近他的树是分发礼物的地方。',text0_1='冬天爷爷可以在铁炉堡银行的前面被发现。靠近他的树是分发礼物的地方。' WHERE Id=9717;
UPDATE npc_text SET text0_0='瞧一瞧看一看啊，我的朋友！无论大小，无论你需要什么，哈斯辛这里应有尽有。$B$B如果你珍惜你的生命，没有补给就不要靠近法力熔炉：乌提斯。哈斯辛是你最后的机会。',text0_1='' WHERE Id=9959;
UPDATE npc_text SET text0_0='如果你是沿着这条路出去的话，那你肯定够胆去法力熔炉：艾拉附近冒险了。$B$B在你出发前买点东西吧？',text0_1='' WHERE Id=9970;
UPDATE npc_text SET text0_0='',text0_1='我现在正忙着讨论一个贿赂计划。你不如晚点过来吧？' WHERE Id=9989;
UPDATE npc_text SET text0_0='日复一日，我们所做的就是在这座矿井里面做苦力。男性血精灵不是为体力劳动而生的！',text0_1='' WHERE Id=10032;
UPDATE npc_text SET text0_0='$N，答应我你会把我们胜利的消息告诉加鲁斯。',text0_1='' WHERE Id=10039;
UPDATE npc_text SET text0_0='阿米尔可能在担心复仇军有所动作，但是我仍然把注意力集中在迪门修斯那里，它才是真正的危险。',text0_1='' WHERE Id=10202;
UPDATE npc_text SET text0_0='如果在其它的时间和地点，我肯定只会被当作一个新人。在这里，我已经是个有经验的老兵了，随时都准备好为纳鲁的荣耀而战。$B$B我们有十个人进入法力熔炉：艾拉，其他的人都死在了燃烧军团手下。',text0_1='' WHERE Id=10209;
UPDATE npc_text SET text0_0='是占星者派你来联系我的吗？你看上去一点也不像个占星者。',text0_1='' WHERE Id=10211;
UPDATE npc_text SET text0_0='你好，我是维序派的萨义德上尉，我身旁的这些士兵是我的复仇者部队。我们等待着摧毁虚空管道的那个肉人的命令。用那个肉人的话来说，我们要赶到迪门修斯的巢穴外，等待最后进攻的命令！$B$B等了这么多年……虚空领主很快就会面对我们的夹击了！',text0_1='' WHERE Id=10229;
UPDATE npc_text SET text0_0='虚空幼龙赞许地看着你。',text0_1='' WHERE Id=10230;
UPDATE npc_text SET text0_0='我听说你已经在这里发挥作用了。$B$B太好了。我还担心我们得去劝你帮忙呢。',text0_1='' WHERE Id=10256;
UPDATE npc_text SET text0_0='只是一本我觉得你可能会喜欢的小歌集而已。里面记录了一首名叫《上层精灵的挽歌》的歌词，那是希尔瓦娜斯心中的天籁之音。',text0_1='' WHERE Id=10378;
UPDATE npc_text SET text0_0='谁敢妨碍总指挥官？',text0_1='' WHERE Id=10401;
UPDATE npc_text SET text0_0='我在听。',text0_1='' WHERE Id=10405;
UPDATE npc_text SET text0_0='哦？那么你当然也把相关的书面文件带来了吧？',text0_1='' WHERE Id=10406;
UPDATE npc_text SET text0_0='听我说，苦工。我们对于运送和保护密码碎片有着严格的流程。大使传达盖有伊利丹大人徽记的信件。没有信件就免谈。',text0_1='' WHERE Id=10407;
UPDATE npc_text SET text0_0='<卢斯克艰难地咽了口唾沫。>$B$B我……你是什么意思？',text0_1='' WHERE Id=10408;
UPDATE npc_text SET text0_0='等等，你要去哪里？你要我转移碎片，对吗？我马上就安排，行不行？是送给龙喉堡垒的祖鲁希德吗？包在我们身上了。请让伊利丹大人知道，日蚀部队一定不辱使命。$B$B我会派亵渎者鲁尔亲自运送碎片的！$B$B你都听清楚了吧，我说的是鲁尔……',text0_1='' WHERE Id=10409;
UPDATE npc_text SET text0_0='你好，$C——我是银月城的嘉奖官。我的职责就是帮助那些获得部落荣誉徽章的冒险者们。我一次可以收取不同数量的徽章，但是对你来说，一次缴纳10枚徽章就能获得最高的收益。我会保留你缴纳徽章的记录，你在银月城的声望也会因此提高。',text0_1='你好，$C——我是银月城的嘉奖官。我的职责就是帮助那些获得部落荣誉徽章的冒险者们。

我一次可以收取不同数量的徽章，但是对你来说，一次缴纳10枚徽章就能获得最高的收益。我会保留你缴纳徽章的记录，你在银月城的声望也会因此提高。' WHERE Id=10530;
UPDATE npc_text SET text0_0='在外域，为了争夺风暴之眼的控制权，我们与部落展开了激烈的战斗。在虚空的狂暴能量之间战斗是很危险的。你是否想加入我们呢？',text0_1='在外域，为了争夺风暴之眼的控制权，我们与部落展开了激烈的战斗。在虚空的狂暴能量之间战斗是很危险的。你是否想加入我们呢？' WHERE Id=10558;
UPDATE npc_text SET text0_0='',text0_1='这些被艾露恩祝福过的女神之泪蕴藏着强大的力量，可以帮助你对抗阿克蒙德的邪恶魔法。好好利用女神之泪的力量吧。' WHERE Id=10675;
UPDATE npc_text SET text0_0='提防那些包围我们的复仇军。',text0_1='' WHERE Id=10791;
UPDATE npc_text SET text0_0='',text0_1='你最好快点醒来，新人。这里不是斯克提斯外的某个舒适的后院，这里是刀锋山！一不小心就会导致灾难性的后果！' WHERE Id=10841;
UPDATE npc_text SET text0_0='我能帮你什么忙吗，$c？',text0_1='' WHERE Id=10887;
UPDATE npc_text SET text0_0='颅骨堆散发着污秽的恶臭。看来鸦人最近往颅骨堆上又抛了新的尸骸。',text0_1='' WHERE Id=10888;
UPDATE npc_text SET text0_0='无尽的诅咒等待着你，$r！这座监狱再也关不住我了！',text0_1='' WHERE Id=10903;
UPDATE npc_text SET text0_0='哦，你喜欢我的眼罩呀？嗯，不过你还是别戴它的好。',text0_1='' WHERE Id=10906;
UPDATE npc_text SET text0_0='',text0_1='嗯？什么？我这里有点忙，朋友！$B$B当然，要是你是来帮忙的，我有着整个世界的时间。' WHERE Id=10907;
UPDATE npc_text SET text0_0='巴什伊尔水晶熔炉可以将埃匹希斯碎片转化成不稳定的巫术合剂。这种合剂能让饮用者变得更加聪明、更具活力，还可以增加法术伤害和治疗效果。$B$B来吧，做出你的选择。',text0_1='' WHERE Id=10913;
UPDATE npc_text SET text0_0='<当你将埃匹希斯碎片放入巴什伊尔水晶熔炉并拉下控制杆后，从熔炉中传来了物体被碾碎的声音。很快一瓶合剂就落在了你的脚旁。>',text0_1='' WHERE Id=10914;
UPDATE npc_text SET text0_0='我们希望每天都能制造出一个以上的黑暗符印，但那样做太浪费时间了。从自然法则上来讲也办不到，而且我们的能力有限，这样的出产频率恐怕很难实现。$B$B只要有聪明的家伙愿意帮忙，我们就会将他们征召过来，以此获得更多的黑暗符印。',text0_1='' WHERE Id=10920;
UPDATE npc_text SET text0_0='巴什伊尔水晶熔炉可以将埃匹希斯碎片转化成不稳定的巫术合剂。这种合剂能让饮用者变得更加聪明，更具活力，还能增加法术伤害和治疗效果。$B$B但是10块埃匹希斯碎片才能购买1瓶合剂，你身上的碎片数量不够。',text0_1='' WHERE Id=10921;
UPDATE npc_text SET text0_0='甘克现在很聪明！我们知道如何将黑暗符印制成晶铸黑暗符印！',text0_1='' WHERE Id=10924;
UPDATE npc_text SET text0_0='你隐约看见了前方的埃匹希斯纪念碑。',text0_1='' WHERE Id=10949;
UPDATE npc_text SET text0_0='棱柱中燃烧的眼睛让你感到恐怖……召唤它需要35块埃匹希斯碎片，而你身上没有足够的水晶。',text0_1='' WHERE Id=10951;
UPDATE npc_text SET text0_0='你这个小家伙，害我看走了眼。$B$B我猜你是来购买我出售的特殊货物的吧？',text0_1='' WHERE Id=10953;
UPDATE npc_text SET text0_0='你好，朋友。我们能帮你什么忙吗？',text0_1='' WHERE Id=10966;
UPDATE npc_text SET text0_0='还是很饿吗，朋友？我们能帮你什么忙吗？',text0_1='' WHERE Id=10974;
UPDATE npc_text SET text0_0='除了和我闲聊，你就没有别的事可做了吗？$B$B拿出你的勇气来！',text0_1='' WHERE Id=10988;
UPDATE npc_text SET text0_0='',text0_1='哨站的每个人都在提起你的名字。别因此沾沾自喜，我知道你能做得更好！$B$B我会继续关注你的，新手。' WHERE Id=10994;
UPDATE npc_text SET text0_0='',text0_1='嗨，$c！$B$B<卡提害羞地看着你。>$B$B如果你愿意为我们捕捉更多的以太鳐，可以随时过来找我！' WHERE Id=10997;
UPDATE npc_text SET text0_0='你在找什么?',text0_1='' WHERE Id=11000;
UPDATE npc_text SET text0_0='',text0_1='这么说，你常来这附近，可惜闲暇时我们总是没机会聚聚。$B$B我说得对吗？$B$B<卡提故意流露出振奋的神情。>$B$B不管怎样，我都想告诉你，我……我们真的非常感谢你为天空卫队所做的一切！' WHERE Id=11002;
UPDATE npc_text SET text0_0='<库洛尔的左脑袋在说话。>$B$B你如此热情地帮助我们，真是令人感动呀……$B$B<他的右脑袋作着结论。>$B$B……因此我们想让你知道，我们非常感谢你所做的一切！',text0_1='' WHERE Id=11009;
UPDATE npc_text SET text0_0='人们已经开始对你表示崇敬了。$B$B<库洛尔的左眼凝视着你，折射出冷漠的目光。>$B$B继续加油，$N！',text0_1='' WHERE Id=11010;
UPDATE npc_text SET text0_0='需要我为你铸造钢铁武器吗？',text0_1='' WHERE Id=11017;
UPDATE npc_text SET text0_0='库洛尔在我面前为你说了一堆好话，$N。怎么样，我们还出售一些特别的食人魔美酒哩。$B$B它们都是非常美味的！',text0_1='' WHERE Id=11036;
UPDATE npc_text SET text0_0='还有什么好说的呢，$N？伙计，你可以随意选购店里的商品！$B$B对极了！',text0_1='' WHERE Id=11038;
UPDATE npc_text SET text0_0='需要补给吗？',text0_1='' WHERE Id=11061;
UPDATE npc_text SET text0_0='遗忘药剂专精并不是件轻松的事。你真的确定吗？',text0_1='遗忘药剂专精并不是件轻松的事。你真的确定吗？' WHERE Id=11075;
UPDATE npc_text SET text0_0='遗忘转化专精并不是件轻松的事。你真的确定吗？',text0_1='遗忘转化专精并不是件轻松的事。你真的确定吗？' WHERE Id=11076;
UPDATE npc_text SET text0_0='伊利丹的将领已经全部被打败了，$N。如果你准备就绪，就勇敢地前进吧。',text0_1='' WHERE Id=11077;
UPDATE npc_text SET text0_0='你已经清除了前路的障碍，离我的同胞又近了一步。我与他们之间，与这座神殿之间仍然有着强烈的羁绊。你愿意继续深入神殿吗？',text0_1='' WHERE Id=11081;
UPDATE npc_text SET text0_0='',text0_1='我很抱歉，$n，但是我已经没有什么可以教你的了。当然，你永远都不会知道我们的厨师哪一天会突然发明出新的菜谱来，所以不要忘了经常回来看看！' WHERE Id=11233;
UPDATE npc_text SET text0_0='啊哈！坦扎尔自由啦！$B$B我真走运！竟然毫发未伤。$B$B朋友，我是被命运之神眷顾的幸运儿。是啦。肯定是这样。',text0_1='' WHERE Id=11283;
UPDATE npc_text SET text0_0='好吧，朋友，我告诉你……$B$B那晚我们潜入祖阿曼，想要一探究竟。$B$B夜色寂静，突然传来一阵微风掠过树叶般的飒飒声。没等我们回过神来，就被这帮野蛮的巨魔和他们的宠物包围了！等我醒来的时候已经是次日，我发现自己被囚禁在牢笼中。$B$B日复一日，囚犯们接二连三地惨遭毒手。每杀死一名囚犯，那名熊巨魔的力量就增加一些。$B$B朋友，我对祖阿曼的了解仅限于此。我也不想知道更多了！',text0_1='' WHERE Id=11289;
UPDATE npc_text SET text0_0='那家伙就是个蠢货！$B$B名望，财富？啊呸！朋友，这儿就像个死亡陷阱！$B$B我见过各种巨魔，可他们与其他巨魔截然不同——卑鄙、强壮、狡猾。$B$B他们似乎知道我们潜入了祖阿曼一样……',text0_1='' WHERE Id=11295;
UPDATE npc_text SET text0_0='好啦，$n，放轻松点，做个深呼吸吧。你要相信我。$B$B你缺乏处理这类情况的经验，才会搞得惊惶失措。心理上的恐惧感往往会夸大事实。所以啦，根本不存在什么危机。$B$B我说，你不要这么消极嘛。这会影响到整个探险队的士气……',text0_1='' WHERE Id=11302;
UPDATE npc_text SET text0_0='等等，莫非……你是$n，对吧？$B$B我能为你做些什么吗？',text0_1='' WHERE Id=11313;
UPDATE npc_text SET text0_0='事实上！他们向我提出了所有我能做到的改进建议。我简直不能想象什么地方会有问题。$B$B好吧，$c，拿上这个。我做了一些的修改——一些很小很小的修改。现在没有任何失败的借口了！',text0_1='' WHERE Id=11370;
UPDATE npc_text SET text0_0='欢迎来到塞拉摩，$c。',text0_1='欢迎来到塞拉摩，$c。' WHERE Id=11492;
UPDATE npc_text SET text0_0='加文·雷酒负责看管酒窖。只要他呆在地下室，这些酒桶就十分安全。',text0_1='' WHERE Id=12198;
UPDATE npc_text SET text0_0='小胡子船长是最棒的!',text0_1='' WHERE Id=12207;
UPDATE npc_text SET text0_0='对不起，我没时间闲聊。',text0_1='' WHERE Id=12209;
UPDATE npc_text SET text0_0='',text0_1='没看见我正忙着吗？离我远点，别让科瓦斯基撞见了。' WHERE Id=12210;
UPDATE npc_text SET text0_0='梅蕾女士号长期停靠塞拉摩岛，我们奉命保护船只上的乘客。',text0_1='梅蕾女士号长期停靠塞拉摩岛，我们奉命保护船只上的乘客。' WHERE Id=12215;
UPDATE npc_text SET text0_0='你好$N',text0_1='你好$N' WHERE Id=328;
UPDATE npc_text SET text0_0='$N，我已经许久没有看见过有上好的护甲被锻造出来了。我以前曾经在大锻炉的格鲁努斯·削钢那里接受过训练。我相信如果你去他那里的话，肯定可以学到很多东西。',text0_1='' WHERE Id=1119;
UPDATE npc_text SET text0_0='如果你想要找格鲁努斯的话，那么首先要到铁炉堡去，然后去城市中心的大锻炉，在那里你就可以找到格鲁努斯。',text0_1='' WHERE Id=1120;
UPDATE npc_text SET text0_0='$N，你已经拥有了惊人的锻造技能。我不得不承认你锻造出的武器已经超过了我的水准。我所认识的水准高过你的铁匠只有博古斯·钢拳，我相信你可以从他那里学到不少东西。',text0_1='' WHERE Id=1121;
UPDATE npc_text SET text0_0='你想要接受博古斯的训练?当然，我可以告诉你在什么地方能够找到他。往西北方向穿过广场，然后再顺着西面的路走，在右手边的第二座建筑物中可以找到他。',text0_1='' WHERE Id=1122;
UPDATE npc_text SET text0_0='愿你能得心应手地应用熔炼黑铁的技能，$N。但是不要让你的知识使你堕落……就像我们一样堕落了。',text0_1='' WHERE Id=3297;
UPDATE npc_text SET text0_0='Come, take a trip to the wonderful, gorgeous, tropical jungles of Stranglethorn. That''s right, you too can be spending your time sunbathing by the crystal blue waters while I stand here in this unbearable heat with nothing to look at but my brother Frezza',text0_1='Come, take a trip to the wonderful, gorgeous, tropical jungles of Stranglethorn. That''s right, you too can be spending your time sunbathing by the crystal blue waters while I stand here in this unbearable heat with nothing to look at but my brother Frezza' WHERE Id=4697;
UPDATE npc_text SET text0_0='如果你希望成为一名铸剑师，那就问问我吧。',text0_1='' WHERE Id=7248;
UPDATE npc_text SET text0_0='我会在去霜狼要塞的路上巡逻。只要你一声令下，我就起飞，指挥官。',text0_1='' WHERE Id=7479;
UPDATE npc_text SET text0_0='真希望与你同行，$N。去暴风要塞吧，跟国王觐见室的塞尔曼·岩拳谈谈，他会帮助你前往奥特兰克山谷的。',text0_1='' WHERE Id=7530;
UPDATE npc_text SET text0_0='石板上篆刻着古老的图案，上面的文字蕴涵着可怕的力量，但是你无法理解它们的意思。',text0_1='' WHERE Id=7635;
UPDATE npc_text SET text0_0='钢铁之血格里雷克

漫游者。愿他的力量和对战争的渴望生生不息。

格里雷克就在疯狂之缘那边……',text0_1='' WHERE Id=7669;
UPDATE npc_text SET text0_0='唉，$N，我太忙了，没时间来闲聊。就像我提到过的那样，我需要时间来考虑当前的处境。$B$B祝你的旅途好运，祝你度过愉快的一天。',text0_1='' WHERE Id=7855;
UPDATE npc_text SET text0_0='你想要伤害我吗，$R？',text0_1='' WHERE Id=7880;
UPDATE npc_text SET text0_0='As expected, the Horde has completed all of their preparations well in advance of you and your so-called Alliance. You are all holding us up as we cannot take final measures to begin the war until you finish your promised responsibilities.$B$BNow go and p',text0_1='' WHERE Id=8007;
UPDATE npc_text SET text0_0='异种虫类根本不是奥格瑞玛的勇士们的对手。很快，它们支离破碎的躯壳和翅膀就会洒满我们脚下的土地，$N。',text0_1='' WHERE Id=8061;
UPDATE npc_text SET text0_0='巨石长者在燃烧平原的巨槌石顶部的一座山洞里。',text0_1='巨石长者在燃烧平原的巨槌石顶部的一座山洞里。' WHERE Id=8168;
UPDATE npc_text SET text0_0='星歌长者应该是在悲伤沼泽的沉没的神庙中。',text0_1='星歌长者应该是在悲伤沼泽的沉没的神庙中。' WHERE Id=8169;
UPDATE npc_text SET text0_0='雷眉长者眼下应该正在艾尔文森林的闪金镇停留。',text0_1='雷眉长者眼下应该正在艾尔文森林的闪金镇停留。' WHERE Id=8170;
UPDATE npc_text SET text0_0='冰蹄长者？我听说他在藏宝海湾。',text0_1='冰蹄长者？我听说他在藏宝海湾。' WHERE Id=8171;
UPDATE npc_text SET text0_0='逐星长者每天都在哨兵岭上俯瞰西部荒野。',text0_1='逐星长者每天都在哨兵岭上俯瞰西部荒野。' WHERE Id=8172;
UPDATE npc_text SET text0_0='迅刀长者在达纳苏斯的街道上闲庭信步。',text0_1='迅刀长者在达纳苏斯的街道上闲庭信步。' WHERE Id=8176;
UPDATE npc_text SET text0_0='夜风长者最近在费伍德森林的加德纳尔神殿里。',text0_1='夜风长者最近在费伍德森林的加德纳尔神殿里。' WHERE Id=8180;
UPDATE npc_text SET text0_0='水歌长者目前住在灰谷的阿斯特兰纳。',text0_1='水歌长者目前住在灰谷的阿斯特兰纳。' WHERE Id=8181;
UPDATE npc_text SET text0_0='符文图腾长者应该是往杜隆塔尔的剃刀岭去了。',text0_1='符文图腾长者应该是往杜隆塔尔的剃刀岭去了。' WHERE Id=8191;
UPDATE npc_text SET text0_0='今年的新年庆典相当盛大!',text0_1='今年的新年庆典相当盛大!' WHERE Id=8220;
UPDATE npc_text SET text0_0='如果我不太清楚，我会说这场派对是由兽人安排的!',text0_1='如果我不太清楚，我会说这场派对是由兽人安排的!' WHERE Id=8221;
UPDATE npc_text SET text0_0='只有小型新年庆典能让你放松舒畅!',text0_1='只有小型新年庆典能让你放松舒畅!' WHERE Id=8223;
UPDATE npc_text SET text0_0='多年来我们为了保护我们的领土艰苦地战斗着，期盼恢复它往日的荣耀，$c。无论什么时候，我们都会继续警惕着那些侵略和污染奎尔萨拉斯的家伙。我们不会休息，直到他们被彻底赶出我们的视野。$B$B辛多雷是不可战胜的！',text0_1='' WHERE Id=8226;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。现在是最艰难的时刻，我们心爱的奎尔萨拉斯居然变成了这个样子。' WHERE Id=8228;
UPDATE npc_text SET text0_0='$c，一个人在纠正了他所犯下的错误之前只能生活在羞耻中。',text0_1='' WHERE Id=8233;
UPDATE npc_text SET text0_0='混乱，一片混乱！这些生物满地都是，失控地跑来跑去！还有魔导师和他的学徒们都去哪里了，逃走了？把我单独留在这里，甚至连一句“你好啊维林森，你愿意一起走吗？”都没留下。$B$B胆小鬼！',text0_1='' WHERE Id=8234;
UPDATE npc_text SET text0_0='',text0_1='你好，尊敬的$g先生:女士' WHERE Id=8378;
UPDATE npc_text SET text0_0='',text0_1='这不是很有趣吗？我很高兴萨瑟利尔男爵每晚都举办这样的聚会，特别在南部发生着些令人不愉快的事情时，聚会可以让我们忘记那一切，你觉得呢？' WHERE Id=8379;
UPDATE npc_text SET text0_0='你破坏了安欧维恩的月亮水晶，干得很好，$C！如果你对我的研究工作感兴趣的话，可以随时来找我。',text0_1='' WHERE Id=8442;
UPDATE npc_text SET text0_0='<在你把药膏倒入血精灵口中后，他很快恢复了知觉。>$B$B谢谢你救了我的命，$c。没有你的帮助，我早就在天谴的折磨下屈服了。',text0_1='' WHERE Id=8456;
UPDATE npc_text SET text0_0='',text0_1='啊啊啊……头痛欲裂！
肯定是他们派你来救我的。拖了太久了！你知道他们都对这里的战俘做了些什么吗？' WHERE Id=8460;
UPDATE npc_text SET text0_0='<瓦尼斯剧烈地咳嗽起来，看来治疗药膏生效了。>$B$B谢谢你救了我一命。我必须立即返回塔奎林！',text0_1='' WHERE Id=8463;
UPDATE npc_text SET text0_0='如果你没有及时把那些幽光矿石送回来的话，我们的研究可能已经失败了。$B$B现在就等沙塔瑞亚再次出现了。我有一些有趣的任务要交给她，我想你肯定也会有兴趣。',text0_1='' WHERE Id=8475;
UPDATE npc_text SET text0_0='的确，冬泉谷山丘一带正尝试要抵挡重生的天谴军团攻击。你的帮忙对他们来说很重要。

剩余的亡域:$2284W',text0_1='' WHERE Id=8480;
UPDATE npc_text SET text0_0='如果援军不能及时赶到燃烧平原，我怕天谴军团会在那里建立指挥基地。如果你可以，就应该赶快到那边协助防卫部队。

剩余的亡域:$2281W',text0_1='' WHERE Id=8484;
UPDATE npc_text SET text0_0='你为我们做的一切都堪称是榜样，$N。在解决了幽光矿洞的豺狼人和阿曼尼墓穴的那些木乃伊巨魔后，你已经对我们的敌人进行了强有力的打击。$B$B$G干得好！:我们应该找个时间一起喝上几杯，你觉得呢？',text0_1='' WHERE Id=8490;
UPDATE npc_text SET text0_0='你对暗松巨魔们造成了决定性的打击，$N。我只希望我们可以尽快聚集力量，在他们得到祖阿曼的增援前解决掉他们。$B$B要是塔奎林能帮助我们就更好了。',text0_1='' WHERE Id=8496;
UPDATE npc_text SET text0_0='情况比人们想象的要严峻得多。被遗忘者来这里是为了与我们组成同盟，共同对抗天谴军团。$B$B相信我，没有他们的帮助，我们将失去幽魂之地，而整个永歌森林也将被天谴军团侵占！$B$B但是我们仍然需要你伸出援手，帮我们夺回土地！',text0_1='' WHERE Id=8501;
UPDATE npc_text SET text0_0='我出售各种货物，$c。过来看看吧。',text0_1='' WHERE Id=8556;
UPDATE npc_text SET text0_0='$C，你的名声越来越响，因此我可以为你提供更多的货物。在物资短缺的情况下，我只能为那些获得我们信任的人服务。',text0_1='' WHERE Id=8617;
UPDATE npc_text SET text0_0='$G兄弟:姐妹',text0_1='' WHERE Id=8619;
UPDATE npc_text SET text0_0='这不是我的错……这不是我的错！$B$B如果他们按照我所说的去做，那么一切都会如预期那样的。但是，不。他们不听。$B$B现在他们全都死了。$B$B我只想回家，回银月城的家。我太累了。',text0_1='' WHERE Id=8620;
UPDATE npc_text SET text0_0='我能为你效劳吗？',text0_1='我能为你效劳吗？' WHERE Id=8678;
UPDATE npc_text SET text0_0='',text0_1='我不觉得我们的处境有这么坏。我很确信一切都会很快得到纠正，太阳之井的能量也会恢复。事情不可能像大家所想的那样坏。' WHERE Id=8684;
UPDATE npc_text SET text0_0='我听说了一些关于你的探险故事，$N。我知道，当你踏上遗忘者的土地时，你会举止庄重优雅，并且把自己当作一个真正的辛多雷英雄！',text0_1='' WHERE Id=8740;
UPDATE npc_text SET text0_0='',text0_1='你好。你是过来帮忙的吗？' WHERE Id=8788;
UPDATE npc_text SET text0_0='',text0_1='记住，$N，你尽心竭力地帮助他们便是对我们莫大的恩惠……' WHERE Id=8789;
UPDATE npc_text SET text0_0='',text0_1='有什么家乡来的消息吗，$c？' WHERE Id=8791;
UPDATE npc_text SET text0_0='你好。我是隐士迪蓝，一个德莱尼人。你是谁？',text0_1='' WHERE Id=8798;
UPDATE npc_text SET text0_0='',text0_1='你好，我是守备官帕兰纳尔，一个信仰圣光的旅行圣骑士。我是来这里帮助暗夜精灵的。' WHERE Id=8802;
UPDATE npc_text SET text0_0='',text0_1='喔天啊!你怎么逃出溪谷的?或许你该在某人派搜索队来找你前回去那里。' WHERE Id=8821;
UPDATE npc_text SET text0_0='回到德莱尼那里并告诉他们派一个萨满来我这里。',text0_1='' WHERE Id=8825;
UPDATE npc_text SET text0_0='你好，$c。我从埃索达被派来检查碧蓝岗哨的建筑。',text0_1='' WHERE Id=8840;
UPDATE npc_text SET text0_0='',text0_1='再见到你真好，$N。或许等一切安顿下来后，我可以和你谈谈我们失去的无价之宝……' WHERE Id=8866;
UPDATE npc_text SET text0_0='你好，$c。在暗夜精灵邀请我们德莱尼人加入他们之前，这片林地几乎已经被遗忘了。$B$B卡多雷人完全控制了这片土地，他们邀请我们加入重建林歌神殿的任务，对此我们德莱尼人深感荣耀。',text0_1='' WHERE Id=8873;
UPDATE npc_text SET text0_0='',text0_1='很高兴可以在这里看到新面孔。我们的哨站很小，但却有着大量的敌人。我们被那些企图消灭我们的家伙包围着：西面的萨特，南面战歌伐木营地的兽人，还有那些冥火岭的恶魔。
德莱尼人已经同意了我们的邀请，与我们一起加固林歌神殿，做好抵抗种种威胁的准备。' WHERE Id=8874;
UPDATE npc_text SET text0_0='能在林歌神殿听到其他的人的声音，这可真是太好了，我都开始觉得自己可能是留在这里的最后一个卡多雷了。',text0_1='' WHERE Id=8875;
UPDATE npc_text SET text0_0='你是一个$R，对吧？在这儿遇见你真是令人振奋！我们欢迎任何能够寻求到的援助。',text0_1='' WHERE Id=8881;
UPDATE npc_text SET text0_0='你好, $N.需要我帮忙吗?',text0_1='' WHERE Id=8934;
UPDATE npc_text SET text0_0='是什么风把你吹到这里来的，渺小的$r？',text0_1='' WHERE Id=8954;
UPDATE npc_text SET text0_0='',text0_1='你好，$c。我这里的访客好少。我该怎么做才能改善?' WHERE Id=8956;
UPDATE npc_text SET text0_0='感染的夜行豹幼崽似乎是从北面来的，我建议你会从那边开始狩猎。',text0_1='' WHERE Id=8974;
UPDATE npc_text SET text0_0='[熊怪语]米欧’欧克 克斯 伊尔芬 欧 欧姆托…',text0_1='' WHERE Id=8983;
UPDATE npc_text SET text0_0='我恐怕现在正忙着修理这些马蹄铁。你不介意另挑一个时间再过来吧？',text0_1='' WHERE Id=9002;
UPDATE npc_text SET text0_0='我能感觉到你对力量的渴望，$c。',text0_1='我能感觉到你对力量的渴望，$c。' WHERE Id=9006;
UPDATE npc_text SET text0_0='圣光给了我们通往胜利和力量之路的魔法。',text0_1='圣光给了我们通往胜利和力量之路的魔法。' WHERE Id=9007;
UPDATE npc_text SET text0_0='这个公告牌上张贴着多种公告和执行危险任务的奖励。现在没什么可以吸引你的东西，也许你应该过段时间再回来看看。',text0_1='' WHERE Id=9062;
UPDATE npc_text SET text0_0='你做到了！太了不起了！温德萨尔元帅一直都盼着你呢。你要我现在就通知他吗？',text0_1='' WHERE Id=9065;
UPDATE npc_text SET text0_0='我的故事？很高兴你问起这个。$B$B很久以前，在德拉诺世界——它的遗迹就是你所知道的外域——所有的德莱尼人都和平地生活着。但是燃烧军团来了，他们用魔法腐蚀了兽人。$B$B为了生存，我们除了战斗之外别无选择，但是这些魔法能量的辐射对我们中的一些人造成了可怕的影响，一段时间之后，我们变成了像我这样的破碎者，或者更糟糕的，变成看起来可以说是愚昧无知的失落者。$B$B要我继续说下去吗？',text0_1='' WHERE Id=9098;
UPDATE npc_text SET text0_0='那些魔能作用在我们破碎者和失落者身上，切断了我们和圣光之间的联系。那时我完全不知道这到底是怎么回事，但是作为一名守备官，我一定要找出答案。于是我决定为了这个目的进行一次朝圣。$B$B因此在战争结束之后，我来到了那个破碎世界的沙漠中，祈求圣光回到我们身边。但是十年过去了，圣光从未答复我的祈祷。$B$B你还想听下去吗？',text0_1='' WHERE Id=9099;
UPDATE npc_text SET text0_0='幸运的是，我在那里找到了一片绿洲，我下定决心待在那里，直到我得到一个答复。所以我就坐在那里，只有在迫不得已的情况下才做出别的举动，依靠池塘周围的生物维系我的生命。那可真是我的骄傲啊。$B$B就像我说的那样，十年过去了，没有任何答复。但是我却记得那天晚上美丽的夕阳。一股温暖的风拂过大陆，我确信我听到了某个声音，但是没有人在我周围。$B$B就像你所能想象到的那样，我觉得我终于疯了。',text0_1='' WHERE Id=9100;
UPDATE npc_text SET text0_0='那阵风有些异常，它丝毫没有停止下来的意思。风就这样刮过整个大陆，持续了几个星期，一会儿强一会儿弱，但从不停止。而且那个声音始终持续着，尽管我听不懂那是什么意思，也不知道它是从哪来的。$B$B在我独处的那段时间里，我学会了冷静和洞察问题的本质。我之所以这样做，是为了保证我还心智健全。那时，我突然开始听懂了那个声音。它从风中传出，而且它有很多话要说！',text0_1='' WHERE Id=9101;
UPDATE npc_text SET text0_0='它告诉了我秘密和力量，同样也告诉我了真相。圣光并没有遗弃破碎者！很久以前，兽人用来对付德莱尼人的魔能已经侵入了我们的躯体，使我们聆听圣光的能力被封闭了，同时也导致了我们身体的退化。$B$B但是我们的灵魂并没有被封闭，空气给了我另一种选择，让我可以指引我的人民。',text0_1='' WHERE Id=9102;
UPDATE npc_text SET text0_0='它教我领悟了萨满之路，那实际上是圣光的另一种表象。风与绿洲里的水、营地中的火焰和我脚下的大地是一体的，它们都要向我表达些什么。$B$B在随后的几年内，它们教会了我召唤元素和融入元素的力量。它们告诉我，天上的群星以及这个世界的万物，都是由这些元素构成的。$B$B当我觉得自己已经学到了足够多的知识之后，我离开了那里。',text0_1='' WHERE Id=9103;
UPDATE npc_text SET text0_0='我回到了我的人民身边，到处都是问候的笑脸和友善的手臂，大部分都是破碎者。许多德莱尼人对我们仍持有偏见，但他们似乎知道我要回来，果然不久之后我就知道了原因。$B$B维伦，全体德莱尼人的先知和领袖，在他的梦境中看到了我们的回归，他同样赶来问候我。他要求我和他私下谈话，于是我向他讲述了我的故事。他点了点头，露出了微笑，这一切和他预知的完全一样。',text0_1='' WHERE Id=9104;
UPDATE npc_text SET text0_0='维伦力劝我接受破碎者领袖的职位。但是更重要的是，他要求我来向所有破碎者和德莱尼人传授萨满的教义。我同意了他的建议。$B$B我们知道，在别人充满偏见的目光中，这是一项困难重重的提议，有人轻视我们破碎者，因为我们让他们想起了可怕的过去。而另一些人则相信萨满之路是对圣光的亵渎。$B$B无论如何，这就是我的故事。',text0_1='' WHERE Id=9105;
UPDATE npc_text SET text0_0='不要浪费我的时间。你需要什么？',text0_1='不要浪费我的时间。你需要什么？' WHERE Id=9124;
UPDATE npc_text SET text0_0='',text0_1='我不知道你是谁，但是我欢迎你的到来。阿克蒙德和他的天谴军团随时都有可能向我们进攻，$C。你会和我们一起面对这些恶魔吗？' WHERE Id=9168;
UPDATE npc_text SET text0_0='',text0_1='谢谢你，$c。好好准备一下。阿克蒙德正在行军，我们必须尽可能在这里坚守得更久一些。' WHERE Id=9169;
UPDATE npc_text SET text0_0='',text0_1='我们必须继续守住这里，越久越好！战斗到底！' WHERE Id=9170;
UPDATE npc_text SET text0_0='[不流畅的通用语] 止松要塞准备好了！非常感谢！',text0_1='' WHERE Id=9173;
UPDATE npc_text SET text0_0='欢迎来到血骑士的总部，我们是奎尔萨拉斯的防御者，银月城的忠实仆从，圣光的真正主人。',text0_1='' WHERE Id=9174;
UPDATE npc_text SET text0_0='我能感觉到你对力量的渴望，$c。',text0_1='我能感觉到你对力量的渴望，$c。' WHERE Id=9184;
UPDATE npc_text SET text0_0='我们只接受那些拥有钢铁般坚定的意志、怀着永不动摇的决心的同伴。似乎这两样优点你都不具备，$C。',text0_1='我们只接受那些拥有钢铁般坚定的意志、怀着永不动摇的决心的同伴。似乎这两样优点你都不具备，$C。' WHERE Id=9193;
UPDATE npc_text SET text0_0='这本书包含了外域植物种类的资料。大部份详述的植物都是赞格沼泽土生土长的。

书里的图表对你而言有点难以理解。或许作者可以给你一些指示。',text0_1='' WHERE Id=9197;
UPDATE npc_text SET text0_0='你猎获了巴克洛尔、班塔尔和裂肠者，甚至连强大的塔丝克也不是你的对手！你是我所认识的最优秀的猎手！',text0_1='' WHERE Id=9257;
UPDATE npc_text SET text0_0='强大的猎人$N回来了。给我讲讲你最新的狩猎故事吧。',text0_1='' WHERE Id=9284;
UPDATE npc_text SET text0_0='炼金师们都在逐日王庭，你可以去找卡博隆，他会很热情地教你一大堆关于制造药水的知识。',text0_1='炼金师们都在逐日王庭，你可以去找卡博隆，他会很热情地教你一大堆关于制造药水的知识。' WHERE Id=9339;
UPDATE npc_text SET text0_0='我相信附魔师瑟丹娜正在招收学生。你可以在逐日王庭的某个亭子里面找到她。',text0_1='我相信附魔师瑟丹娜正在招收学生。你可以在逐日王庭的某个亭子里面找到她。' WHERE Id=9341;
UPDATE npc_text SET text0_0='一个奇怪的选择……但是我想这并不是我该评判的。你应该去找丹文，他的工程台就在逐日王庭附近，通往远行者广场的那条路上。',text0_1='一个奇怪的选择……但是我想这并不是我该评判的。你应该去找丹文，他的工程台就在逐日王庭附近，通往远行者广场的那条路上。' WHERE Id=9342;
UPDATE npc_text SET text0_0='埃雷图斯是个……处理各种伤口的大师。如果学习急救是你的目标，就去长者步道找他吧，他就在皇家贸易区的入口附近。',text0_1='埃雷图斯是个……处理各种伤口的大师。如果学习急救是你的目标，就去长者步道找他吧，他就在皇家贸易区的入口附近。' WHERE Id=9343;
UPDATE npc_text SET text0_0='奎尔萨拉斯的水里有着大量的鱼，你从来都没发现过吗？德拉森对钓鱼很有经验，你可以在长者步道靠近皇家贸易区的地方找到他。',text0_1='奎尔萨拉斯的水里有着大量的鱼，你从来都没发现过吗？德拉森对钓鱼很有经验，你可以在长者步道靠近皇家贸易区的地方找到他。' WHERE Id=9344;
UPDATE npc_text SET text0_0='植物学家娜萨兰有着一副寻找药草的敏锐眼睛，我想她可能会把她的智慧传授给像你这样的家伙吧。你可以在逐日王庭那里的亭子中找到她和炼金师们。',text0_1='植物学家娜萨兰有着一副寻找药草的敏锐眼睛，我想她可能会把她的智慧传授给像你这样的家伙吧。你可以在逐日王庭那里的亭子中找到她和炼金师们。' WHERE Id=9345;
UPDATE npc_text SET text0_0='沿着长者步道走到东南方的尽头，莱纳里斯在那里开了一家制皮点。她会教你的，只要你肯付钱。',text0_1='沿着长者步道走到东南方的尽头，莱纳里斯在那里开了一家制皮点。她会教你的，只要你肯付钱。' WHERE Id=9347;
UPDATE npc_text SET text0_0='提恩是个很有天赋的剥皮师，她所生产的山猫皮是我见过的最好的东西。如果你想从她那里学到点本事，可以在长者步道的东南尽头找到她。',text0_1='提恩是个很有天赋的剥皮师，她所生产的山猫皮是我见过的最好的东西。如果你想从她那里学到点本事，可以在长者步道的东南尽头找到她。' WHERE Id=9349;
UPDATE npc_text SET text0_0='裁缝基伦一直在寻找好奇的学生来传授他那精巧的手艺。他的店有点不好找，就在花园街市的拍卖行的北面。你可以在那座建筑的底层找到他。',text0_1='裁缝基伦一直在寻找好奇的学生来传授他那精巧的手艺。他的店有点不好找，就在花园街市的拍卖行的北面。你可以在那座建筑的底层找到他。' WHERE Id=9350;
UPDATE npc_text SET text0_0='不要挡我的路，$r。你没看到我们正在战斗吗！',text0_1='' WHERE Id=9395;
UPDATE npc_text SET text0_0='现在我被打得就差一口气了，你想要什么？',text0_1='' WHERE Id=9406;
UPDATE npc_text SET text0_0='',text0_1='我们非常感激你帮助我们对抗燃烧军团。珍娜·普劳德摩尔在前线可能需要你的帮助。' WHERE Id=9408;
UPDATE npc_text SET text0_0='',text0_1='我的同胞的命运随着黑暗之门的打开进入了新的篇章。在某种程度上来说，我的流放使我免于堕落。但是看到远行者把他们的命运都交给了凯尔萨斯……$B$B我不敢相信我以前的朋友可以做出这样的事情。$B$B我那回家的梦看来永远都不可能实现了，这片森林是我唯一的家。' WHERE Id=9490;
UPDATE npc_text SET text0_0='',text0_1='你好，亲爱的。我是盖亚安，玛格汉的女族长。$B$B<盖亚安祖母咳嗽了一下。>$B$B你在这里，那及说明黑暗之门已经重新开启了。在这里的大部分兽人都太年轻或是太虚弱，以至于不能记起黑暗之门。$B$B<盖亚安祖母指了指她周围的兽人。>$B$B他们大部分是孤儿，或很快就会变成孤儿了。是的，这就是黑手酋长的做法，让体弱者远离健康者，只有强壮的兽人可以生存……' WHERE Id=9508;
UPDATE npc_text SET text0_0='',text0_1='他们在这里长大，我们让他们远离伤害。我尽可能地照顾他们的健康。很多都夭折了，但是更多的孩子茁壮成长了起来。就像加尔鲁什那样……$B$B<盖亚安祖母叹了口气。>$B$B你知道，他失去了他的信心。他告诉我，我是他的一切。如果失去了我，吞噬了他的父亲、诅咒了我们的人民的嗜血狂热会彻底占据他。' WHERE Id=9509;
UPDATE npc_text SET text0_0='',text0_1='<盖亚安祖母虚弱地笑了笑。>$B$B当然不，亲爱的。但是这并不是我相不相信的问题……$B$B加尔鲁什有能力来领导玛格汉。他是个强壮又聪明的领袖，所有的灵魂都对他很满意，他只不过需要相信他自己。他害怕的东西太多了……他非常害怕若是让他管理氏族，他的愤怒会毁灭他自己和所有接近他的人。' WHERE Id=9510;
UPDATE npc_text SET text0_0='',text0_1='我希望我能知道该怎么做，亲爱的。他不会听你的，同样他也不会听我的。事实上，这就是我还在这里的原因，这就是我还没有和卡舒尔宗母一起离开的原因。他必须找回他的自信。如果没有合适的领导，我们的人民根本活不过这个冬天。' WHERE Id=9511;
UPDATE npc_text SET text0_0='',text0_1='<盖亚安祖母笑了笑。>$B$B我老了，我的时日已经不多了。当我去世以后，我的灵魂会前往灵魂的国度。我会在那里与我的祖先们团聚。那就是我们关注着仍然活着的人民的地方。$B$B当加拉达还活着的时候，卡舒尔宗母的职责就和我现在的一样。' WHERE Id=9512;
UPDATE npc_text SET text0_0='',text0_1='部族母亲的职责就是倾听。倾听风、水、火和大地。从它们那里收集对氏族有用的信息，就像氏族中的其他人收集皮毛以供大家御寒一样。与我交流的正是灵魂……在我的梦里，卡舒尔宗母就像灵魂和她谈话那样对我谈话……当我去世之后，我会以相同的方式和德拉吉亚和塞雷斯蒂谈话。$B$B<盖亚安祖母微笑着。>' WHERE Id=9513;
UPDATE npc_text SET text0_0='我要查出那些家伙的真正计划！',text0_1='' WHERE Id=9517;
UPDATE npc_text SET text0_0='不要用惊讶的眼光看着我，$r。德莱尼人的到来和与我们的结盟都已经被启示者库尔兹言中了。',text0_1='' WHERE Id=9583;
UPDATE npc_text SET text0_0='啊……另一位寻求启迪的萨满祭司，我说得对吗？灵魂们说得不够清楚吗？你要我帮你指明命运之路的方向吗？',text0_1='' WHERE Id=9621;
UPDATE npc_text SET text0_0='我是斯卡泰斯，在这里引领萨满祭司寻求启迪……但即使信念不同者也可以在这里得到指引。你想看看吗？',text0_1='' WHERE Id=9622;
UPDATE npc_text SET text0_0='喝下这瓶东西，迷雾就会消失一段时间。和灵魂们一起去吧，我的朋友。',text0_1='' WHERE Id=9623;
UPDATE npc_text SET text0_0='塞莱恩是城里最好的厨师之一，你可以在旅者的梦乡旅店的楼上找到她。你同样可以从她的助手那儿买到烹调用品。',text0_1='塞莱恩是城里最好的厨师之一，你可以在旅者的梦乡旅店的楼上找到她。你同样可以从她的助手那儿买到烹调用品。' WHERE Id=9624;
UPDATE npc_text SET text0_0='塞泰克一族认为他们是所有鸦人中最忠诚于主人的信徒。不要多问关于主人的事，$R，只有鸦人才有资格了解他的神秘传说。$B$B塞泰克认为奥金顿的毁灭是主人到来的信号。他们带着我们最伟大的英雄泰罗克的圣物去了废墟。$B$B他们仍然在神殿的废墟中寻找主人，但是我看穿了他们的谎言。我不再和他们同流合污了。',text0_1='' WHERE Id=9638;
UPDATE npc_text SET text0_0='利爪之王艾吉斯和我兄弟黑暗编织者塞斯一样，都是塞泰克的领导者之一。$B$B是他们带领塞泰克一族从斯克提斯来到了奥金顿废墟。最初，艾吉斯是一个有着超凡魅力的领袖，但是他陷入了疯狂。$B$B现在，他公然宣称他就是再生的泰罗克！他想让所有鸦人向他屈服，接受他的统治。你能相信他居然如此傲慢吗？',text0_1='' WHERE Id=9640;
UPDATE npc_text SET text0_0='他是鸦人有史以来最伟大的英雄。$B$B据说在远古时代，他用自己的爪子建造了斯克提斯。他是我们最伟大的勇士和守护者，但当我们开始放弃对鲁克玛的崇拜时，他离开了我们。$B$B我们开始崇拜一个承诺给我们无尽力量的新主人。$B$B有人说泰罗卡和鲁克玛是同一个人，所以他在我们背弃他的时候离开了我们。',text0_1='' WHERE Id=9641;
UPDATE npc_text SET text0_0='',text0_1='你迷路了吗？这里大部分的商人都居住在城镇中心。' WHERE Id=9652;
UPDATE npc_text SET text0_0='艾泽拉斯的德鲁伊在月光林地举行一个盛大的庆祝活动。如果你在城市里找到新年狂欢者，他们可传送你到那里。',text0_1='艾泽拉斯的德鲁伊在月光林地举行一个盛大的庆祝活动。如果你在城市里找到新年狂欢者，他们可传送你到那里。' WHERE Id=9696;
UPDATE npc_text SET text0_0='去铁炉堡的秘法区并且与那里的夜精灵德鲁伊们讲话。他们能送你到月光林地参加新年节庆庆祝活动。
',text0_1='去铁炉堡的秘法区并且与那里的夜精灵德鲁伊们讲话。他们能送你到月光林地参加新年节庆庆祝活动。
' WHERE Id=9715;
UPDATE npc_text SET text0_0='从我面前走开，孩子！你没有看到我在训练吗？没错，我会成为下一个战槌勇士的。$B$B是的，我差不多准备好去古老的鲜血竞技场参加挑战了。但是你想都不要想，孩子。你实在太弱了。竞技场的报幕员古尔戈索克甚至都不会让你偷看正在进行的战斗。$B$B闪远点。',text0_1='' WHERE Id=9734;
UPDATE npc_text SET text0_0='我们已经占领了双塔废墟！快去参与防守！',text0_1='' WHERE Id=9750;
UPDATE npc_text SET text0_0='为什么？就算伊利丹的恶魔不再抓住我、奴役我，那么赞加沼泽的纳迦也会这么做的。$B$B加入伊利丹和他的恶魔大军无非是为破碎者氏族套上新的枷锁罢了。我们的人民没有任何希望',text0_1='为什么？就算伊利丹的恶魔不再抓住我、奴役我，那么赞加沼泽的纳迦也会这么做的。$B$B加入伊利丹和他的恶魔大军无非是为破碎者氏族套上新的枷锁罢了。我们的人民没有任何希望。' WHERE Id=9788;
UPDATE npc_text SET text0_0='多年来我一直深信我们在银月城所做的事情是对的——为能到达外域而努力，那么我们就可以和凯尔萨斯重新会合。$B$B当我知道凯尔萨斯为我们准备了什么之后，我愿意还是待在鹰翼广场。',text0_1='' WHERE Id=9871;
UPDATE npc_text SET text0_0='干这行，懂点魔法迟早有用。影像不能欺骗所有人，但是它们通常可以让你事半功倍。',text0_1='' WHERE Id=9925;
UPDATE npc_text SET text0_0='你在这里干什么？你不是应该在能量管道上工作吗？$B$B我们正在向风暴要塞传送两倍以上的能量，任何人都不能偷懒！我们不想看到这里变成另一个乌提斯。',text0_1='' WHERE Id=9926;
UPDATE npc_text SET text0_0='当然是法力熔炉：乌提斯！你以为是哪里？$B$B那个法力熔炉由于超过负荷而造成了大爆炸。事实上，它已经被完全摧毁了，而现在虚空生物正川流不息地在那里涌现，就在东北方向，到处都是。',text0_1='' WHERE Id=9927;
UPDATE npc_text SET text0_0='你在这儿应该很安全。法力熔炉：杜隆遭到攻击后我们便在此地增设了防御力量。',text0_1='' WHERE Id=9929;
UPDATE npc_text SET text0_0='法力熔炉：杜隆是离风暴要塞最近的设备，因此它处理着大部分的负载。$B$B你应该知道，这些法力熔炉的负载会引起管道泄露。散发出的能量吸引着讨厌的法力生物，我们在多个泄漏点遭受到法力生物的袭击，此刻法力熔炉：杜隆所遭受的攻击最为猛烈。',text0_1='' WHERE Id=9930;
UPDATE npc_text SET text0_0='',text0_1='采用这种技术进行工作让我非常头痛。所有东西都构造在一种怪异的方式上。' WHERE Id=9931;
UPDATE npc_text SET text0_0='',text0_1='他们没有教你们这些新来的家伙任何东西吗？这些法力熔炉是作为风暴要塞的一部分而建造的，用来吸取虚空中的能量。$B$B纳鲁用这个技术在旅途中给他们的飞船供给动力。有人说那技术在陆地上使用可能不安全，然而他们很快就沉默了。' WHERE Id=9934;
UPDATE npc_text SET text0_0='这个虚灵传送台被刷着亮漆的按钮和开关掩盖着，但看上去已经废弃了。',text0_1='' WHERE Id=9958;
UPDATE npc_text SET text0_0='',text0_1='我从来没见过像虚空龙那样的生物。他们似乎继承了祖先的性格，但他们已经变得完全不同了。' WHERE Id=9968;
UPDATE npc_text SET text0_0='在这个世界上只有3种人：竞争者，顾客和雇员。竞争者会被无情地碾碎，顾客需要被满足，而雇员则应该被严格地管理。$B$B不受约束的承包者是一个神话。他们希望得到比雇员更多的回报，但是要像顾客一样对待他们。永远都不要相信自称是承包者的人。',text0_1='' WHERE Id=9971;
UPDATE npc_text SET text0_0='森林在为新生的种子而歌唱。德莱尼人是我们的新朋友，我们会帮他们在这里建造属于他们自己的地方。',text0_1='' WHERE Id=9986;
UPDATE npc_text SET text0_0='',text0_1='我已经安排送你去法力熔炉：库鲁恩的事宜了。你准备好了吗，$N？你会降落在敌人的防守线后方，所以请确保你带了所有必需的东西。' WHERE Id=9990;
UPDATE npc_text SET text0_0='你好，$N。要保持警惕……',text0_1='' WHERE Id=10002;
UPDATE npc_text SET text0_0='我们的远征军已经安全地穿越了黑暗之门，建立起了一座名为萨尔玛的新基地。就像你看到的那样，燃烧军团切断了我们和兄弟们之间的联系。很明显，那些恶魔希望能重新夺回黑暗之门，阻止我们从艾泽拉斯得到更多的增援。',text0_1='' WHERE Id=10006;
UPDATE npc_text SET text0_0='有了援助，我相信塔蕾克丝就快要有所突破了。',text0_1='' WHERE Id=10008;
UPDATE npc_text SET text0_0='',text0_1='陆行鸟是种高贵的生物。你要好好对待你的陆行鸟，没有什么比一只愤怒的陆行鸟更危险了。' WHERE Id=10011;
UPDATE npc_text SET text0_0='',text0_1='我对保护银月大使欧诺·炎伤感到有点厌烦了，$n。你有空和我聊聊吗？或许我们能彼此学到些什么？' WHERE Id=10044;
UPDATE npc_text SET text0_0='别动那张斗篷！没错，没错，我知道你也想要一件。每个人都想要一件我的斗篷。相信我，你这个卑微的家伙，总有一天我会靠出售我的斗篷赚到大钱。从铁炉堡到这里的每个人都会知道巴图罗·吉塞提的名字。吉塞提商标会成为令所有人垂涎欲滴的东西！',text0_1='' WHERE Id=10047;
UPDATE npc_text SET text0_0='你在法兰伦废墟的努力让我回到了日程上。我正在召集我的队伍，准备向那里出发了。$B$B谢谢你，$N。',text0_1='' WHERE Id=10055;
UPDATE npc_text SET text0_0='我和代理人亚希克斯接到了维序派司令部的最高级别任务指派，要去根除乌提斯的虚空生物，这是一次战略进攻。我们返回维序派哨站之前的最后一个任务是消灭那个被肉人们养得越来越胖的虚空领主阿克努斯。$B$B不幸的是，我们晚到了一会儿。亚希克斯和我在与血肉兽的交火中走散了，现在他被敌人困在里面。',text0_1='' WHERE Id=10065;
UPDATE npc_text SET text0_0='',text0_1='别忘记去拜访虚空风暴52区的维克斯顿。作为热砂港搏击会的官方竞技场商人，他出售各种不可思议的物品给那些有着足够竞技场点数的家伙。' WHERE Id=10069;
UPDATE npc_text SET text0_0='什么？你想给银月城捐献布料吗？$B$B你只是想要只陆行鸟吧，不是吗？好吧，好吧……为这座城市捐献布料，我来负责让你声名远播。',text0_1='' WHERE Id=10079;
UPDATE npc_text SET text0_0='',text0_1='你的帮助是无价的，我的朋友。$B$B我敢保证塞纳里奥远征队会倾尽全力来抵抗伊利丹从天空中丢下来的任何污染水晶。' WHERE Id=10109;
UPDATE npc_text SET text0_0='WAIT $c! Your search for the next boss isn''t this way. Try another way.',text0_1='' WHERE Id=10128;
UPDATE npc_text SET text0_0='没问题，$N。我们会听你的命令冲锋陷阵！只要你一句话，我和我的手下就会发动进攻！',text0_1='' WHERE Id=10232;
UPDATE npc_text SET text0_0='奥蕾莉亚要塞被敌人重重包围，我们应该与他们一起战斗。',text0_1='' WHERE Id=10234;
UPDATE npc_text SET text0_0='如果我听说的事情都属实的话，你已经为希尔瓦纳做了很多事。$B$B继续下去，也许我们能在这里安家了。',text0_1='' WHERE Id=10247;
UPDATE npc_text SET text0_0='$N，准备好跟奥特兰克山谷的雷矛卫队作战了吗？',text0_1='' WHERE Id=10269;
UPDATE npc_text SET text0_0='遗忘元素制皮可不是说着玩的。如果你选择放弃它，你同样会忘记所有需要元素制皮专精的图样！',text0_1='遗忘元素制皮可不是说着玩的。如果你选择放弃它，你同样会忘记所有需要元素制皮专精的图样！' WHERE Id=10302;
UPDATE npc_text SET text0_0='如果你有金币，我就能教你怎么骑陆行鸟。',text0_1='' WHERE Id=10308;
UPDATE npc_text SET text0_0='遗忘你的铸剑技能并不是什么轻松的事。如果你选择放弃，你会忘记所有铸剑专精相关的图样！',text0_1='遗忘你的铸剑技能并不是什么轻松的事。如果你选择放弃，你会忘记所有铸剑专精相关的图样！' WHERE Id=10329;
UPDATE npc_text SET text0_0='如你所愿，$N。灵魂猎人已经准备好了。',text0_1='' WHERE Id=10338;
UPDATE npc_text SET text0_0='我不能相信他们将我的传送器移到镇外!大部分被意外影响的地精都在几周内就会恢复成某种人型，而能够参与这样一个伟大的地精实验是一种荣誉!

除此之外，我们需要蛋!


',text0_1='' WHERE Id=10363;
UPDATE npc_text SET text0_0='再试一次，记得小心点，$N。',text0_1='' WHERE Id=10402;
UPDATE npc_text SET text0_0='You will find mailboxes within or just outside the Aldor and Scryers banks and inns.',text0_1='' WHERE Id=10403;
UPDATE npc_text SET text0_0='There are stable masters just outside both the draenei and blood elf inns on Aldor Rise and Scryer''s Tier.',text0_1='' WHERE Id=10404;
UPDATE npc_text SET text0_0='当你准备好追寻新的专业时，去找纳里安吧。你可以在塔纳利斯的热砂港找到他。',text0_1='' WHERE Id=10411;
UPDATE npc_text SET text0_0='Lisrythe may be a bit... intimidating at first, but she stocks what you are looking for. She sells her wares outside the large library on Scryer''s Tier.',text0_1='' WHERE Id=10412;
UPDATE npc_text SET text0_0='High Enchanter Bardolan may be found in the Seer''s Library on Scryer''s Tier. A grand master of the art, he is surrounded by his students: masters, artisans, experts, and journeymen.',text0_1='' WHERE Id=10415;
UPDATE npc_text SET text0_0='<召唤师原地矗立，凝视着远方。>',text0_1='' WHERE Id=10417;
UPDATE npc_text SET text0_0='<即使只是一枚棋子，莱恩国王的力量和智慧仍闪烁着光芒。>',text0_1='' WHERE Id=10418;
UPDATE npc_text SET text0_0='Seymour, the principal skinner in Shattrath and grand master of the trade, may be found in the lower city''s open marketplace.',text0_1='' WHERE Id=10419;
UPDATE npc_text SET text0_0='你准备好了我们就开战，$N。',text0_1='' WHERE Id=10421;
UPDATE npc_text SET text0_0='<术士的双眼中积郁着深深的怨毒。>',text0_1='' WHERE Id=10440;
UPDATE npc_text SET text0_0='所有悬赏的奖励品都由战争召唤者比尔斯诺特分配。$B$B张贴悬赏令不需支付金币。',text0_1='' WHERE Id=10449;
UPDATE npc_text SET text0_0='',text0_1='你对学习复杂的珠宝加工感兴趣吗？' WHERE Id=10451;
UPDATE npc_text SET text0_0='',text0_1='不要再来找我，等你掌握了初级的珠宝加工技能再说。' WHERE Id=10455;
UPDATE npc_text SET text0_0='',text0_1='我会和你分享我的珠宝加工知识。' WHERE Id=10456;
UPDATE npc_text SET text0_0='',text0_1='我很愿意教你这样的技术人才更多的珠宝加工知识。你想知道什么？' WHERE Id=10459;
UPDATE npc_text SET text0_0='作为多年效忠的奖励，伊利丹允许凯尔萨斯将五名战士送到他那里进行特训。这应该是有史以来第一次有血精灵被允许参与恶魔猎手的训练。$B$B训练是严酷的，凯尔萨斯的战士所经受的考验足以难倒大部分的训练有素的恶魔猎手。$B$B三个凯尔萨斯的血精灵在训练中死去——另一个疯了。$B$B只有一个成功了。',text0_1='' WHERE Id=10492;
UPDATE npc_text SET text0_0='瓦瑞迪斯是他的名字。让伊利丹惊奇的是，他不仅成功完成训练中痛苦的祭仪;
而且与很多老练的恶魔猎人相比，瓦瑞迪斯更能掌控他的力量。

伊利丹察觉到瓦瑞迪斯的潜能，并且指派三个恶魔猎人大师用他们的方式更进一步训练他。',text0_1='' WHERE Id=10493;
UPDATE npc_text SET text0_0='在伊利丹手下最好的三名恶魔猎手的训练之下，一年后，瓦雷迪斯已然青出于蓝。$B$B他不再满足于恶魔猎手所提供的训练内容，于是瓦雷迪斯混入了暗影议会，在那里，他得知有一本叫做恶魔名册的圣物，书中蕴含着强大的力量。他偷偷地通读了这本书，把每一页都暗暗记在了心里。',text0_1='' WHERE Id=10494;
UPDATE npc_text SET text0_0='传说，知晓一个恶魔的真名即可获得超越他的力量。$B$B恶魔名册记载着所有真实存在的恶魔的名字。在默记书中的章节时，瓦雷迪斯发现了一种力量来源，这种力量可以与伊利丹从古尔丹之颅中汲取的力量相媲美。$B$B在伊利丹的要求下，瓦雷迪斯和三位指导过他的恶魔猎手大师们一起管理着卡拉波废墟的训练场。',text0_1='' WHERE Id=10495;
UPDATE npc_text SET text0_0='对于血精灵拥有着可以掌握恶魔猎手力量的天赋，我一点都不感到吃惊。毕竟，辛多雷并不像暗夜精灵那样天生讨厌恶魔法。$B$B然而，我并不希望太多的血精灵可以掌握这种力量。大部分人，包括瓦雷迪斯，都把追逐力量作为一种乐趣。但那力量会吞噬他们，因为驱动他们的并不是真正的恶魔猎手心中燃烧的那团纯焰。',text0_1='' WHERE Id=10497;
UPDATE npc_text SET text0_0='“因为你刚才离开过棋局，所以你暂时还不能控制我。”',text0_1='' WHERE Id=10505;
UPDATE npc_text SET text0_0='哈哈，你回来了？你不会真的期盼我改变心意吧？$B$B你错了。',text0_1='' WHERE Id=10535;
UPDATE npc_text SET text0_0='努埃尔，你还好吧？你今天看上去有些不大对劲。',text0_1='' WHERE Id=10539;
UPDATE npc_text SET text0_0='是的，让我们静下心来商讨一下吧。$B$B实际上，你负责把木材和家畜汇聚到卢安荒野，而你的进度越来越慢了。$B$B我们需要那些资源，但是你却让塞纳里奥远征队的德鲁伊来妨碍我们！',text0_1='' WHERE Id=10541;
UPDATE npc_text SET text0_0='我不要借口，我需要结果！$B$B你觉得我像是在开玩笑吗？如果我们不这么做的话，那么不仅那些所谓的好人们会跑过来叫嚷，而且这也对提升黑翼的繁荣没有任何价值。$B$B那是你想看到的结果吗？',text0_1='' WHERE Id=10542;
UPDATE npc_text SET text0_0='你怎么着也应该说得可信一点吧。$B$B努埃尔，我原本不打算告诉你这件事的，但是你还是知道为好，因为你跟这件事扯上关系了。玛克纳尔正筹划着对卢安荒野的德鲁伊们发动一次全面进攻，并且把他们一网打尽。$B$B对我们来说，和砾石食人魔们战斗已经足够糟糕了，所以我们不能双线作战。我准备和鸦人签署短暂的停战协议。$B$B你觉得怎么样？',text0_1='' WHERE Id=10543;
UPDATE npc_text SET text0_0='我们现在正紧锣密鼓地进行着最后的准备。剩下的就要看你能多快地组织起你在卢安荒野的力量了。$B$B你觉得你能迅速搞定这件事吗？',text0_1='' WHERE Id=10544;
UPDATE npc_text SET text0_0='这就对了！$B$B这次小碰头会让我很高兴，我对进攻更有信心了。有你这样的领袖在前线，我们怎么可能输呢？$B$B好吧，这是你的行军令。返回卢安荒野，付诸实施吧！',text0_1='' WHERE Id=10545;
UPDATE npc_text SET text0_0='You look like you might be needing passage across the Great Sea. Well you have come to the right place, this here is the berth of the Maiden''s Fancy, finest passanger ship to travel these waters. When she arrives just climb aboard and the next thing you k',text0_1='' WHERE Id=10547;
UPDATE npc_text SET text0_0='I must say, Booty Bay has the best Clam Chowder to be had anywhere in the South Seas. Oh, not interested in cuisine eh? Well then let me be the first to welcome you to the berth of the Maiden''s Fancy, the finest passenger ship to travel between the Easter',text0_1='' WHERE Id=10548;
UPDATE npc_text SET text0_0='你在考验我的耐性，哼哼。我已经把新的信号枪放在你的背包里了。试着不要弄丢这支!',text0_1='' WHERE Id=10550;
UPDATE npc_text SET text0_0='Hey there cutie, you looking for a ride to Grom''gol? I hear it gets mighty steamy down in those jungles, maybe I could join you for a short vacation, show you a real jungle cat.',text0_1='' WHERE Id=10551;
UPDATE npc_text SET text0_0='Of course there''s no danger in everything catching flames and exploding like a huge helium bomb. This baby will get you to Undercity faster and safer than any boat, and the view is truly breathtaking. Speaking of breath, smoking is not allowed on board th',text0_1='' WHERE Id=10552;
UPDATE npc_text SET text0_0='嗨，监工。准备好发动攻击了吗？',text0_1='' WHERE Id=10553;
UPDATE npc_text SET text0_0='On the northern dock, you can board a ship that will carry you to Rut''theran Village and Darnassus. From the southern dock, you can find passage across the Great Sea to Menethil Harbor on Khaz Modan. The dock to the west, at the end of the pier, leads to',text0_1='' WHERE Id=10555;
UPDATE npc_text SET text0_0='You can find passage to Theramore from this dock. Heed my words, those lands are rarely safe to travel for people of the Alliance. Watch your step and your back.',text0_1='' WHERE Id=10557;
UPDATE npc_text SET text0_0='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。',text0_1='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。' WHERE Id=10578;
UPDATE npc_text SET text0_0='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。',text0_1='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。' WHERE Id=10579;
UPDATE npc_text SET text0_0='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。',text0_1='哥布林热砂战斗同盟已开始。你可以在加基森里，纳葛兰和剑刃山脉的竞技场外找到贩卖竞技场小队特许状的竞技场编制者。' WHERE Id=10595;
UPDATE npc_text SET text0_0='<苍老的斗士用别脚的普通语说着。>什么?你对我有意见?把它带到竞技场。我不会浪费时间在你的小「部落」和「联盟」上。',text0_1='' WHERE Id=10597;
UPDATE npc_text SET text0_0='藉由赢得竞技场排名赛，斗士们便可穿戴像我这样的装备。',text0_1='' WHERE Id=10598;
UPDATE npc_text SET text0_0='<老练的斗士用别脚的兽人语说着。>什么?你对我有意见?把它带到竞技场。我不会浪费时间在你的小「部落」和「联盟」上。',text0_1='' WHERE Id=10599;
UPDATE npc_text SET text0_0='藉由赢得竞技场排名赛，斗士们便可穿戴像我这样的装备。',text0_1='' WHERE Id=10600;
UPDATE npc_text SET text0_0='你好。在休息吗，监工？自从你被派去卢安荒野以后，我们就很少能在这里看到你了。$B$B看看我这些东西，似乎跟我们上次见面的时候没什么改变，但是我这里存货很多。$B$B别这么客气嘛！',text0_1='' WHERE Id=10602;
UPDATE npc_text SET text0_0='竞技场排名赛将在$4262d后开始。准冠军们已经忙于磨练他们的技能，并且取得他们能用之最好的装备。你准备好了吗?',text0_1='竞技场排名赛将在$4262d后开始。准冠军们已经忙于磨练他们的技能，并且取得他们能用之最好的装备。你准备好了吗?' WHERE Id=10604;
UPDATE npc_text SET text0_0='法维瑟和我在这里代表着希尔瓦纳的利益。$B$B这里的德鲁伊未免过于热情好客了，竟然允许部落随意穿越这里，这让我感到非常不安。',text0_1='' WHERE Id=10612;
UPDATE npc_text SET text0_0='据我所知，你最近才加入我们，可能并不清楚我们的传统。月光林地那边正在举办一场庞大的庆典。这是一年一度向长者们致敬的日子，你被邀请了！如果你想加入的话，去任何一座城市都可以！',text0_1='据我所知，你最近才加入我们，可能并不清楚我们的传统。月光林地那边正在举办一场庞大的庆典。这是一年一度向长者们致敬的日子，你被邀请了！如果你想加入的话，去任何一座城市都可以！' WHERE Id=10631;
UPDATE npc_text SET text0_0='我可以教你炼金术。你感兴趣吗？',text0_1='我可以教你炼金术。你感兴趣吗？' WHERE Id=10649;
UPDATE npc_text SET text0_0='我可以教你裁缝。你感兴趣吗？',text0_1='我可以教你裁缝。你感兴趣吗？' WHERE Id=10652;
UPDATE npc_text SET text0_0='我可以教你制皮。你感兴趣吗？',text0_1='我可以教你制皮。你感兴趣吗？' WHERE Id=10653;
UPDATE npc_text SET text0_0='我可以教你锻造。你感兴趣吗？',text0_1='我可以教你锻造。你感兴趣吗？' WHERE Id=10654;
UPDATE npc_text SET text0_0='If you seek our master of Paladin Trainer''s, go to Champion Bachi. He will wait of you in Farstriders'' Square.',text0_1='If you seek our master of Paladin Trainer''s, go to Champion Bachi. He will wait of you in Farstriders'' Square.' WHERE Id=10724;
UPDATE npc_text SET text0_0='Sylann, one of the finest cooks in the city, can be found upstairs in the Wayfarer''s Rest tavern. You can purchase cooking supplies from here assistant there, too.',text0_1='Sylann, one of the finest cooks in the city, can be found upstairs in the Wayfarer''s Rest tavern. You can purchase cooking supplies from here assistant there, too.' WHERE Id=10725;
UPDATE npc_text SET text0_0='Do you mean the Silvermoon City Inn, or the Wayfarer''s Rest tavern.',text0_1='Do you mean the Silvermoon City Inn, or the Wayfarer''s Rest tavern.' WHERE Id=10726;
UPDATE npc_text SET text0_0='The Wayfarer''s Rest tavern is located between the Walk of Elders and the Bazaar. You can reach it from either location.',text0_1='The Wayfarer''s Rest tavern is located between the Walk of Elders and the Bazaar. You can reach it from either location.' WHERE Id=10727;
UPDATE npc_text SET text0_0='',text0_1='很高兴再次见到你，$c$n。多尔南一直在问起你。' WHERE Id=10742;
UPDATE npc_text SET text0_0='哦，是的！你想试试这把新式武器，他们会让我被蛆虫一样踩在脚下！',text0_1='' WHERE Id=10850;
UPDATE npc_text SET text0_0='邪能水晶熔炉可以将埃匹希斯碎片转化成不稳定的野兽合剂。这种合剂能让饮用者变得更加敏捷、强壮和更具活力。$B$B但是10块埃匹希斯碎片才能购买1瓶合剂，你身上的碎片数量不够。',text0_1='' WHERE Id=10922;
UPDATE npc_text SET text0_0='这枚龙卵看上去和正常的黑龙卵一样富有弹性。如果你在它附近放上一些埃匹希斯碎片，它们的震动或许能让龙卵裂开？$B$B可惜这样做需要35块埃匹希斯碎片，你身上没有足够的水晶。',text0_1='' WHERE Id=10932;
UPDATE npc_text SET text0_0='嗨，你最近挺忙的是吧？！你不仅帮助我们轰炸恶魔，还替我们捕捉虚空鳐，我都不知道该怎么感谢你。$B$B你让我们的工作轻松了许多。继续保持下去吧！',text0_1='' WHERE Id=10938;
UPDATE npc_text SET text0_0='We''re currently focus testing the Battle of Mount Hyjal. You must have at least HONORED reputation with the Violet Eye to participate.$B$BThat''s the reputation you gain while doing Karazhan.',text0_1='' WHERE Id=10961;
UPDATE npc_text SET text0_0='现在你先到海加尔山，我可以将你传送到时光之穴。准备好了就告诉我。',text0_1='' WHERE Id=10962;
UPDATE npc_text SET text0_0='Now that you have your Black Temple key (Medallion of Karabor), I can teleport you directly to the Black Temple. Just tell me when you are ready.',text0_1='' WHERE Id=10964;
UPDATE npc_text SET text0_0='朋友，我们为你准备了一顿美餐。',text0_1='' WHERE Id=10975;
UPDATE npc_text SET text0_0='在奥格瑞拉这里，我们有足够的时间来沉思有关钢铁的秘密。不过这都是另一个话题了……有什么我可以为你效劳的吗？',text0_1='' WHERE Id=11016;
UPDATE npc_text SET text0_0='你好，朋友！我们能帮你什么忙吗？',text0_1='' WHERE Id=11025;
UPDATE npc_text SET text0_0='嘿，$N，只要你继续努力的话，我们出售的货物就任你挑选。这有点像是因果报应的说法吧。$B$B那么，请尽力帮助我们以及北边的天空卫队吧。$B$B嗯……谢谢你！',text0_1='' WHERE Id=11035;
UPDATE npc_text SET text0_0='事实上……现在我也搞不清楚飞艇到底在哪……',text0_1='事实上……现在我也搞不清楚飞艇到底在哪……' WHERE Id=11163;
UPDATE npc_text SET text0_0='拜托，别讲那种荒谬的话了！我就是巴德·奈德雷克，如假包换！$B$B我游历过这片大陆的每个角落，从海加尔山颠到沉没的神庙都留下了我的足印。事实上，沉没的神庙还是我命名的呢！$B$B是啦，就是我。你还怀疑什么呢。',text0_1='' WHERE Id=11219;
UPDATE npc_text SET text0_0='好吧，$c，听我说。我的实际年龄比外表所显示出来的更大，我还拥有超越年龄的智慧。你最好别怀疑我所说的。
当然，若是你不相信我的话呢，就去看看城镇中招贴的公告牌吧。每张上面都写着我的名字！$B$B不过嘛，标有“通缉”字样的公告牌请直接无视吧。我向你保证，那只是误会。',text0_1='' WHERE Id=11221;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到塞拉摩，$c。' WHERE Id=11406;
UPDATE npc_text SET text0_0='这么多年来，我都迷失了自己。现在，我终于看到了，自己的灵魂变得有多么黑暗……',text0_1='' WHERE Id=11625;
UPDATE npc_text SET text0_0='我们这是在庆祝谁摆脱了谁的束缚？呸，管它呢？！我要更多的糖果！',text0_1='我们这是在庆祝谁摆脱了谁的束缚？呸，管它呢？！我要更多的糖果！' WHERE Id=11958;
UPDATE npc_text SET text0_0='陌生人，我说你还是回去吧。$B$B这里不是供你游历的风景地。它会摧毁你的躯体，嚼碎你的骨头。',text0_1='' WHERE Id=12135;
UPDATE npc_text SET text0_0='这块土地已遭坠毁摧残。虽然你不懂我们的人生观，$c，我还是鼓励你尽所能的协助治疗程序。',text0_1='这块土地已遭坠毁摧残。虽然你不懂我们的人生观，$c，我还是鼓励你尽所能的协助治疗程序。' WHERE Id=9194;
UPDATE npc_text SET text0_0='南瓜被打碎了，不过没有更多的财宝了。',text0_1='' WHERE Id=12138;
UPDATE npc_text SET text0_0='打碎南瓜就能得到隐藏的财宝！这真是太棒了！',text0_1='' WHERE Id=12140;
UPDATE npc_text SET text0_0='在托格雷手下做事非常辛苦，不过他是位好船长。',text0_1='' WHERE Id=12212;
UPDATE npc_text SET text0_0='我得密切注意船只和船员的情况。请原谅我不能和你闲聊。',text0_1='' WHERE Id=12214;
UPDATE npc_text SET text0_0='我们是获选之人，$N。天谴军团的死亡骑士，前来散布主人的毁灭之种。',text0_1='' WHERE Id=13444;
UPDATE npc_text SET text0_0='我们是获选之人，$N。天谴军团的死亡骑士，前来散布主人的毁灭之种。',text0_1='' WHERE Id=13445;
UPDATE npc_text SET text0_0='请让我安静的研究会，如果你不介意的话，我想我会进入冥想的境界。',text0_1='请让我安静的研究会，如果你不介意的话，我想我会进入冥想的境界。' WHERE Id=15296;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=20201;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=20551;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=20564;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=21024;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=22990;
UPDATE npc_text SET text0_0='你好，年轻的萨满祭司。',text0_1='' WHERE Id=9014;
UPDATE npc_text SET text0_0='让我们一起解决这水体的污染吧。',text0_1='' WHERE Id=9015;
UPDATE npc_text SET text0_0='',text0_1='这座城市不漂亮吗，$c？我们可以找到这么知心的暗夜精灵朋友，真让我感到温暖。' WHERE Id=8801;
UPDATE npc_text SET text0_0='你做了件伟大的事，$N。我们随时欢迎你来这里。',text0_1='' WHERE Id=9016;
UPDATE npc_text SET text0_0='$N，你慷慨地帮助我们，使我们一家子过得其乐融融，我们真不知道要怎么感谢你才好。 $B$B嗯，我们之前开玩笑说要把其中一个小孩卖给你，你没有当真吧？我们真的是在开玩笑呃……虽然这群小子不断地制造麻烦。$B$B嘿，你们就不能安静点吗？！',text0_1='' WHERE Id=11018;
UPDATE npc_text SET text0_0='炼金实验室还没准备好，$N。玛纳说她才准备了$3223w％，然而。

如果你愿意协助她的话，你可以在日境港的旅店中找到她。',text0_1='' WHERE Id=12303;
UPDATE npc_text SET text0_0='太阳之井的三道门全都被终结了，$N。

你必须得率领你的队伍在一切都太迟以前阻止基尔加丹进入艾泽拉斯!',text0_1='' WHERE Id=12623;
UPDATE npc_text SET text0_0='仲夏火焰节庆要让每一个人同欢庆祝!',text0_1='仲夏火焰节庆要让每一个人同欢庆祝!' WHERE Id=12376;
UPDATE npc_text SET text0_0='瞧，夏日火焰!',text0_1='瞧，夏日火焰!' WHERE Id=12506;
UPDATE npc_text SET text0_0='你已经接近一座联盟营火了!亵渎这座营火并将它扑灭!',text0_1='' WHERE Id=12377;
UPDATE npc_text SET text0_0='欢迎，$c。你是来荣耀这座火焰的吗?

记住:我们的节庆火焰在每个拥有部落营区的土地上燃烧着。如果可以的话，花点时间前去荣耀每一座火焰吧。

联盟也是一样，燃烧着属于他们的火焰。当你遇到联盟的火焰时，你还是亵渎一下像这样没有意义的努力比较好。',text0_1='欢迎，$c。你是来荣耀这座火焰的吗?

记住:我们的节庆火焰在每个拥有部落营区的土地上燃烧着。如果可以的话，花点时间前去荣耀每一座火焰吧。

联盟也是一样，燃烧着属于他们的火焰。当你遇到联盟的火焰时，你还是亵渎一下像这样没有意义的努力比较好。' WHERE Id=12582;
UPDATE npc_text SET text0_0='阿基巴德是十字弩大师。他是幽暗城的武器大师，就在战争区那。',text0_1='阿基巴德是十字弩大师。他是幽暗城的武器大师，就在战争区那。' WHERE Id=10772;
UPDATE npc_text SET text0_0='学习匕首可找以下三位武器大师:幽暗城战争区的阿基巴德，奥格玛荣誉谷的塞尤克，以及银月城远行者广场的伊利达。',text0_1='学习匕首可找以下三位武器大师:幽暗城战争区的阿基巴德，奥格玛荣誉谷的塞尤克，以及银月城远行者广场的伊利达。' WHERE Id=10773;
UPDATE npc_text SET text0_0='被遗忘者的武器大师阿基巴德对长柄武器有他的一套方法。他在幽暗城的军事区训练人们。银月城远行者广场的血精灵武器大师，伊利达，也可以告诉你相关的技巧。',text0_1='被遗忘者的武器大师阿基巴德对长柄武器有他的一套方法。他在幽暗城的军事区训练人们。银月城远行者广场的血精灵武器大师，伊利达，也可以告诉你相关的技巧。' WHERE Id=10777;
UPDATE npc_text SET text0_0='石头散发微微的寒意，使其周遭的空气及放置的平台凝结成冰。在其多面的深处，一只蓝龙蛰伏于其中，等待着。',text0_1='石头散发微微的寒意，使其周遭的空气及放置的平台凝结成冰。在其多面的深处，一只蓝龙蛰伏于其中，等待着。' WHERE Id=12524;
UPDATE npc_text SET text0_0='喜欢这个节庆吗，$c?

虽说火焰守护者偏向当前的火焰，但我也不只是个只熟悉节庆过去的历史学家而已。当然，我也记录今年的节庆活动。目前一切进展的很顺利，你不觉得吗?

你知道的，$n，在节日中持续燃烧的节庆火焰中潜藏着力量。我们看顾着我们的火焰，但我确信在我们敌人的城市深处有着神圣的火焰在燃烧着…',text0_1='喜欢这个节庆吗，$c?

虽说火焰守护者偏向当前的火焰，但我也不只是个只熟悉节庆过去的历史学家而已。当然，我也记录今年的节庆活动。目前一切进展的很顺利，你不觉得吗?

你知道的，$n，在节日中持续燃烧的节庆火焰中潜藏着力量。我们看顾着我们的火焰，但我确信在我们敌人的城市深处有着神圣的火焰在燃烧着…' WHERE Id=12609;
UPDATE npc_text SET text0_0='暮光教派想要毁坏我们努力保护的一切。我们的职责就是防范这种灾难发生，$r。',text0_1='暮光教派想要毁坏我们努力保护的一切。我们的职责就是防范这种灾难发生，$r。' WHERE Id=12390;
UPDATE npc_text SET text0_0='我很高兴你来了。现在你了解了我们的火焰，还有荣耀火焰的事…还有敌人的火焰，以及熄灭它们的事…你可以回去找他并接受奖励了。',text0_1='我很高兴你来了。现在你了解了我们的火焰，还有荣耀火焰的事…还有敌人的火焰，以及熄灭它们的事…你可以回去找他并接受奖励了。' WHERE Id=12587;
UPDATE npc_text SET text0_0='别理我，我只是个老头，在等一个老…朋友。',text0_1='' WHERE Id=13079;
UPDATE npc_text SET text0_0='很高兴见到你,$c.我相信你会给我关于全球邀请赛的好消息吧?如果你是，那么可以肯定，这意味着给你会告诉我一个秘密代码.给我代码之后我会给你一份礼"泰瑞尔之柄".$B$B当你准备好.只要在我耳边轻轻告诉我.',text0_1='很高兴见到你,$c.我相信你会给我关于全球邀请赛的好消息吧?如果你是，那么可以肯定，这意味着给你会告诉我一个秘密代码.给我代码之后我会给你一份礼"泰瑞尔之柄".$B$B当你准备好.只要在我耳边轻轻告诉我.' WHERE Id=13441;
UPDATE npc_text SET text0_0='飞艇应该才刚抵达格罗姆高而已…',text0_1='飞艇应该才刚抵达格罗姆高而已…' WHERE Id=11167;
UPDATE npc_text SET text0_0='',text0_1='亲爱的，这双鞋子真是棒到可以为他付出生命!我说的就是字面上的意思，你是打死谁把鞋子抢过来的?' WHERE Id=12963;
UPDATE npc_text SET text0_0='$N，我很高兴见到你。我们的矮人盟友在奥特兰克山谷需要我们的帮助。你能帮助他们吗?',text0_1='' WHERE Id=10272;
UPDATE npc_text SET text0_0='审问者试图查明这些血精灵正在纳葛兰这里做些什么。从我听到的，他们在追踪来自欧夏刚，西方的钻石山，的水晶粉末残渣。无疑地要用在一些阴险的计画或者混合物里的……

假如你愿意帮助我们并且阻止这些血精灵的话，冲突现在正在哈剌的西北方发生。血精灵们和阿古斯之手的士兵正在战斗!加入他们并且让他们知道我们的厉害!',text0_1='审问者试图查明这些血精灵正在纳葛兰这里做些什么。从我听到的，他们在追踪来自欧夏刚，西方的钻石山，的水晶粉末残渣。无疑地要用在一些阴险的计画或者混合物里的……

假如你愿意帮助我们并且阻止这些血精灵的话，冲突现在正在哈剌的西北方发生。血精灵们和阿古斯之手的士兵正在战斗!加入他们并且让他们知道我们的厉害!' WHERE Id=9738;
UPDATE npc_text SET text0_0='如果你成为阴郁城的朋友，或许我们可以做点生意?',text0_1='' WHERE Id=9918;
UPDATE npc_text SET text0_0='除非你与德莱尼达到崇拜的声望，不然我无法训练你。',text0_1='除非你与德莱尼达到崇拜的关系，不然我无法训练你。' WHERE Id=10705;
UPDATE npc_text SET text0_0='欢迎来到我的旅店，疲累的旅人。我能为你做点什么吗?',text0_1='欢迎来到我的旅店，疲累的旅人。我能为你做点什么吗?' WHERE Id=11714;
UPDATE npc_text SET text0_0='我在小时候就梦想成为一位训练师!',text0_1='' WHERE Id=10821;
UPDATE npc_text SET text0_0='',text0_1='我发现海底非常平静。' WHERE Id=7916;
UPDATE npc_text SET text0_0='如果你在找活干的话，$c，拿起锄头去挖吧。你没看到那边有一大堆废墟么？',text0_1='如果你在找活干的话，$c，拿起锄头去挖吧。你没看到那边有一大堆废墟么？' WHERE Id=8712;
UPDATE npc_text SET text0_0='英勇的托尔贝恩血统具有传奇性。我崇拜他。$B$B找到他时要是活着的，就在外域……$B$B<洛摩斯注视着你经过。>$B$B当我第一次看到他时，我几乎昏厥过去。难以阻挡的震惊力。当我跪在他面前，我必需勇敢面对。$B$B你能确信在我尽我能力完成某些事之后，洛萨之子能安全无虞。',text0_1='英勇的托尔贝恩血统具有传奇性。我崇拜他。$B$B找到他时要是活着的，就在外域……$B$B<洛摩斯注视着你经过。>$B$B当我第一次看到他时，我几乎昏厥过去。难以阻挡的震惊力。当我跪在他面前，我必需勇敢面对。$B$B你能确信在我尽我能力完成某些事之后，洛萨之子能安全无虞。' WHERE Id=8771;
UPDATE npc_text SET text0_0='',text0_1='' WHERE Id=9625;
UPDATE npc_text SET text0_0='每隔两年竞赛之灵都会变得特别激动热情…而现在正是这个时候!我们穿着这身外袍前往战场荣耀它们，打败所有的敌人然后赢得它们的眷顾。',text0_1='每隔两年竞赛之灵都会变得特别激动热情…而现在正是这个时候!我们穿着这身外袍前往战场荣耀它们，打败所有的敌人然后赢得它们的眷顾。' WHERE Id=12831;
UPDATE npc_text SET text0_0='你必须在战场上面对你的对手。不论是赢或输，如果你坚持到战斗的最后，你就会收到邮寄给你的竞赛者外袍。',text0_1='你必须在战场上面对你的对手。不论是赢或输，如果你坚持到战斗的最后，你就会收到邮寄给你的竞赛者外袍。' WHERE Id=12829;
UPDATE npc_text SET text0_0='你必须在任何一个战场上击败我们的对手。每一场胜利都会让你有机会收到黄金勋章。',text0_1='你必须在任何一个战场上击败我们的对手。每一场胜利都会让你有机会收到黄金勋章。' WHERE Id=12821;
UPDATE npc_text SET text0_0='你必须在战场上面对我们的对手。不论是赢或输，如果你坚持到战斗的最后，你就会收到邮寄给你的竞赛者外袍。',text0_1='你必须在战场上面对我们的对手。不论是赢或输，如果你坚持到战斗的最后，你就会收到邮寄给你的竞赛者外袍。' WHERE Id=12820;
UPDATE npc_text SET text0_0='你必须在任何一个战场上击败你的对手。每一场胜利都会让你有机会收到黄金勋章。',text0_1='你必须在任何一个战场上击败你的对手。每一场胜利都会让你有机会收到黄金勋章。' WHERE Id=12828;
UPDATE npc_text SET text0_0='',text0_1='我们打算把这堵墙炸掉，这样威克的人才能盖新的警卫站跟后面的道路，但是那个无知的蠢蛋嫌我用掉太多火药了!

啧啧，当我在挖通道的时候他还包着尿布呢。我要把他踢进运河然后自己一个人把剩下的爆破工作完成，这还会花比较多的时间!' WHERE Id=13301;
UPDATE npc_text SET text0_0='只要这堵墙拆掉，我们就要铺另外一条通往暴风港的路…但是那个疯矮人用了足以移平整座广场的火药啦!

我不晓得当初艾力克斯顿大人雇用她的时候脑袋在想什么…她是个满口脏话、刻薄成性、刚愎自用的人!',text0_1='' WHERE Id=13302;
UPDATE npc_text SET text0_0='每隔两年竞赛之灵都会变得特别激动热情…而现在正是这个时候!我们穿着这身外袍前往战场荣耀它们，打败我们的敌人然后赢得它们的眷顾。',text0_1='每隔两年竞赛之灵都会变得特别激动热情…而现在正是这个时候!我们穿着这身外袍前往战场荣耀它们，打败我们的敌人然后赢得它们的眷顾。' WHERE Id=12819;
UPDATE npc_text SET text0_0='嗨~能帮你什么吗?',text0_1='' WHERE Id=12812;
UPDATE npc_text SET text0_0='欢迎来到龙眠神殿，旅人。

这里是龙群想在他光荣的先祖骸骨中寻找一处平静的所在。

这一切原本都很平和，直到蓝龙军团对神殿发动了一次突袭。

带着我们的祝福进去，但要知道我们不容许任何的暴力在其中发生。',text0_1='' WHERE Id=12713;
UPDATE npc_text SET text0_0='',text0_1='黑龙的外表令你紧张吗?

很好。就是要这样。这些龙类也感到很紧张。虽然牠们坚守他们先祖的美德 - 不敢在这里攻击我。

一群傻蛋。' WHERE Id=12942;
UPDATE npc_text SET text0_0='',text0_1='你想要回去吗，$c?

我可以看看有没有哪只飞龙愿意载你前往你要去的地方。' WHERE Id=12714;
UPDATE npc_text SET text0_0='',text0_1='在伊瑟拉的花园要处处小心，凡人。很多事物不能只看它们的外表。' WHERE Id=12758;
UPDATE npc_text SET text0_0='',text0_1='$N，很高兴见到你!

还是说，这是我们首度见面呢?

我现在得东奔西跑，有的时候我根本记不得谁是谁。' WHERE Id=12976;
UPDATE npc_text SET text0_0='有何贵干呢?

你来这找东西吃的吗，老兄?还是来学顶级的厨艺的，是吗?',text0_1='' WHERE Id=13581;
UPDATE npc_text SET text0_0='岩石大厅。77级-79级的5人小组副本。组好队伍之后，请传送到地牢。当然，你也可以使用集合石。结束副本后直接退出即可！',text0_1='' WHERE Id=13469;
UPDATE npc_text SET text0_0='你站在一位秘法大师的面前，任何挑战我的人都是不智的，我醒来之后只会留下一具具燃烧的尸体。',text0_1='' WHERE Id=13573;
UPDATE npc_text SET text0_0='这是通往战歌峡谷战场的传送门。',text0_1='' WHERE Id=13579;
UPDATE npc_text SET text0_0='这是通往奥特兰克山谷战场的传送门。',text0_1='' WHERE Id=13576;
UPDATE npc_text SET text0_0='这是通往风暴之眼战场的传送门。',text0_1='' WHERE Id=13577;
UPDATE npc_text SET text0_0='',text0_1='别以为你过去的成就头衔能给你什么好处，$N。他们不能。

如果你想要我的尊敬，你就得自己来赢得它。这也意味着无条件地服从我的命令，并且完成。' WHERE Id=12906;
UPDATE npc_text SET text0_0='很高兴见到你, $c.',text0_1='很高兴见到你, $c.' WHERE Id=13458;
UPDATE npc_text SET text0_0='外头或许没有下雪，但这里的夜晚够把你的鼻子给冻得掉下来。卧铺就在后头 - 只要别让自己惹人嫌就行了。',text0_1='' WHERE Id=12735;
UPDATE npc_text SET text0_0='克莲娜一定很怀疑我的能力。当我们的菁英战士出去面对联盟与他们的陷捕者盟友，或者食人妖造成的大混乱，我被派来清理这些讨厌的维酷掠龙者。

也许如果我们结合我们的努力，就可以双双在征服者眼中证明自己的实力。',text0_1='' WHERE Id=12824;
UPDATE npc_text SET text0_0='给部落最好的皮革，老兄!只有最好的才能提供给我军!',text0_1='' WHERE Id=13033;
UPDATE npc_text SET text0_0='需要带点补给品上路嘛?当你观赏拳赛的时候，要不要来点提神的?',text0_1='' WHERE Id=13034;
UPDATE npc_text SET text0_0='族长特沃德·艾利克森易怒的元龙被拴在这里。',text0_1='' WHERE Id=12811;
UPDATE npc_text SET text0_0='',text0_1='这些山丘的自然之美隐藏了巨大的黑暗力量。小心行走，朋友。' WHERE Id=12773;
UPDATE npc_text SET text0_0='看看你那时候的表情，那就是我把你的心脏掏出来的时候啊……',text0_1='' WHERE Id=12999;
UPDATE npc_text SET text0_0='欢迎来到花岗岩之泉，朋友。

如果你活逮任何一只寒冰食人妖，一定要让我知道，我会给他们出个好价钱的。',text0_1='' WHERE Id=12966;
UPDATE npc_text SET text0_0='<霸德一动也不动，假装没听到你说的话。靠近一看，你看见他的面具底下滴下几滴口水。>',text0_1='' WHERE Id=12617;
UPDATE npc_text SET text0_0='我，妈妈。还有这些巨魔兄弟们!',text0_1='' WHERE Id=12622;
UPDATE npc_text SET text0_0='<德拉库鲁把他流着血的手伸出笼子外，期待地看着你。>',text0_1='' WHERE Id=12998;
UPDATE npc_text SET text0_0='欸，老兄!

看到你真好…$N，对吧?是，是，当然。

你跟我一定是很好的朋友。德拉库鲁知道这些事情。

<食人妖彩绘的脸上缓缓地露出笑容。>',text0_1='' WHERE Id=13001;
UPDATE npc_text SET text0_0='喔，老兄!我认识你吗?

哎呀，皮格蒙不会忘记别人长相的。

你…跟着我，老兄?因为不管那是什么，皮格蒙都不干!!',text0_1='' WHERE Id=13012;
UPDATE npc_text SET text0_0='早安，朋友!找个位置坐下喝点什么，好吧?',text0_1='' WHERE Id=12659;
UPDATE npc_text SET text0_0='当你站在这尊古老的人偶面前，你感觉到好像有什么东西现身了。',text0_1='' WHERE Id=12669;
UPDATE npc_text SET text0_0='欢迎来到欧尼克瓦营地。',text0_1='' WHERE Id=12912;
UPDATE npc_text SET text0_0='我是寇荻安，厄索克之女。我守护这个一度神圣的祭坛。

我已经很久没有看过陌生人来此了。',text0_1='' WHERE Id=12797;
UPDATE npc_text SET text0_0='一个名叫图尔·怒掌的熊怪，不是我们之一。

他来自南边，属于木喉部族。

他想要见厄索克。他似乎觉得沃达希尔的腐化可以被净化，并且用来拯救我父亲。

用这样的希望来戏弄我是很愚蠢的，当你见到他，如同我一样，被黑暗所折磨，你会同意我说的话的。',text0_1='' WHERE Id=12798;
UPDATE npc_text SET text0_0='我曾在灰白之丘游荡过，伟大的厄索克之子，统治了那个地方。

但是如今…如今我却注定在这个洞穴里面度过余生了。',text0_1='' WHERE Id=12793;
UPDATE npc_text SET text0_0='你不明白。如果我想的话我可以杀出这个洞窟。

是我的父亲，厄索克。他从死亡中回来了…但是不再是以前的他。

他在几千年前的先祖之战中牺牲了性命。几百年来，信仰他的熊怪们试图找出复活他的方法。

最后他们决定试图重植世界树，沃达希尔，并且使用世界树的魔法将我的父亲带回这世界。',text0_1='' WHERE Id=12794;
UPDATE npc_text SET text0_0='他们种下的树苗结出了果实。起初似乎很顺利，厄索克回来了，有一阵子我心中充满了喜悦。

但当他复活之后，很显然跟以前不同了。熊怪也是。

不论是什么样的邪恶导致上古德鲁伊摧毁了沃达希尔，它显然寄居在新的树中，并且把他们全部变成了嗜血的怪兽。

现在在灰白之丘走动的怪物并不是我的父亲，我们得让他安息。',text0_1='' WHERE Id=12796;
UPDATE npc_text SET text0_0='',text0_1='我认为你应该离开，$g先生:小姐;
。你吓到软绵绵先生了。' WHERE Id=13024;
UPDATE npc_text SET text0_0='你没听说过「每月啤酒」俱乐部?那是一群非常可爱的家伙为了整年庆祝啤酒节创立的!他们试着重现过去的啤酒节，不过总是持续不久。

一旦你加入了俱乐部，每个月他们都会寄不同的酒给你!如果你喜欢那种酒的话，你可以和铁炉堡的小贩多买一点。

我觉得你也可爱的足以加入俱乐部。给我一些奖品章，我就会给你申请表。然后我们就可以一起整年庆祝啤酒节!',text0_1='你没听说过「每月啤酒」俱乐部?那是一群非常可爱的家伙为了整年庆祝啤酒节创立的!他们试着重现过去的啤酒节，不过总是持续不久。

一旦你加入了俱乐部，每个月他们都会寄不同的酒给你!如果你喜欢那种酒的话，你可以和铁炉堡的小贩多买一点。

我觉得你也可爱的足以加入俱乐部。给我一些奖品章，我就会给你申请表。然后我们就可以一起整年庆祝啤酒节!' WHERE Id=12880;
UPDATE npc_text SET text0_0='啤酒节是个无懈可击的节日!不过美中不足的是黑铁矮人的袭击。他们几乎每半个小时就来一次!

攻击目标是那些发送「免费」啤酒的桶子!这些都是由啤酒大师所提供的美味啤酒!

听着，如果你在那些黑铁矮人出现时刚好在附近的话，帮忙保护一下这些「免费」的啤酒。',text0_1='' WHERE Id=12183;
UPDATE npc_text SET text0_0='<霸德看见你靠近的时候转动了他的眼珠>

喔，是的，即将成为名人的$n!

我能为你和你的伙伴们做些什么呢?',text0_1='' WHERE Id=11299;
UPDATE npc_text SET text0_0='拿出你的耐心来，$n。我可不是靠着仓促行事而赢得霸德·奈德瑞克这个名号的。

我已经在做最后的准备，而不久之后祖阿曼的宝藏和秘密都将属于我的了!

<霸德停止说话并且看了你一下，然后轻笑着。>

…当然，我是说我们的了。',text0_1='' WHERE Id=11338;
UPDATE npc_text SET text0_0='喔，呃，看你指得是哪个伙伴啊。这些年有许多人来来去去 - 一直只有霸德·奈德瑞克这个人能够从容的驾着传说的顺风车!

你可以放心，他们大多数都已经变得富有而且都已经退休了。那不过就不是我选的路罢了。你看，我一直都觉得我发堀了这世界上许多伟大的秘密。唉，舍我其谁呢?',text0_1='' WHERE Id=11314;
UPDATE npc_text SET text0_0='啊，他们啊 - 那是一个令人难过的故事。

他们消失在祖阿曼城墙后了。我已经好一阵子没听说他们的消息。

这种事我已经遇过上百次了;
过份的渴求名声及财宝。我试着阻止他们，告诉他们他们还没准备好，但是最后他们选择了冒险…',text0_1='' WHERE Id=11316;
UPDATE npc_text SET text0_0='听着，$n，你应该知道既然当财宝来敲门，你应该打开门先，然后再发问。像这样的机会不是天天都有的!

现在，你到底要不要加入，$c?

<霸德不等你回答。>

你当然会加入!现在，有件事要先完成，不过到目前我看过了太多人只说不做。我建议你在我找到替代者前先让我看看你的能耐。

我跟你保证，世上有上千人愿意为了这样的机会而死!',text0_1='' WHERE Id=11315;
UPDATE npc_text SET text0_0='像我这样的人可以在像这样的时候为了像你这样一个$r做什么事呢?
',text0_1='' WHERE Id=11256;
UPDATE npc_text SET text0_0='<闻了闻他自己，然后畏缩>

那是探险的味道，$c!',text0_1='' WHERE Id=11259;
UPDATE npc_text SET text0_0='我不知道，小子。我是新来的。

我能跟你说的是，我已经有了我的食人妖猎杀量及烈酒可以喝。唯一剩下的就是霸德承诺的宝藏了…',text0_1='' WHERE Id=11257;
UPDATE npc_text SET text0_0='你是说，霸德的成员??

是，他不太尊重人。他会带着任何一个会用铲工作的人。

…除了不死族以外。霸德厌恶他们。惧怕他们，可能装作没有这事。',text0_1='' WHERE Id=11258;
UPDATE npc_text SET text0_0='',text0_1='我现在很好，别担心我。等我在这房间里进行一些净化仪式后就会想办法出去。邪恶的魔法污染了这个地方，$N。' WHERE Id=8344;
UPDATE npc_text SET text0_0='粗俗的观众，但你会说服他们的。准备好再试一次吗?',text0_1='' WHERE Id=8981;
UPDATE npc_text SET text0_0='让我猜猜，另一团霸德的乌合之众?

走开，$r，在你受伤 - 或遇到更糟的事之前。',text0_1='' WHERE Id=11943;
UPDATE npc_text SET text0_0='',text0_1='我一直在等你。' WHERE Id=8959;
UPDATE npc_text SET text0_0='当艾胡恩出现时，我们会准备好了吗?',text0_1='当艾胡恩出现时，我们会准备好了吗?' WHERE Id=12572;
UPDATE npc_text SET text0_0='你知道竞赛之灵，对吧?

每隔两年，它们就会靠近凡人的世界。在这段期间，联盟与部落的成员都会穿着竞赛者外袍进入战场来荣耀它们，试图击败敌人并且赢得眷顾。

我倒是从这类的动荡时期累积了不少纪念品。你要是能学会一些适当的措辞，我倒可以考虑割舍一些……',text0_1='你知道竞赛之灵，对吧?

每隔两年，它们就会靠近凡人的世界。在这段期间，联盟与部落的成员都会穿着竞赛者外袍进入战场来荣耀它们，试图击败敌人并且赢得眷顾。

我倒是从这类的动荡时期累积了不少纪念品。你要是能学会一些适当的措辞，我倒可以考虑割舍一些……' WHERE Id=12822;
UPDATE npc_text SET text0_0='S.T.O.U.T.不只是丢掷啤酒杯的目标，它还是个贵重的训练资产。如果你能击中S.T.O.U.T.，你就能击中所有的东西!

只要别丢我就好。',text0_1='' WHERE Id=12913;
UPDATE npc_text SET text0_0='啤酒节从第一年以来已经做了不少革新。我们现在是用啤酒节奖品章代替奖品卷。如果你还有旧的奖品卷，我可以帮你兑换成奖品章。',text0_1='啤酒节从第一年以来已经做了不少革新。我们现在是用啤酒节奖品章代替奖品卷。如果你还有旧的奖品卷，我可以帮你兑换成奖品章。' WHERE Id=12934;
UPDATE npc_text SET text0_0='你没听说过「每月啤酒」俱乐部?那里的女孩们真的很爱开派对。她们的兴趣只要持续下去，啤酒节就永远不会结束!去年就有些时候，感觉啤酒节好像还没结束。

如今，她们发现，让啤酒节的精神继续下去的最好方法，就是让大家加入她们的俱乐部。

只要花一点点钱，几个奖品章，你就能加入了!你每个月都可以从信箱里收到啤酒，要是你喜欢的话，你可以额外买啤酒。这真是划时代的东西，还可以确保啤酒节的精神永远不会消失。',text0_1='你没听说过「每月啤酒」俱乐部?那里的女孩们真的很爱开派对。她们的兴趣只要持续下去，啤酒节就永远不会结束!去年就有些时候，感觉啤酒节好像还没结束。

如今，她们发现，让啤酒节的精神继续下去的最好方法，就是让大家加入她们的俱乐部。

只要花一点点钱，几个奖品章，你就能加入了!你每个月都可以从信箱里收到啤酒，要是你喜欢的话，你可以额外买啤酒。这真是划时代的东西，还可以确保啤酒节的精神永远不会消失。' WHERE Id=12878;
UPDATE npc_text SET text0_0='发生在这里及剃刀岭之间的爆炸将我们的啤酒配送机制搞得一团乱!黑铁矮人好像大约一个小时会来攻击一次!

所以如果你想帮忙的话，这有解决方法。我会借你一些缰绳以及一头我的山羊。

每次你带给我一桶酒桶，我就会给你一些奖品章。你每带一桶酒桶给我，我还会让你使用这只山羊的时间延长一点!

不过，一旦你开始了，到明天之前你都不能再进行一次。

你确定你准备好要开始了吗?',text0_1='发生在这里及剃刀岭之间的爆炸将我们的啤酒配送机制搞得一团乱!黑铁矮人好像大约一个小时会来攻击一次!

所以如果你想帮忙的话，这有解决方法。我会借你一些缰绳以及一头我的山羊。

每次你带给我一桶酒桶，我就会给你一些奖品章。你每带一桶酒桶给我，我还会让你使用这只山羊的时间延长一点!

不过，一旦你开始了，到明天之前你都不能再进行一次。

你确定你准备好要开始了吗?' WHERE Id=12113;
UPDATE npc_text SET text0_0='某件事激怒了那些黑铁矮人。他们几乎每半个小时就出现一次，把所有的桶子破坏后扬长而去!

因此你一定会想问。「这干我什么事?」

我来告诉你…因为他们的破坏使我们无法提供免费的啤酒!你没听错，免费的啤酒!

所以，如果那些矮人来袭时你在附近的话，花点时间帮忙保护这些桶子吧。',text0_1='' WHERE Id=12182;
UPDATE npc_text SET text0_0='',text0_1='听着，告诉史怀哲和罗伊陶，这里一切都在我们的掌控之下。他们不能…什么?

不是他们派你来的?那你干嘛浪费我的时间?

我还有活要干!' WHERE Id=13093;
UPDATE npc_text SET text0_0='控制台位在冒烟的碎石堆前面，你可以听见底下传来引擎的声响。',text0_1='控制台位在冒烟的碎石堆前面，你可以听见底下传来引擎的声响。' WHERE Id=12709;
UPDATE npc_text SET text0_0='',text0_1='哈啰，我的孩子。' WHERE Id=9009;
UPDATE npc_text SET text0_0='',text0_1='这样才能更清楚的听到你说话，我的孩子。' WHERE Id=9010;
UPDATE npc_text SET text0_0='',text0_1='这样才能更清楚的看见你，我的孩子。' WHERE Id=9011;
UPDATE npc_text SET text0_0='',text0_1='太惊人了!你击败安纳塞隆的事实让阿克蒙德的目的受到延误，也让我们离胜利更近一步。不过，我的军队不能待在这里。我和我的军队都筋疲力竭，现在是时候好好休息了。如果你的力量还够，就前往东边的萨尔的营地。我们会在那里再做停留。祝你好运。' WHERE Id=9387;
UPDATE npc_text SET text0_0='那么，我想我该向你说声谢谢，$r。

事实上，假如你没出现的话我想我可能会把我仅有的最后一个酒杯都给吞下肚了呢。',text0_1='' WHERE Id=11578;
UPDATE npc_text SET text0_0='自由!卡拉兹的生命已经结束了。

感谢你，$c。',text0_1='' WHERE Id=11602;
UPDATE npc_text SET text0_0='卡拉兹从来就不该到这个被诅咒的地方…应该要知道人类不可信任。我真是个瞎了的笨蛋，$c，要是你听从他的建议的话那你就也一样了。

我的儿子，消失三天了，最后一次看到他是跟个人类在一起，就是霸德。他告诉我可以在祖阿曼里找到他…

我跟着他们到这来，然后跟着剩下的人被抓起来。没有你的帮助，我一定会死的。

谢谢你，陌生人。',text0_1='' WHERE Id=11604;
UPDATE npc_text SET text0_0='啤酒节总是需要更多的酒桶!

我会借给你一头私人山羊的缰绳。

每一次你带一个酒桶给我，我就给你一些奖品章。你每带来一个酒桶，我还会加长你使用山羊的时间!

注意!一旦你开始了，你就得再等到明天才能再进行一次。

你确定你已经准备好要这么做了吗?',text0_1='啤酒节总是需要更多的酒桶!

我会借给你一头私人山羊的缰绳。

每一次你带一个酒桶给我，我就给你一些奖品章。你每带来一个酒桶，我还会加长你使用山羊的时间!

注意!一旦你开始了，你就得再等到明天才能再进行一次。

你确定你已经准备好要这么做了吗?' WHERE Id=12076;
UPDATE npc_text SET text0_0='',text0_1='很高兴见到你.希望你找到你需要的.' WHERE Id=12237;
UPDATE npc_text SET text0_0='',text0_1='我们做到了，$N。玛纳已经学会如何转化非一般宝石了。而我则学会了如何使用它们。' WHERE Id=12497;
UPDATE npc_text SET text0_0='我的S.T.O.U.T.不只是丢掷啤酒杯的目标，它还是个贵重的训练资产。如果你能击中S.T.O.U.T.，你就能击中所有的东西!

只要别击到我就好。',text0_1='' WHERE Id=12744;
UPDATE npc_text SET text0_0='啊呵，甜心!

今天是我们的日子，你知道…海贼日!

老饵斗跟我想出了这个点子，然后惊惧船长一听到…就办了这个活动!',text0_1='' WHERE Id=13055;
UPDATE npc_text SET text0_0='嘿，没看到我正在忙嘛?!

你想看节目?乐团每天晚上八点演出。',text0_1='' WHERE Id=13094;
UPDATE npc_text SET text0_0='伊利丹对我部族的控制很强硬，$N。这一切将很快地以某种方式结束了。

你准备好了吗，$N?我的人民的未来就靠我们了。',text0_1='' WHERE Id=10866;
UPDATE npc_text SET text0_0='感谢你，$c。

如果有任何需要我的地方，尽管跟我说。',text0_1='' WHERE Id=11851;
UPDATE npc_text SET text0_0='那是一个悲伤的故事─也有点令人难为情的故事。

你知道的，我们族人是出了名的爱喝酒。而我也不例外。看起来我爱喝酒的程度比我想象的还严重。

于是我跑去找霸德，他说只要我成为他的组员就可以尽情喝个够─接下来的决定让我感到后悔。

有一晚，我喝了足够醉倒一只科多兽的酒，霸德引诱我跟着他那无法胜任的小组进入祖阿曼。

我记得的下一件事情就是我在那个牢笼中醒过来了。',text0_1='' WHERE Id=11580;
UPDATE npc_text SET text0_0='哈戴尔及布里维夫两者都能够告诉你正确挥舞锤子的方法，无论大小。你可以去铁炉堡密林武器店里找到布里维夫。哈戴尔住在艾克索达，在贸易区训练德莱尼。',text0_1='哈戴尔及布里维夫两者都能够告诉你正确挥舞锤子的方法，无论大小。你可以去铁炉堡密林武器店里找到布里维夫。哈戴尔住在艾克索达，在贸易区训练德莱尼。' WHERE Id=10755;
UPDATE npc_text SET text0_0='大地正处于巨大的混乱之中!

黑暗者伴随着煞婪一族再度前来，龙群则忙于牠们伟大的奥核战争，而维酷人再次苏醒。

你的人民搭乘着木船往北出航前去加入战斗，而我们卡鲁耶克则被困在其中。

而现在，某些极为邪恶的东西发生了，大地因为世界的魔法能量而爆发。我们一定得找到一个安全的地方，让我们得以存活。

这两个大使让我很头疼…或许你可以帮帮我的人民，$r?',text0_1='' WHERE Id=12575;
UPDATE npc_text SET text0_0='默亚基港多亏有两只巨海龟:波涛行者与绿岛。他们悠游于昂纽沛与卡玛廓之间。',text0_1='' WHERE Id=12640;
UPDATE npc_text SET text0_0='',text0_1='急着想到北裂境?蒸汽船海怪号由此航向北风冻原的骁勇要塞。' WHERE Id=12641;
UPDATE npc_text SET text0_0='阿?什么?! 一走了之.',text0_1='' WHERE Id=12666;
UPDATE npc_text SET text0_0='',text0_1='如果我可以造一台新的战争机器，我就可以在愤怒之门赚到一大笔钱!

我们之前的玩意并不是很…稳定，但如果我能设计出一种高效能轰炸系统的话，我的飞行器应该就可以用了。' WHERE Id=12667;
UPDATE npc_text SET text0_0='有一大笔钱等着我们去赚!就像俗语说的 - 没有比战争更适合发财的时机了。',text0_1='' WHERE Id=12668;
UPDATE npc_text SET text0_0='我们会粉碎阿萨斯!天谴军团无法抵挡部落的力量!',text0_1='' WHERE Id=12678;
UPDATE npc_text SET text0_0='做好你的工作，将天谴军团挡在海湾，士兵!回报所有可疑的行为，先开杀，之后再提问!',text0_1='' WHERE Id=12698;
UPDATE npc_text SET text0_0='什么?你想要在我底下受训，$c?你最好准备好上工。',text0_1='' WHERE Id=12718;
UPDATE npc_text SET text0_0='感谢你拯救我, $N.你拥有无比的决心和毅力!',text0_1='' WHERE Id=12721;
UPDATE npc_text SET text0_0='请进来取暖，休息一下吧，$r。我希望你不会介意鱼的味道。',text0_1='请进来取暖，休息一下吧，$r。我希望你不会介意鱼的味道。' WHERE Id=12738;
UPDATE npc_text SET text0_0='我从父亲那儿继承了他的战甲和战斧，很快的，我就善加利用了它们。',text0_1='' WHERE Id=12777;
UPDATE npc_text SET text0_0='天谴军的势力逐渐进逼。鼓起勇气，准备迎战!',text0_1='天谴军的势力逐渐进逼。鼓起勇气，准备迎战!' WHERE Id=13026;
UPDATE npc_text SET text0_0='什么?你没看我在忙吗?',text0_1='' WHERE Id=13089;
UPDATE npc_text SET text0_0='『瘸子』乔，是你耶。真的是你!',text0_1='' WHERE Id=12752;
UPDATE npc_text SET text0_0='喔，老兄!

这不是你想得那样。呃，也许啦…

这件事有点复杂。',text0_1='' WHERE Id=13011;
UPDATE npc_text SET text0_0='欢迎来到我的营地，$r。

虽然不大，但起码是个家。',text0_1='' WHERE Id=13019;
UPDATE npc_text SET text0_0='<受伤的雨颂神谕者痛苦的呻吟着。>',text0_1='' WHERE Id=13124;
UPDATE npc_text SET text0_0='突然间我们全都看见德拉克瑞用这种方式毁灭自己。

他们杀死这片土地的自然诸神时所获得的力量是短暂的。

他们的短暂获得，将永远不复得。',text0_1='' WHERE Id=13176;
UPDATE npc_text SET text0_0='',text0_1='辛托加可以提供我们某些程度的保护，但是因为天谴军的出现与德拉克瑞的行动，辛托加已经被大幅弱化了。

剩余的防御行动就落到我和艾胡奈的肩膀上了。' WHERE Id=13180;
UPDATE npc_text SET text0_0='所有东西都装配好，可以开始了。',text0_1='' WHERE Id=13288;
UPDATE npc_text SET text0_0='这个苔行者看起来伤得很重。',text0_1='' WHERE Id=13318;
UPDATE npc_text SET text0_0='欢迎来到达拉然.我能帮你什么?',text0_1='欢迎来到达拉然.我能帮你什么?' WHERE Id=13349;
UPDATE npc_text SET text0_0='来个一品脱吧!',text0_1='' WHERE Id=13462;
UPDATE npc_text SET text0_0='',text0_1='为什么大家一副就是我把船弄沉的一样?' WHERE Id=13506;
UPDATE npc_text SET text0_0='很高兴认识你, 朋友.',text0_1='' WHERE Id=13519;
UPDATE npc_text SET text0_0='你在找外袍吗?',text0_1='你在找外袍吗?' WHERE Id=13583;
UPDATE npc_text SET text0_0='您好，$c，我能帮你找回遗失的伙伴。',text0_1='您好，$c，我能帮你找回遗失的伙伴。' WHERE Id=13584;
UPDATE npc_text SET text0_0='身为土灵的朋友跟盟友，这里任何时候都欢迎你。',text0_1='' WHERE Id=13740;
UPDATE npc_text SET text0_0='说话, $c.',text0_1='' WHERE Id=13799;
UPDATE npc_text SET text0_0='很高兴见到你，$c。我给你的建议是:当你在世界旅行的时候，要当心魔法可能会伤害那些未受训练的人。',text0_1='很高兴见到你，$c。我给你的建议是:当你在世界旅行的时候，要当心魔法可能会伤害那些未受训练的人。' WHERE Id=13846;
UPDATE npc_text SET text0_0='欢迎来到达拉然, $c.',text0_1='' WHERE Id=13897;
UPDATE npc_text SET text0_0='你可以在达拉然东边的卡萨斯平台找到本城的飞行管理员。',text0_1='你可以在达拉然东边的卡萨斯平台找到本城的飞行管理员。' WHERE Id=14004;
UPDATE npc_text SET text0_0='土灵之锤们集结在石崖之后。我们将会对抗洛肯的爪牙直到最后。',text0_1='' WHERE Id=14203;
UPDATE npc_text SET text0_0='',text0_1='快一点，$r。我又累又倦，没时间听笑话。' WHERE Id=14215;
UPDATE npc_text SET text0_0='夺下十字军之巅只是这漫长而危险旅程的第一步。在我们能够进攻冰冠城塞之前，还有很长的路。

这一切都得靠你和其他像你一样的英雄。',text0_1='' WHERE Id=13896;
UPDATE npc_text SET text0_0='战役进行的很顺利。天谴军团的军队看来比较衰弱了。我相信把他们赶出我们的海岸只是早晚的事了。我会提供我的魔法帮助你们打赢这场仗。',text0_1='战役进行的很顺利。天谴军团的军队看来比较衰弱了。我相信把他们赶出我们的海岸只是早晚的事了。我会提供我的魔法帮助你们打赢这场仗。' WHERE Id=8526;
UPDATE npc_text SET text0_0='很高兴见到另一个辛多雷$g兄弟:姐妹;
! 你可以想象，在这里没有什么好交谈的。',text0_1='' WHERE Id=8795;
UPDATE npc_text SET text0_0='兽人。我的一生似乎都在与他们作战。

二十年前我们粉碎了部落，拆毁了他们地狱火堡垒的城墙。我们把邪恶的绿皮肤赶到最边缘!在那之后，除了一些小冲突，破碎的兽人再也没有对我们造成威胁了。

一直到了现在。',text0_1='' WHERE Id=9941;
UPDATE npc_text SET text0_0='',text0_1='今天我可以帮助你解开什么专业疑问呢?' WHERE Id=11045;
UPDATE npc_text SET text0_0='',text0_1='无头骑士来攻击村落了!得有人来保护这些孩子们并且阻止他!' WHERE Id=11145;
UPDATE npc_text SET text0_0='',text0_1='我们现在暂时可免于无头骑士的恐惧了。我们又可以自在呼吸了，不过在他和他的头颅合而为一前，他都可能会回来。' WHERE Id=11147;
UPDATE npc_text SET text0_0='',text0_1='无头骑士发动攻击了!扬言要烧掉整个村庄!我们要怎么办?' WHERE Id=11177;
UPDATE npc_text SET text0_0='飞艇应该才刚抵达格罗姆高而已。',text0_1='飞艇应该才刚抵达格罗姆高而已。' WHERE Id=11180;
UPDATE npc_text SET text0_0='',text0_1='$r，我从没经历过这种寒冷。就算没有冰雪落下，北裂境的冰冻荒原也让人异常艰辛。' WHERE Id=11285;
UPDATE npc_text SET text0_0='嗨，你看起来很面熟，我们见过吗?',text0_1='' WHERE Id=11287;
UPDATE npc_text SET text0_0='',text0_1='这座旅店在北边的蛮族唤醒之前就建好了。好在有圣光!

你会长住在这吗?' WHERE Id=11293;
UPDATE npc_text SET text0_0='你好!我们被海滩上的废物海贼给困住了!你想你可不可以帮我们的忙，在他们的头上丢炸弹呢?!

我们偷来的飞艇来了;
在她起锚以前快跳上船去!',text0_1='' WHERE Id=11320;
UPDATE npc_text SET text0_0='你好!我们被海滩上的废物海贼给困住了!你想你可不可以帮我们的忙，在他们的头上丢炸弹呢?!

我们偷来的飞艇$3078w分钟以内就会到了。在她离开之前记得上去喔!',text0_1='' WHERE Id=11322;
UPDATE npc_text SET text0_0='你好!我们被海滩上的废物海贼给困住了!你想你可不可以帮我们的忙，在他们的头上丢炸弹呢?!

我们偷来的飞艇就在这附近…我想我听见她的声音了。在她离开之前记得上去喔!',text0_1='' WHERE Id=11324;
UPDATE npc_text SET text0_0='我简直就是个囚犯!

他们把我和我美丽的飞艇从空中打了下来。为了什么?只为了我是运输人员所以我算部落军方的人?这可不是什么新鲜事!

然后他们要我开着她在海滩上绕圈圈，好让他们可以轰炸海贼。我没办法让飞艇这样一直飞啊!我可不能光靠口水和铁丝让她不会散开来!

你要是发生了什么事，我可没办法负责，但是你还是得在飞艇离开前赶紧上去。

我告诉你，这是犯罪!',text0_1='' WHERE Id=11328;
UPDATE npc_text SET text0_0='我简直就是个囚犯!

他们把我和我美丽的飞艇从空中打了下来。为了什么?只为了我是运输人员所以我算部落军方的人?这可不是什么新鲜事!

然后他们要我开着她在海滩上绕圈圈，好让他们可以轰炸海贼。我没办法让飞艇这样一直飞啊!我可不能光靠口水和铁丝让她不会散开来!

如果你想要帮他们的忙，她一分钟之内就会返回港口。

我告诉你，这是犯罪!',text0_1='' WHERE Id=11330;
UPDATE npc_text SET text0_0='我简直就是个囚犯!

他们把我和我美丽的飞艇从空中打了下来。为了什么?只为了我是运输人员所以我算部落军方的人?这可不是什么新鲜事!

然后他们要我开着她在海滩上绕圈圈，好让他们可以轰炸海贼。我没办法让飞艇这样一直飞啊!我可不能光靠口水和铁丝让她不会散开来!

如果你真的想帮他们，她会在$3078w分钟以内返回港口。

我告诉你，这是犯罪!',text0_1='' WHERE Id=11332;
UPDATE npc_text SET text0_0='我就只是坐在这，日以继夜的制作弹药、调整十字弓弦。

我猜你也要我为你做些什么吧?',text0_1='' WHERE Id=11352;
UPDATE npc_text SET text0_0='发生什么事?',text0_1='发生什么事?' WHERE Id=11356;
UPDATE npc_text SET text0_0='远在无数年之前，林木已然被焚毁。一股古老的魔力成为了树林的燃料，并且当成元龙育母与其配偶的交配区。

但是如今，一个久为人们所遗忘的邪恶势力重新苏醒，并且再次寻求奴役这些元龙育母的后代，以完成他们的意图。

这帮维酷人造成了一波骚动，将他们的魔爪延伸到了其他的地方，并且威胁到你的族人。',text0_1='' WHERE Id=11362;
UPDATE npc_text SET text0_0='$c，皇家药剂师学会欢迎你来到北裂境。那么，你要如何为希瓦娜斯效命呢?',text0_1='' WHERE Id=11384;
UPDATE npc_text SET text0_0='斯考恩的炮火满天，但是你晓得我被安排到什么工作?

回收炮弹!

你知道吗，我真不懂我当时我签下去了什么职务?',text0_1='' WHERE Id=11418;
UPDATE npc_text SET text0_0='',text0_1='休息一下吧，亲爱的，也许放轻松吃点东西?

唉，如果说有谁应当休息的话，那一定就是你!' WHERE Id=11419;
UPDATE npc_text SET text0_0='亚当斯队长派我来这里调查霍葛莱发生了什么事情。然而，就差一点我就能搞清楚了;
废弃的维酷高塔提供了我一些躲避侦查之眼的掩蔽。

被遗忘者在那儿鬼鬼祟祟的，我感觉得出来!',text0_1='' WHERE Id=11436;
UPDATE npc_text SET text0_0='你今天对什么样的附魔有兴趣呢，$c?',text0_1='' WHERE Id=11458;
UPDATE npc_text SET text0_0='',text0_1='无头骑士在村庄里放火!我们一定要保护孩子们' WHERE Id=11474;
UPDATE npc_text SET text0_0='',text0_1='无头骑士被赶走了，起码目前如此。我们可以先松一口气了，但还是要提高警觉。' WHERE Id=11476;
UPDATE npc_text SET text0_0='我们不该让那么多人留在瓦尔加德的。海军中将凯勒，那个让人受不了的自我主义者!

我要怎么用这么少人来完成命令?我需要足够的人手待在要塞里面，准备就绪之后，同时安排适切兵力驻防威德瓦堡垒!

既然你来了，至少我们的问题可望解决了。',text0_1='' WHERE Id=11494;
UPDATE npc_text SET text0_0='我建议队长事情要和我分担，但是我感觉他可能情愿听你的。',text0_1='' WHERE Id=11496;
UPDATE npc_text SET text0_0='',text0_1='这些嘴巴都在等着吃，谁得完成这件事?就是我!

所有煮饭，打扫，还有其它的事!' WHERE Id=11498;
UPDATE npc_text SET text0_0='在我的一生之中从没有想过能够目睹这样壮丽的新疆域。

要是它没有受到邪恶与理应成为禁忌的知识所污染就好了。',text0_1='' WHERE Id=11502;
UPDATE npc_text SET text0_0='我这辈子见识过很多事物，但以发生在低语峡谷中探险者协会的改变最为了不起。

我实在很开心我毫发无伤的离开那里了。',text0_1='' WHERE Id=11504;
UPDATE npc_text SET text0_0='大地…一片冰封，我们简直就是活靶;
这些血尸战车哪儿都不能去了。',text0_1='' WHERE Id=11562;
UPDATE npc_text SET text0_0='',text0_1='这些搁浅的联盟水手知道他们活不久了，所以拼了老命的抵抗。

英勇而可悲。' WHERE Id=11586;
UPDATE npc_text SET text0_0='走在正道上, 孩子.',text0_1='' WHERE Id=11614;
UPDATE npc_text SET text0_0='$G长官:女士;
!我来这儿协助防御。

您的命令是?',text0_1='' WHERE Id=11622;
UPDATE npc_text SET text0_0='',text0_1='动作快，$c!

危机丝毫没有受到控制。' WHERE Id=11655;
UPDATE npc_text SET text0_0='你想要去哪儿吗，$N?我的蝙蝠会立刻把你带到那边。',text0_1='' WHERE Id=11662;
UPDATE npc_text SET text0_0='请注意你的脚下，$r。

这些尸骨都是我们最优秀的士兵的遗骸。',text0_1='' WHERE Id=11667;
UPDATE npc_text SET text0_0='',text0_1='我和姊妹们欢迎你，$r。' WHERE Id=11673;
UPDATE npc_text SET text0_0='保持清醒，$n。

我们还没出林子呢…',text0_1='' WHERE Id=11676;
UPDATE npc_text SET text0_0='',text0_1='看到你我一点都不开心!

还有工作要完成，而且时间不多了。' WHERE Id=11738;
UPDATE npc_text SET text0_0='小声点, $c. 别让他们发现我们.',text0_1='' WHERE Id=11746;
UPDATE npc_text SET text0_0='我怎么会让派特洛夫说服我带着这些无能的矮人出来这里?!',text0_1='' WHERE Id=11808;
UPDATE npc_text SET text0_0='',text0_1='探险者协会真好心，愿意让我一路跟着。可是，裂木森林和附近地区危险重重，孤立无援的我看起来真像傻瓜。' WHERE Id=11858;
UPDATE npc_text SET text0_0='',text0_1='欸，你没看见我在喝酒嘛?' WHERE Id=11880;
UPDATE npc_text SET text0_0='拿去吧，$g老弟:小妹;
，发挥它们的价值啊!',text0_1='' WHERE Id=11898;
UPDATE npc_text SET text0_0='当然.',text0_1='' WHERE Id=11912;
UPDATE npc_text SET text0_0='让我告诉你，这些免费的糖果真是一桩不划算的生意。或者说……这些东西只是一些噱头罢了……他们因此把客人骗进旅店，然后用其他的餐点赚你一笔。真是聪明!',text0_1='让我告诉你，这些免费的糖果真是一桩不划算的生意。或者说……这些东西只是一些噱头罢了……他们因此把客人骗进旅店，然后用其他的餐点赚你一笔。真是聪明!' WHERE Id=11960;
UPDATE npc_text SET text0_0='在万鬼节结束时我们将会砸掉这些所有的南瓜。那是我知道最棒的日子了!',text0_1='在万鬼节结束时我们将会砸掉这些所有的南瓜。那是我知道最棒的日子了!' WHERE Id=11961;
UPDATE npc_text SET text0_0='我不了解被遗忘者每晚焚烧大型稻草像的涵意，不过我们自己的仪式在他们看起来一定也是很奇怪吧。',text0_1='我不了解被遗忘者每晚焚烧大型稻草像的涵意，不过我们自己的仪式在他们看起来一定也是很奇怪吧。' WHERE Id=11964;
UPDATE npc_text SET text0_0='我们设立这个地区是为了作消防演练。你永远不知道城镇什么时候会陷入灾难之中!',text0_1='我们设立这个地区是为了作消防演练。你永远不知道城镇什么时候会陷入灾难之中!' WHERE Id=12049;
UPDATE npc_text SET text0_0='她不是很美吗?要让她带你兜个一圈吗?',text0_1='' WHERE Id=12082;
UPDATE npc_text SET text0_0='我们徒手把这个地方建好的!吾友，那真是血泪交织啊。

相信我的话:我们从没有放弃瓦尔加德堡的念头。',text0_1='' WHERE Id=12097;
UPDATE npc_text SET text0_0='这些日子，普通的狗根本不会靠近我。当我发现我过去原来很喜欢野兽时…我十分惊讶。

瘟疫猎犬倒是个不错的替代品，虽然牠们…其貌不扬，但是话说回来，我也不怎样好看啊!',text0_1='' WHERE Id=12103;
UPDATE npc_text SET text0_0='',text0_1='我们在此演练消防技巧。被遗忘者万岁!' WHERE Id=12108;
UPDATE npc_text SET text0_0='<巫牙高声嚎叫，对你嗅了嗅，而你听得懂牠说了些什么。>

来自北方的诡异白座狼，贾尔沃，夺走了我的狼群。我们必须得割断牠的喉咙，好让我再一次成为座狼首领。',text0_1='' WHERE Id=12112;
UPDATE npc_text SET text0_0='唷喝，老兄!混得不错吧，你这个坏蛋!

这个地方很夸张啊!',text0_1='' WHERE Id=12120;
UPDATE npc_text SET text0_0='你的脸皮越来越厚了，老兄!你其实只是想要惹火我吧?你这条癞皮狗!

滚蛋啦，你这个胆小的海贼。明天天亮就来见我!',text0_1='' WHERE Id=12121;
UPDATE npc_text SET text0_0='你就是那个最近刚到镇上的高手，是吗?

<索芮克朝着地上吐了一口唾沫。>

是啦…',text0_1='' WHERE Id=12122;
UPDATE npc_text SET text0_0='什么?你想要飞?不行啊…不不不不，这不该发生的!',text0_1='' WHERE Id=12144;
UPDATE npc_text SET text0_0='你好，$r，我是海达戈，我是狩猎大师，世界级的驯鹰者。你见到停在我肩上的杀人机器正是伊克赛西尔。

你也许会纳闷，「驯鹰人到底是做什么的?」嗯，我来告诉你我们做些什么 - 我们狩猎!「驯鹰」是一种利用鸟儿猎杀并捕捉猎物的一种艺术。你也许对学习利用一头训练过的猛禽狩猎感兴趣?海达戈可以教你!',text0_1='' WHERE Id=12153;
UPDATE npc_text SET text0_0='<这生物啄食着你手上的东西。>',text0_1='' WHERE Id=12167;
UPDATE npc_text SET text0_0='<石隼为了食物饥饿的鸣叫着。>',text0_1='' WHERE Id=12168;
UPDATE npc_text SET text0_0='头压低一点，「朋友」!如果你知道我在说什么的话!

呀啊啊!',text0_1='' WHERE Id=12170;
UPDATE npc_text SET text0_0='这里的拳赛都是我办的。你想要下注，就要赌的有把握 - 要是被抓到操纵拳赛，你就给我去走跳板吧。

我会自己确认的!',text0_1='' WHERE Id=12173;
UPDATE npc_text SET text0_0='血精灵的宝藏跟其他人的不一样，不会只是金子或丝绸或宝石这种实用的物质，辛多雷的工艺的价值在其内在或本身。',text0_1='' WHERE Id=12174;
UPDATE npc_text SET text0_0='我付钱!我付钱!唉唷!别弄伤我!',text0_1='' WHERE Id=12175;
UPDATE npc_text SET text0_0='',text0_1='日复一日，『疯子』乔纳·斯德林就光叫我洗甲板。

洗所有的甲板耶?!

我是法师，我绝不拖地!至少不是用一般人的拖地方法啦。' WHERE Id=12176;
UPDATE npc_text SET text0_0='<这个海贼看来是喝挂了，他暂时醒不过来。>',text0_1='' WHERE Id=12178;
UPDATE npc_text SET text0_0='',text0_1='要点什么?兰姆酒?麦酒?

还是其他的?' WHERE Id=12179;
UPDATE npc_text SET text0_0='',text0_1='你要在杰克手下的面前耍他?

会打算这么做的我想只有…白痴。嗯，这会要你付出代价，我不会为了区区几毛钱冒生命危险，你也最好等我离开是非之地后再行动。' WHERE Id=12180;
UPDATE npc_text SET text0_0='欢迎回来, $N.',text0_1='' WHERE Id=12185;
UPDATE npc_text SET text0_0='',text0_1='那个该死的乔纳·斯德林将会带领我们灭亡。要是他多花点时间走出他的洞穴看看，他就会了解在战时攻击专业海军是多愚蠢的事。' WHERE Id=12186;
UPDATE npc_text SET text0_0='这片土地和水源受到了许多改变:包括你，包括他们…很大的改变。

这些改变威胁到了卡玛廓的生存方式。换做是你会怎么做?',text0_1='' WHERE Id=12188;
UPDATE npc_text SET text0_0='我差劲透了，啊?渥特根本不懂他在说什么鬼话!我单枪匹马就把这些铁矮人赶走了，还在这里设立了营地监视挖掘场的一举一动。
',text0_1='' WHERE Id=12189;
UPDATE npc_text SET text0_0='那位仁兄，就远处那位，为了他的毯子感到很难过。',text0_1='' WHERE Id=12190;
UPDATE npc_text SET text0_0='晚安，官爷。',text0_1='晚安，官爷。' WHERE Id=12191;
UPDATE npc_text SET text0_0='我猜…猜…猜想你想要驶回哨站，对吧?',text0_1='' WHERE Id=12193;
UPDATE npc_text SET text0_0='渥特的工作台随时可以使用。',text0_1='' WHERE Id=12194;
UPDATE npc_text SET text0_0='死者复活，并对那些胆敢侵入他们领域的生物复仇，回头吧!',text0_1='' WHERE Id=12221;
UPDATE npc_text SET text0_0='我很幸运。没有多少牛头人可以在这样的护卫舰上当船舱服务员好吗!格瑞希克斯甚至派我来管这些不可思议的战斗独木舟呢。',text0_1='' WHERE Id=12222;
UPDATE npc_text SET text0_0='唷喝!你想要登记搭乘慈悲姐妹号吗，朋友?那你就来对地方了…',text0_1='' WHERE Id=12242;
UPDATE npc_text SET text0_0='勇气号的船员将会尽全力让你的旅途迅速又舒适。',text0_1='' WHERE Id=12262;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到勇气号，$g先生:女士;
。现在如果可以的话，请容许我…' WHERE Id=12264;
UPDATE npc_text SET text0_0='',text0_1='对一个水手来说，不是个好名字，不是吗?' WHERE Id=12267;
UPDATE npc_text SET text0_0='这个灰发的老水手可能是船员中最老的一员，不过他也是当中最强悍的!是吧?是吧?手臂像巨魔一样!',text0_1='' WHERE Id=12268;
UPDATE npc_text SET text0_0='',text0_1='我们立过誓要尽其所能来保护勇气号上的乘客。一定要维持奥伯丁与暴风港间航道的安全。' WHERE Id=12270;
UPDATE npc_text SET text0_0='',text0_1='请原谅我，$r，我必须专心工作。' WHERE Id=12279;
UPDATE npc_text SET text0_0='呣噜咕噜咕噜咕噜咕?咕噜哺呣噜，哺噜呣咕噜，咕噜呣噜哺呣咕噜。

咕噜咕噜咕噜哺噜，呣噜咕噜!!!',text0_1='' WHERE Id=12343;
UPDATE npc_text SET text0_0='<阿鲁咕噜咕尔。因为听的懂你所说的话而惊讶得看着你。>',text0_1='' WHERE Id=12344;
UPDATE npc_text SET text0_0='嘎呜噜咕咕噜!哺噜咕噜 - 哺噜咕噜，咕噜咕噜!',text0_1='' WHERE Id=12349;
UPDATE npc_text SET text0_0='$r，你学会了和我们沟通的技巧，但是我一点也不惊讶。

有很多冬鳍鱼人的叛徒在水的对岸，一定要杀掉。',text0_1='' WHERE Id=12350;
UPDATE npc_text SET text0_0='我没瞎，你知道吗。这附近发生什么我看得一清二楚!',text0_1='' WHERE Id=12352;
UPDATE npc_text SET text0_0='我最近来这观察冬鳍鱼人。我打扮的跟他们一样，和他们保持距离，记载着他们的日常生活。

可是，在我到这不久以后，一切都变了。

凛惧岛发生的地震造成了坍方，附近的洞窟因此暴露出来。从里面跑出一只龙虾人，偷走了冬鳍鱼人的蝌蚪。然后，鱼人进去洞窟解救他们的小宝宝，他们再度现身时，全身发着光，受到了龙虾人的影响。

如今，未受影响的鱼人撤退到这里，我则心不甘情不愿的成了他们的领导者。',text0_1='' WHERE Id=12357;
UPDATE npc_text SET text0_0='不要跟我聊天 - 我还有活要干!',text0_1='' WHERE Id=12363;
UPDATE npc_text SET text0_0='我是阿推克，卡玛廓这里卡鲁耶克的酋长。',text0_1='' WHERE Id=12364;
UPDATE npc_text SET text0_0='夷平奥格玛不仅是对兽人发动攻击而已，更是对部落公然挑衅，危害到我们的生存!

巫妖王企图播下恐惧的种子。

而这些…

<卡尔洛斯指着他四周强化过的围墙。>

这就是阿萨斯战役的结果。

部落一无所惧…',text0_1='' WHERE Id=12373;
UPDATE npc_text SET text0_0='一直以来，恐惧是我们最大的武器。不安与猜忌掌控了战争的胜负。那么，我们该怎么对抗一个不知恐惧为何物的敌人呢?

<萨鲁法尔摇摇头。>

我们不光只是对抗北裂境的天谴军，我们还要在他们撕碎我们以前，固守我们的知觉…',text0_1='' WHERE Id=12381;
UPDATE npc_text SET text0_0='这里躺着一具钢颚商队守卫的尸体。',text0_1='这里躺着一具钢颚商队守卫的尸体。' WHERE Id=12388;
UPDATE npc_text SET text0_0='这儿的风元素永不止息。小心…它们不会让你毫发无伤的通过的。',text0_1='' WHERE Id=12395;
UPDATE npc_text SET text0_0='',text0_1='嘶轴整天就是紧盯着我，然后所有的工具都不在我手边，这样是要我怎么做事嘛?!' WHERE Id=12423;
UPDATE npc_text SET text0_0='我现在可是手上的东西应有尽有，$c。

我能帮你什么忙吗?',text0_1='' WHERE Id=12435;
UPDATE npc_text SET text0_0='好吧，请坐。这个故事可能需要花点时间。

当我们第一次来到这个冰封地狱时，下面那个骁勇要塞的阿尔洛斯将军给了我一组飞行敢死队和一个特别任务:为联盟建立一个前锋空军基地。

成果就是这个简易机场。我跟你说，处理这些讨厌的野兽还有冰到硬梆梆的石头并不容易!不过我们努力，也很快就做到了!',text0_1='' WHERE Id=12456;
UPDATE npc_text SET text0_0='不管怎样，我们需要替机器灌入大量的砂石及油。附近的池子完美地拥有这两种物品。

当中部分的砂子甚至拥有魔法特性…可以说是有可能嘛!?不过那是另一个故事了。

所以，我们抽干了大部分的水，并在中央建立了帮浦站。每件事都进行得很顺利，直到有一天，主抽取管塞住了。',text0_1='' WHERE Id=12457;
UPDATE npc_text SET text0_0='提醒你，因为我当时并不在那里，所以这个部分是我后来才知道的。

当他们一步步将抽取管连结上帮浦时，吸上来了一只看起来像是地精的机器人!当然，这些傻蛋没有知会我们，就日夜加工地把东西组装起来。

我们就是在这时候与帮浦站失去连络。',text0_1='' WHERE Id=12458;
UPDATE npc_text SET text0_0='经过几天的音信全无，我派了一组侦察队伍前往平台。他们再也没有回来过。

隔天我又派出了另一组人员，并在空中侦察中损失了两艘飞行器。

那时候，我派了某人到南方去寻求协助，而我们留下来准备面对最糟的情况。我们转而专注制作护甲，武器和机器人，这样我们就能准备完善的出发前往那里。

几天前在我们出发后，我们看到了令外意外的东西!',text0_1='' WHERE Id=12459;
UPDATE npc_text SET text0_0='就像我说的，我们在那里看到的景象非常难以形容。

我连一个手下都没看到，取代他们的则是名符其实的机器人及人造人大军，四处在忙着它们的工作!

这些人造人外表看起来像是地精，它们说它们一直在等着我们。事实上，他们以奇怪的方式动作着，就好像认得我们一样。我们被包围，并迅速带上帮浦站的顶层。

我们就是在那看到他们的首领，并且看到他们对其它幸存下来的地精做了些什么 !',text0_1='' WHERE Id=12460;
UPDATE npc_text SET text0_0='他自称为齿轮大师梅卡佐德。当我们抵达时，他正忙着将幸存者转化为机器生物!

他热烈的欢迎我们，并解释他是由某个位于传说中的奥杜亚大厅，称之为「大建筑师」的泰坦看守者所创造出来的首位地精。

很显然地，他就是我的团队意外地在数千年前他发生故障的地点所吸出来的障碍。而我们只是碰巧在他上方建立了帮浦站。',text0_1='' WHERE Id=12461;
UPDATE npc_text SET text0_0='帮浦站的技师将他重新组合，让他「活」了起来。

现在，为了答谢，为了回报，他治疗了我们所有人身上被他称为「血肉诅咒」的东西。

据梅卡佐德所说，那是所有泰坦创生物最终都将面临的命运!换句话说，我们大概开始都会像某种机器人，然后，经过数千年，再慢慢转变为有血有肉的生物体!

十分荒谬，我知道。',text0_1='' WHERE Id=12462;
UPDATE npc_text SET text0_0='这在我看起来不像是种「治疗」，而我也不打算站在旁边听某个疯狂机器人长篇大论，尤其他还正在屠杀我的族人!

我们做出了任何一个神智清醒的地精会做的事…脚底抹油!好吧，事实上，我们撑着降落伞从平台边跳下去，不过你可以料想的到。

我们当中能够回到这里的人手不多，我们的人数也还不够去处理其他的事情，像是北边的猛玛象人以及东边的天谴军团。更糟的是，部落刚好在西北边设了据点!',text0_1='' WHERE Id=12463;
UPDATE npc_text SET text0_0='而那就是我们现在发现自己的地方，$N。

我们可能没办法自己处理这所有的事情，而且坦白讲，这对我来说太复杂了，金基知道该怎么办。你应该马上去见她。

我只希望你可以带我们安全的逃出这片混乱。',text0_1='' WHERE Id=12464;
UPDATE npc_text SET text0_0='这些叛逃者的行为使我们全体蒙羞。一个如此强大的耻辱，必须亲眼证实才有办法了解。这就是为什么乌格索在这的原因…这个男孩必须学习这个道理。',text0_1='' WHERE Id=12472;
UPDATE npc_text SET text0_0='我以巨牙海民的律法起誓，我将会为我的族人复仇…这些凶手烧毁了整个帕雷亚。',text0_1='' WHERE Id=12477;
UPDATE npc_text SET text0_0='我曾经治疗过农民、贵族、商人之子与乞丐，让我跟你分享一些智慧的话语 - 当面对死亡的时候，每个人都是一样的。',text0_1='' WHERE Id=12478;
UPDATE npc_text SET text0_0='你的动机公正且内心忠诚吗?如果是，德鲁伊动物人道对待协会很欢迎你。只要你不会转向堕落的黑暗道路，伤害那些允许我们与之共存的动物们，D.E.H.T.A.都会将你视为盟友。',text0_1='' WHERE Id=12485;
UPDATE npc_text SET text0_0='这位侦查驾驶员没能从他的中队坠机事件中存活下来。',text0_1='' WHERE Id=12489;
UPDATE npc_text SET text0_0='',text0_1='如果这些该死的天谴军团要把我们赶走的话，我会被骂死!我们这些移民者放弃所有的东西来到北裂境开始新生活。

你最好相信我们会努力奋战到底。' WHERE Id=12521;
UPDATE npc_text SET text0_0='你好，$N。我是德寇特·狼伴，狼群的保护者。',text0_1='' WHERE Id=12523;
UPDATE npc_text SET text0_0='到处都是天谴军!恶梦…成真了!',text0_1='' WHERE Id=12525;
UPDATE npc_text SET text0_0='阿萨斯以为只要派遣少数的不死小虫就可以将我们逃回东部王国…他有得忙了。',text0_1='' WHERE Id=12526;
UPDATE npc_text SET text0_0='黑暗的势力侵害这座岛屿，$N，睁大你的眼睛，鼓起你的勇气。',text0_1='' WHERE Id=12527;
UPDATE npc_text SET text0_0='我们之中有些人会逃避兵役，好的渔夫总是很好用…即使是将军，总也要吃东西吧。',text0_1='' WHERE Id=12528;
UPDATE npc_text SET text0_0='又是另外一个在厨房里工作的日子，没一会儿就觉得无聊了。',text0_1='' WHERE Id=12529;
UPDATE npc_text SET text0_0='我的轮值时间总算要到了，等不及要赶紧去瞇一下，你懂吗?',text0_1='' WHERE Id=12530;
UPDATE npc_text SET text0_0='',text0_1='阿萨斯曾经是人类的王子。他带去北裂境的大军下场非常惨澹。

我的哥哥，萨沙理安，当时也在那支军队里。' WHERE Id=12534;
UPDATE npc_text SET text0_0='我们是矿工，农夫和工匠 - 不是士兵。但是必要的时候，即使赤手空拳我们也会努力保卫我们的土地。',text0_1='' WHERE Id=12538;
UPDATE npc_text SET text0_0='我可以为你弄些什么来吗?我卖的东西并不多，但是你可以确信…所有东西都物超所值。',text0_1='' WHERE Id=12553;
UPDATE npc_text SET text0_0='什么事?',text0_1='' WHERE Id=12554;
UPDATE npc_text SET text0_0='为国家捐躯是士兵的天职。但是如果批评这场战争愚蠢就是通敌的话，那我就是叛徒。',text0_1='' WHERE Id=12555;
UPDATE npc_text SET text0_0='凡人，专注你的思绪。这与你所见过的战争前线不大一样。

如果你想要帮上点忙，你得完整控制你的身体机能才行。',text0_1='' WHERE Id=12566;
UPDATE npc_text SET text0_0='',text0_1='$n，能再一次见到你真的很开心。' WHERE Id=12576;
UPDATE npc_text SET text0_0='',text0_1='喔....$B$B我在哪里?' WHERE Id=12577;
UPDATE npc_text SET text0_0='科瓦迪尔很残忍，$N。但是我没有办法将神圣的卡斯卡拉弃之不顾。如果我们不放弃灵魂，灵魂也就不会遗弃我们。',text0_1='' WHERE Id=12578;
UPDATE npc_text SET text0_0='卡斯卡拉遭受攻击!在我们有办法逃跑之前，我们一定要拖住他们。',text0_1='' WHERE Id=12579;
UPDATE npc_text SET text0_0='该死的巨人!如果他们想要开战，那就如他们所愿!',text0_1='' WHERE Id=12580;
UPDATE npc_text SET text0_0='这头年轻的巨牙海民看起来是战死的，而不是溺死的。',text0_1='' WHERE Id=12585;
UPDATE npc_text SET text0_0='简而言之，魔法。

不负责任的凡人们在他们短暂的生命里毫不考虑自身行动所带来的永续后果。

秘法能量被过度抽取，逐渐破坏世界的平衡。如果这种情形继续下去，艾泽拉斯很快的就会灭亡了。

关于这件事，双方都同意了。但在来得及举行议会之前，玛里苟斯已经开始把他的计画付诸实行。

我们别无选择，只有与他正面冲突。',text0_1='' WHERE Id=12590;
UPDATE npc_text SET text0_0='那位被遗忘者武器大师阿基巴德对长柄武器有他的一套方法。他在幽暗城的战争区训练其他人。伊利达，银月城内远行者广场的血精灵武器大师，也会告诉你正确的技巧，小子。',text0_1='那位被遗忘者武器大师阿基巴德对长柄武器有他的一套方法。他在幽暗城的战争区训练其他人。伊利达，银月城内远行者广场的血精灵武器大师，也会告诉你正确的技巧，小子。' WHERE Id=10786;
UPDATE npc_text SET text0_0='我们进步了，$r，不过速度还是太慢。',text0_1='' WHERE Id=12591;
UPDATE npc_text SET text0_0='我们一定要成功!艾泽拉斯的命运危在旦夕……',text0_1='' WHERE Id=12592;
UPDATE npc_text SET text0_0='『织法者』玛里苟斯，魔法之王，蓝龙军团的主人。他是蓝龙的守护巨龙，艾泽拉斯最古老的生物之一。

传说他已从持续亿万年的疯狂中苏醒，但从他最近的行径看来，我相信他还是疯的。

他解决我们困境的方法就是将艾泽拉斯之中所有行始魔法的凡人找出来并杀光。

作为生命的守护者，此举迫使红龙军团展开行动。

龙与龙之间现在相互对抗，而我们脆弱世界的命运正危在旦夕。',text0_1='' WHERE Id=12593;
UPDATE npc_text SET text0_0='哈!来亲一个吧!
',text0_1='哈!来亲一个吧!
' WHERE Id=8138;
UPDATE npc_text SET text0_0='我们的射击指导，安塞瓦，位于雷霆崖低层中部高地的牛头人武器大师。',text0_1='我们的射击指导，安塞瓦，位于雷霆崖低层中部高地的牛头人武器大师。' WHERE Id=10784;
UPDATE npc_text SET text0_0='锤类武器，是由安塞瓦指导，可以在雷霆崖低层的中部高地找到他。',text0_1='锤类武器，是由安塞瓦指导，可以在雷霆崖低层的中部高地找到他。' WHERE Id=10785;
UPDATE npc_text SET text0_0='欢迎来到我们的营地，$c。请别觉得拘束，想待就待下来吧。',text0_1='欢迎来到我们的营地，$c。请别觉得拘束，想待就待下来吧。' WHERE Id=12610;
UPDATE npc_text SET text0_0='',text0_1='裂鞭族将永远无法重返过去的荣耀，但是这些驾船的恶棍将为了他们的行为付出代价 - 我发誓!' WHERE Id=12626;
UPDATE npc_text SET text0_0='你在看什么，伙伴?',text0_1='' WHERE Id=12634;
UPDATE npc_text SET text0_0='我老是搞不懂为什么有些海贼要把宝藏埋起来。我…我喜欢把它放在触手可及的地方。',text0_1='' WHERE Id=12636;
UPDATE npc_text SET text0_0='巨海龟波涛行者将从此地前往龙骨荒野的默亚基港。',text0_1='' WHERE Id=12637;
UPDATE npc_text SET text0_0='联盟的蒸汽破冰船北矛号由此，越过东部王国的海洋，航向湿地的米奈希尔港。',text0_1='' WHERE Id=12638;
UPDATE npc_text SET text0_0='如果你想前去北裂境的话，破冰船北矛号由此航向凛风峡湾的瓦尔加德。',text0_1='' WHERE Id=12642;
UPDATE npc_text SET text0_0='唷，想要回到旧世界?乘着拂云号优雅地飞回提里斯法林地吧。',text0_1='' WHERE Id=12646;
UPDATE npc_text SET text0_0='嘿，你好呀。如果你想要到北裂境，那么就搭上强风号吧。她将会带你直飞往北风冻原的战歌堡。',text0_1='' WHERE Id=12647;
UPDATE npc_text SET text0_0='',text0_1='北裂境在等着你，$r。雄伟的拂云号将会带你渡过汪洋，前往凛风峡湾的复仇台地。' WHERE Id=12649;
UPDATE npc_text SET text0_0='回家吗.$C?歌风号能带你去.如果家是在"卡林多".在"杜洛塔"那里也可以乘坐.祝您旅途平安!',text0_1='' WHERE Id=12650;
UPDATE npc_text SET text0_0='你好啊!嘶轴的驾驶员是菁英中的菁英。我们靠得就是持续不断的练习。这当然也包括降落伞练习。你永远也不知道什么时候会需要它，但你知道有天它会派上用场。

所以我们这边可以传送至这个尖塔的顶端。你一旦上去，唯一下来的方法就是像个真正的军人一样用降落伞跳下来。我们上头一个带着降落伞的士兵在待命。

如果你想试试看，$c，我可以让你传送上去。接下来就走上传送器吧。',text0_1='你好啊!嘶轴的驾驶员是菁英中的菁英。我们靠得就是持续不断的练习。这当然也包括降落伞练习。你永远也不知道什么时候会需要它，但你知道有天它会派上用场。

所以我们这边可以传送至这个尖塔的顶端。你一旦上去，唯一下来的方法就是像个真正的军人一样用降落伞跳下来。我们上头一个带着降落伞的士兵在待命。

如果你想试试看，$c，我可以让你传送上去。接下来就走上传送器吧。' WHERE Id=12658;
UPDATE npc_text SET text0_0='我所盼望的只是再度为吾王效命，为了人类，对抗共同的敌人。

但是，我发现我们的人被神教的败类所渗透了…而种种的迹象都指向了纳克萨尔，正是这个败坏的源头。',text0_1='' WHERE Id=12663;
UPDATE npc_text SET text0_0='这里就是教徒命令传来的地方。他们的领导人一定马上就会现身了。

别把机会错过了。',text0_1='' WHERE Id=12664;
UPDATE npc_text SET text0_0='欢迎光临!如果你找不到地方休息，我可以替你解决这个问题。',text0_1='欢迎光临!如果你找不到地方休息，我可以替你解决这个问题。' WHERE Id=12673;
UPDATE npc_text SET text0_0='欢迎，$c!希望你没有惧高症!

我替你拿了一件练习用降落伞。这个是用来快速降落用的。如果你是想四处遨翔的话，找只坐骑比较快。如果你想追求刺激或是什么肾上腺素的快感，你可以直接跳下去。然后在最后一个安全点之前拉开降落伞。这东西就是这么运作。动作快!你准备好要来点刺激了吗?

降落伞只会维持几秒钟。所以你需要精准地把握时间。我不确定你是不是能控制它，$c。我希望你能证明我的猜想是错的。
',text0_1='欢迎，$c!希望你没有惧高症!

我替你拿了一件练习用降落伞。这个是用来快速降落用的。如果你是想四处遨翔的话，找只坐骑比较快。如果你想追求刺激或是什么肾上腺素的快感，你可以直接跳下去。然后在最后一个安全点之前拉开降落伞。这东西就是这么运作。动作快!你准备好要来点刺激了吗?

降落伞只会维持几秒钟。所以你需要精准地把握时间。我不确定你是不是能控制它，$c。我希望你能证明我的猜想是错的。
' WHERE Id=12687;
UPDATE npc_text SET text0_0='你最好滚出这里，除非你想在这些笼子里找到你自己……',text0_1='' WHERE Id=12694;
UPDATE npc_text SET text0_0='挂了?我?哈，那这么容易，小子。那不过跟搔痒差不多。',text0_1='' WHERE Id=12705;
UPDATE npc_text SET text0_0='令人惊叹，不是吗?这些巨人可以成为完美的饲料…呃，我是说盟友。这位是他们的领袖，但他一直不愿和我交谈。',text0_1='' WHERE Id=12706;
UPDATE npc_text SET text0_0='哈啰，$r。欢迎你和我们分享这个峡谷，躲避那些飞龙。但要小心那些哥布林矮子…他们不可以信任。',text0_1='' WHERE Id=12707;
UPDATE npc_text SET text0_0='只要有够多的钱，我就可以统治全世界……',text0_1='' WHERE Id=12708;
UPDATE npc_text SET text0_0='没有一种刺激跟猎龙一样令人兴奋。',text0_1='' WHERE Id=12726;
UPDATE npc_text SET text0_0='',text0_1='哈啰，$r。对于你第一次参观我们神圣的土地是在这样的情况下令我感到很抱歉。' WHERE Id=12727;
UPDATE npc_text SET text0_0='你有什么事要告诉我?',text0_1='' WHERE Id=12730;
UPDATE npc_text SET text0_0='天谴杂碎…他们很快就要得到报应了。',text0_1='' WHERE Id=12733;
UPDATE npc_text SET text0_0='如果你饿的话，我有食物，你可以使用我的帐篷，你应该会想要休息一下。',text0_1='如果你饿的话，我有食物，你可以使用我的帐篷，你应该会想要休息一下。' WHERE Id=12734;
UPDATE npc_text SET text0_0='翻越了海加尔山的山谷与高峰，越过了希利苏斯的流沙，对抗燃烧军团的惊惧大军 - 我们从不退缩。我们是没有名字，没有脸孔的联盟子民。在圣光与联盟的力量之下，我们永远挥出第一击，而我们的敌人也永远看到我们的最后一击。

我们就是第七军团。',text0_1='' WHERE Id=12739;
UPDATE npc_text SET text0_0='很高兴见到你.需要什么吗?',text0_1='' WHERE Id=12740;
UPDATE npc_text SET text0_0='什么风把你吹到这儿来，小家伙?',text0_1='' WHERE Id=12753;
UPDATE npc_text SET text0_0='天空并不安全，朋友。当心点!',text0_1='' WHERE Id=12756;
UPDATE npc_text SET text0_0='',text0_1='非常时期要采取非常手段，$c。' WHERE Id=12770;
UPDATE npc_text SET text0_0='小心，巫妖王瘟疫的魔爪潜伏靠近了。',text0_1='小心，巫妖王瘟疫的魔爪潜伏靠近了。' WHERE Id=12774;
UPDATE npc_text SET text0_0='厕所似乎有人在用。',text0_1='' WHERE Id=12775;
UPDATE npc_text SET text0_0='愿圣光洁净你的疫病，勇敢的$N。',text0_1='愿圣光洁净你的疫病，勇敢的$N。' WHERE Id=12776;
UPDATE npc_text SET text0_0='所幸，厕所现在没人使用。',text0_1='' WHERE Id=12779;
UPDATE npc_text SET text0_0='',text0_1='我们就快断粮了，我恐怕拿不出任何一点东西给你。' WHERE Id=12780;
UPDATE npc_text SET text0_0='',text0_1='谢谢你的帮助，$n。这些霜莓真可说是你的辛劳的成果。' WHERE Id=12781;
UPDATE npc_text SET text0_0='当我听说了我北方亲戚的事之后，我来这里打听更多消息。我只看到违背我们天性打仗的部族。

我已经失去所有希望了，$r。甚至连伟大的厄索克都被这受诅咒的大地给污染了。

我已经失去了所有希望。',text0_1='' WHERE Id=12785;
UPDATE npc_text SET text0_0='是的…我感觉到沃达希尔的魔法了…没有任何的污染。

拜托!请务必让我帮助你。命运把我带来这里，也许我能够帮上忙!',text0_1='' WHERE Id=12787;
UPDATE npc_text SET text0_0='',text0_1='很高兴见到你.我能帮你什么吗?' WHERE Id=12810;
UPDATE npc_text SET text0_0='',text0_1='我们正在这严寒的荒原上学习死亡的代价，$N。巫妖王的力量扩展到北裂境的每一吋土地，甚至渗透进土地里!他利用我们死去的将士来对付我们。

狮鹫骑士从空中掷下复仇的风暴战槌，而活死人在地面上袭击我们。' WHERE Id=12823;
UPDATE npc_text SET text0_0='欢迎来到琥珀松小屋，$c。',text0_1='' WHERE Id=12825;
UPDATE npc_text SET text0_0='什么?你看不出来我很忙吗?

你以为传输装置会自己修好吗?!',text0_1='' WHERE Id=12842;
UPDATE npc_text SET text0_0='大领主伯瓦尔·弗塔根为我们所有人而战。要不是有他在，此刻阿萨斯应该会坐在暴风城的王座上。',text0_1='' WHERE Id=12843;
UPDATE npc_text SET text0_0='我差一点点就能弄懂这些矿了。我随时会找到答案!',text0_1='' WHERE Id=12844;
UPDATE npc_text SET text0_0='我已经完成了我分内毁灭整个文明的任务了…为此我必需要拉低我的身段，和诅咒神教打交道，这真是让我作呕。',text0_1='' WHERE Id=12850;
UPDATE npc_text SET text0_0='',text0_1='压低你的声音。我们可不想引起这些野兽的注意。' WHERE Id=12852;
UPDATE npc_text SET text0_0='你没看到我很忙吗!我们不可能在王子回来前把基地即时准备好啦!',text0_1='' WHERE Id=12856;
UPDATE npc_text SET text0_0='朋友，银白十字军也参战了。我们不会让你抢走所有功劳的!',text0_1='' WHERE Id=12857;
UPDATE npc_text SET text0_0='那些该死的农民动作得要再快一点!我想回去铁炉堡。我真的很想念我的妻儿。',text0_1='' WHERE Id=12858;
UPDATE npc_text SET text0_0='眼睁睁的看着这些野蛮的怪物焚烧掉我们的船，我们的心也随着沉入了海底。我从未感到如此无助…',text0_1='' WHERE Id=12859;
UPDATE npc_text SET text0_0='<遗民步卒摇摇头。>

我们不会一直存在，朋友。如果阿萨斯王子没有回来，我们很快就会消失了。',text0_1='' WHERE Id=12860;
UPDATE npc_text SET text0_0='今天我能为你带来什么?',text0_1='' WHERE Id=12862;
UPDATE npc_text SET text0_0='当个「每月啤酒」俱乐部的会员真好。',text0_1='当个「每月啤酒」俱乐部的会员真好。' WHERE Id=12869;
UPDATE npc_text SET text0_0='死者从他们自己的墓穴中苏醒!',text0_1='' WHERE Id=12881;
UPDATE npc_text SET text0_0='你办到了$g小伙子:小姑娘;
!我以为你老早就死了!',text0_1='' WHERE Id=12882;
UPDATE npc_text SET text0_0='你还在这里做什么?快回镇上去!',text0_1='' WHERE Id=12883;
UPDATE npc_text SET text0_0='龙后雅立史卓莎任命我负责龙眠神殿的防御工事。

如你所知，玛里苟斯透过他的部队摧毁了附近的一个地脉锚点。蓝龙军团将那些能量导向苍蓝龙殿。

蓝龙透过那些能量强化他们自己，能量强大到让他们胆敢攻击神殿本体!他们已经占了上风。

你愿意协助我们吗，$r?',text0_1='' WHERE Id=12887;
UPDATE npc_text SET text0_0='欢迎，$r。

我一直在等着你。',text0_1='' WHERE Id=12899;
UPDATE npc_text SET text0_0='非常好,我们走!',text0_1='' WHERE Id=12900;
UPDATE npc_text SET text0_0='北裂境群山中的狮鹫兽，是牠们种族中最坚毅强韧的。',text0_1='' WHERE Id=12904;
UPDATE npc_text SET text0_0='狮鹫骑士站在我们10步之外，朋友。他们会送你前往托尔森岗哨。去吧!',text0_1='' WHERE Id=12905;
UPDATE npc_text SET text0_0='嗨。侍从沃特和我负责在这里照料老马布兰契以及其他坐骑。',text0_1='' WHERE Id=12909;
UPDATE npc_text SET text0_0='',text0_1='贝加瑞斯塔兹说的是实话;
战况的确很险峻。

我可以赋予你呼唤一头绿龙军团飞龙的力量。如果你倾向获取红龙军团的力量，向贝加瑞斯塔兹交谈，如果你属意青铜龙的力量，向伊特诺斯交谈。' WHERE Id=12915;
UPDATE npc_text SET text0_0='瓦罗斯·云行者与他的环之守护者保卫第二道环。你的飞龙大军虽然比环之守护者强上许多，但是瓦罗斯·云行者躲在无法穿越的护盾后面，这护盾是由奥核之眼本身的能量所制造的，由十具离心傀儡在环以及平台的上方提供护盾的能量。摧毁它们，瓦罗斯才会有弱点。

我可以赋予你呼唤一头红龙军团飞龙的力量。如果你倾向获取青铜龙军团的力量，向伊特诺斯交谈，如果你属意绿龙的力量，向薇尔迪莎交谈。',text0_1='' WHERE Id=12916;
UPDATE npc_text SET text0_0='贝加瑞斯塔兹说的是实话;
时间紧迫!

我可以赋予你呼唤一头青铜龙军团飞龙的力量。如果你倾向获取红龙军团的力量，向贝加瑞斯塔兹交谈，如果你属意绿龙的力量，向薇尔迪莎交谈。',text0_1='' WHERE Id=12917;
UPDATE npc_text SET text0_0='',text0_1='冒险者，欢迎你。你的光临真是太凑巧了。' WHERE Id=12939;
UPDATE npc_text SET text0_0='要让这无止尽的哭号停止，赛尔赞非死不可!',text0_1='' WHERE Id=12940;
UPDATE npc_text SET text0_0='温特加德市民与官员的正式公告。',text0_1='' WHERE Id=12941;
UPDATE npc_text SET text0_0='好吗?',text0_1='' WHERE Id=12946;
UPDATE npc_text SET text0_0='',text0_1='恒龙军团正企图修改阿萨斯·米奈希尔王子的命运。你所知道的他现在是巫妖王，但是在这里的当下，他还是一个想要为他的王国尽力的罗德隆王子。阿萨斯今日将会做出影响命运的决定，导致时间线中发生某种我们时间看守者称之为『反曲点』的事情。' WHERE Id=12949;
UPDATE npc_text SET text0_0='',text0_1='阿萨斯下令肃清斯坦索姆，杀光里头的所有人。他发现了天谴军团使用邪恶的瘟疫及不会致人死地的疾病感染这个城市的证据。那些死于这场瘟疫的人复活成为无脑的殭尸，更近一步成为天谴军团战争机器的燃料。' WHERE Id=12950;
UPDATE npc_text SET text0_0='',text0_1='恒龙正企图进行某件对他们来说非常不可思议的事。他们试图想要隐藏导致阿萨斯做下歼灭斯坦索姆这个决定的证据。他们的成员对临近乡村的染疫谷物船使用了幻像魔法，使它们看起来像是正常的谷物。我需要你去找出被藏起来的谷物。阿萨斯的人马正在找寻染疫的谷物，魔法一消失，他们应该很快就会找到了。' WHERE Id=12952;
UPDATE npc_text SET text0_0='',text0_1='我不觉得我们有本钱能错失和红龙军团交好的机会，只要还有战事，有他们作为联军的价值难以估计。' WHERE Id=12953;
UPDATE npc_text SET text0_0='联盟已经维持这座偏僻的小屋好一阵子，被我方的猎人与护林者使用着。

只要战事持续，你最好相信军队还能掌控这里。',text0_1='' WHERE Id=12955;
UPDATE npc_text SET text0_0='<指挥官课程结束以后转身，眼睛在你身上打量一遍。>

$c，我需要你这样的人。',text0_1='' WHERE Id=12958;
UPDATE npc_text SET text0_0='好阿, $c, 这是什么?',text0_1='' WHERE Id=12960;
UPDATE npc_text SET text0_0='$N，很高兴再度见到你。

来恶补天谴军战略课程吗?',text0_1='' WHERE Id=12961;
UPDATE npc_text SET text0_0='待命攻击!',text0_1='' WHERE Id=12965;
UPDATE npc_text SET text0_0='我的战争法师就要回来了，不一会儿就会抵达。

当他们回来之后，再和我交谈。',text0_1='' WHERE Id=12990;
UPDATE npc_text SET text0_0='抱歉，$r，我有公务在身无法分心。

很抱歉。',text0_1='' WHERE Id=12991;
UPDATE npc_text SET text0_0='',text0_1='做得漂亮!阿萨斯已经知道斯坦索姆中的染疫谷物，即将要展开肃清行动了。但还是有些事情不对劲。我感觉得到在这条时间线中还有我们以外的外来存在，这表示恒龙军团也一定在这里的某处。' WHERE Id=12992;
UPDATE npc_text SET text0_0='',text0_1='我一无所悉，这令我十分忧心。我已经竭尽所能去寻找恒龙。我现在需要你去加入阿萨斯的军队，以便接近他。' WHERE Id=12993;
UPDATE npc_text SET text0_0='',text0_1='嗯，你不用签什么到职通知书或是其他的，但你得去跟他并肩作战。你得去确定阿萨斯肃清斯坦索姆，并打败玛尔加尼斯。由于没有乌瑟跟珍娜在他身边，他会需要所有他能得到的帮助。如果你跟他说，他会把你放进摧毁玛尔加尼斯的武力之中。跟着队伍，直到我了解恒龙军团在搞什么鬼。等我了解更多资讯时，我会联络你的。' WHERE Id=12994;
UPDATE npc_text SET text0_0='',text0_1='祝好运，并且自己小心。乌瑟和珍娜来了。' WHERE Id=12995;
UPDATE npc_text SET text0_0='',text0_1='伊露恩看照着你，$r。' WHERE Id=13004;
UPDATE npc_text SET text0_0='',text0_1='这是哈利唯一会跟我说话的办法!我整天都戴着这个蠢面具……' WHERE Id=13009;
UPDATE npc_text SET text0_0='孩子.我能帮你什么吗?',text0_1='孩子.我能帮你什么吗?' WHERE Id=13022;
UPDATE npc_text SET text0_0='',text0_1='软绵绵先生和我出来散步，但我们却迷了路。我真的好害怕，你知道的，这里有狼，它们一直追着我们，但我看见了这座塔。我和软绵绵先生就躲在这里，直到那些狼离去。那真的好恐怖，而且我现在不知道该怎么回家。' WHERE Id=13023;
UPDATE npc_text SET text0_0='欢迎你来龙眠神殿，$r。请原谅外头的骚动;
最近玛里茍斯的举动，我们发现被团团包围了。你若是需要的话，你可以在我们的戒护之下进行休息。',text0_1='' WHERE Id=13025;
UPDATE npc_text SET text0_0='我们必须抵挡住!振奋起你们的精神!找出恶毒的瘟疫烧掉!',text0_1='我们必须抵挡住!振奋起你们的精神!找出恶毒的瘟疫烧掉!' WHERE Id=13028;
UPDATE npc_text SET text0_0='你好，$c!

我希望你不要介意做些粗重的工作。我们真的需要一些协助。',text0_1='' WHERE Id=13030;
UPDATE npc_text SET text0_0='',text0_1='风和树低语着无形的烦扰。大地看起来健康，但许多眼睛所看不见的正悄悄发生着。' WHERE Id=13031;
UPDATE npc_text SET text0_0='欢迎来到银白看台，$c。

请把这里当自己家，但是别安逸过了头。我们还没穿过树林 - 还差得远了。

如果我们要能全身而退，每个人都要尽自己的本分…你也不例外。',text0_1='' WHERE Id=13043;
UPDATE npc_text SET text0_0='这里真是一团糟。',text0_1='' WHERE Id=13045;
UPDATE npc_text SET text0_0='一边是天谴军的出现，另一边是德拉克瑞的仪式，这都使得这片大地遭受污染。

在这两者之间，我们立场坚定。',text0_1='' WHERE Id=13046;
UPDATE npc_text SET text0_0='替你感谢圣光!',text0_1='替你感谢圣光!' WHERE Id=13047;
UPDATE npc_text SET text0_0='外面比你想的还刺激对吧，$r?

我一点也不讶异，每个捱到这里的人都这么说。',text0_1='' WHERE Id=13048;
UPDATE npc_text SET text0_0='我是乌邦茍，我代表赞达拉部族。

坏事情正悄悄进行着，$r。德拉克瑞将会因为他们的所作所为而大难临头。

总是有食人妖学不乖。',text0_1='' WHERE Id=13050;
UPDATE npc_text SET text0_0='的确，此处的恐惧远胜过瘟疫之地我们所经历过的一切。

天谴军如今前所未有的强大。',text0_1='' WHERE Id=13068;
UPDATE npc_text SET text0_0='我受不了了…

他们杀掉你，然后吃掉你!这样还算是比较幸运的!',text0_1='我受不了了…

他们杀掉你，然后吃掉你!这样还算是比较幸运的!' WHERE Id=13069;
UPDATE npc_text SET text0_0='',text0_1='这真是一片狼籍。' WHERE Id=13070;
UPDATE npc_text SET text0_0='你准备好无所不用其极，就为了保护罗德隆吗?',text0_1='' WHERE Id=13076;
UPDATE npc_text SET text0_0='<叹气>…你认为我们逃得出去吗，$c?

我的血流失的太快了!',text0_1='' WHERE Id=13083;
UPDATE npc_text SET text0_0='你在轻视个什么劲?

我会让你知道捣盆家族在捣碎方面可是赫赫有名。

没错，那是一个字!

我可以跟你保证，在全艾泽拉斯或是任何地方都找不到更好的炼金师了!

我现在可能领着学徒的头衔，但我的技术可不比任何人差!一个人必须承受如此谦卑的想法才能在人生中有所成就。

当然，或许你只是到这来帮忙我的?

<这个小地精傲慢得笑了。>',text0_1='' WHERE Id=13092;
UPDATE npc_text SET text0_0='欢迎，$r。

恐怕你得原谅我，因为我此刻异常的忙碌。',text0_1='' WHERE Id=13097;
UPDATE npc_text SET text0_0='嗯，我很惊讶在这样的地方还会看到其他的冒险者!要是我知道你会到这来的话，我就会跟你一起进来，而不是驾驶这架炼狱般的地精玩意儿了。不过现在你人都在这里了，你可以帮我进入议庭吧!如果我对此地的研究正确无误，那关于创造整个矮人种族的资料就在这里!',text0_1='' WHERE Id=13100;
UPDATE npc_text SET text0_0='伙伴，瞧!真是奇妙的景色!但愿我那亲爱的兄弟可以此刻出现在这儿。他们肯定不会相信这是多么了不起的发现!议庭是泰坦圆盘的保管者，而圆盘就存放在这间房间里。看!你可以看到地底下的圆盘!我们动作要快，矮人族的伟大发现就在眼前了!',text0_1='' WHERE Id=13101;
UPDATE npc_text SET text0_0='我们最不需要的事情就是让疯狂的德拉克瑞食人妖在我们的后院把天谴亡域打下来。

他们是怎么做到的?!',text0_1='' WHERE Id=13117;
UPDATE npc_text SET text0_0='',text0_1='呃，我实在不应该自愿当个专家。他们老是要求一些不可能的事情!' WHERE Id=13118;
UPDATE npc_text SET text0_0='',text0_1='不觉得又是一个突袭原野的好日子吗，$g先生:女士;
?' WHERE Id=13121;
UPDATE npc_text SET text0_0='你一定是击败玛尔加尼斯麾下天谴军队的勇敢士兵之一。干得好。',text0_1='' WHERE Id=13125;
UPDATE npc_text SET text0_0='的确是这样。玛尔加尼斯指挥着十字军广场的天谴军团，不过与城市入口连接的门户还是关闭的。他想不到一小队人马还可以经由市政厅来进入广场。你愿意加入我参与这场攻击吗?',text0_1='' WHERE Id=13126;
UPDATE npc_text SET text0_0='',text0_1='想要去哪里?也许我可以帮你.' WHERE Id=13132;
UPDATE npc_text SET text0_0='让我离开这里!, $r!',text0_1='' WHERE Id=13135;
UPDATE npc_text SET text0_0='很抱歉，我们的啤酒专属「每月啤酒俱乐部」会员独享。',text0_1='很抱歉，我们的啤酒专属「每月啤酒俱乐部」会员独享。' WHERE Id=13155;
UPDATE npc_text SET text0_0='这个岗哨是安全的，$r。

敌人已经扫出这个区域一段时间了。',text0_1='' WHERE Id=13156;
UPDATE npc_text SET text0_0='',text0_1='感谢你释放了我，$r。

我还因为中毒而有些迷糊。我想我会待在这里直到我的力量恢复。' WHERE Id=13157;
UPDATE npc_text SET text0_0='',text0_1='邪恶的力量将令敌人畏惧也将带给敌人死亡.' WHERE Id=13172;
UPDATE npc_text SET text0_0='血液是活生生的武器而永不止歇.学习操控你的血.带给敌人死亡.',text0_1='' WHERE Id=13173;
UPDATE npc_text SET text0_0='我们是如何度过冰冷绝望的严冬.寒冰之力将使你更强大.',text0_1='' WHERE Id=13174;
UPDATE npc_text SET text0_0='快点集中你的注意力，我们一定要加把劲。',text0_1='' WHERE Id=13177;
UPDATE npc_text SET text0_0='情况并没有简单多少。斯坦索姆正在燃烧。我们必须要面对天谴军团与火焰才能靠近玛尔加尼斯。做好准备。',text0_1='' WHERE Id=13179;
UPDATE npc_text SET text0_0='你的最大挑战正等着你。地脉守护者伊瑞茍斯是一头力大无穷的蓝龙。你会在最上环的上方飞行遇到牠。

你的飞龙力量已全部开启，利用他们的能力击败伊瑞茍斯!',text0_1='' WHERE Id=13238;
UPDATE npc_text SET text0_0='晶红龙擅长减轻伤害并且保护他们的同伴。

使用灼热之怒，他们会喷吐出一道液态火焰，在目标与目标之间跳跃，每增加一次跳跃便输出更多的伤害。

一旦晶红龙遭受敌人攻击，他便能获得一发回避能量。这些能量可以用来施展一系列的回避动作，使飞龙在一段时间中闪躲来袭的攻击与法术。',text0_1='' WHERE Id=13254;
UPDATE npc_text SET text0_0='晶红龙处于能量全满的状态下可以施展殉节，可以保护友善目标，短时间内将所有敌对的魔法导引到晶红龙身上。殉节施展的过程中依然可以使用回避动作。',text0_1='' WHERE Id=13255;
UPDATE npc_text SET text0_0='琥珀龙擅长于利用时间操纵来分配伤害。

使用时间震击可以中断敌方目标的时间流逝，立刻造成伤害。这能力的效果会随着震击能量的提升而大幅强化。

当受到威胁时，琥珀龙可以短暂停止敌人的时间流逝。时间中断蕴含了大量的震能，以震击能量的型态影响目标。',text0_1='' WHERE Id=13256;
UPDATE npc_text SET text0_0='',text0_1='翡翠龙擅长以毒害敌人来治疗自己。

使用吸血之毒，他们可以从敌人身上偷取生命。反复操作这种毒素可以提高其效果。

利用梦魇之触，翡翠龙可以接触翡翠梦境，转化一部分他们的生命能量成为巨幅伤害攻击，使对手虚弱，短时间内降低他们的伤害能力。' WHERE Id=13258;
UPDATE npc_text SET text0_0='',text0_1='翡翠龙处于能量全满的状态下可以施展梦境通道，传送飞龙本身的生命能源到一名友善的目标身上，治疗他。当使用这个能力时，可以施展吸血之毒恢复损失的生命力。' WHERE Id=13259;
UPDATE npc_text SET text0_0='欢迎来到营区, $c.',text0_1='' WHERE Id=13261;
UPDATE npc_text SET text0_0='你需要从寇孚斯那儿拿些什么?',text0_1='' WHERE Id=13262;
UPDATE npc_text SET text0_0='仔细考虑一下你今天见证的事情，$n。

未来已经注定了。唯一尚待决定的，则是你要加入哪一边了，老兄。',text0_1='' WHERE Id=13265;
UPDATE npc_text SET text0_0='玛里苟斯手下最强大的成员保护着上方的环。你一个人没办法打败他们。我们可以给予你得以召唤我方军团飞龙的力量。骑上一条飞龙，你就可以在奥核之眼中飞翔并且指挥强大的龙族魔法。',text0_1='' WHERE Id=13267;
UPDATE npc_text SET text0_0='贝加瑞斯塔兹说的是实话;
时间紧迫!

你的飞龙力量已全部开启。使用他们的力量来打败伊瑞茍斯。',text0_1='' WHERE Id=13268;
UPDATE npc_text SET text0_0='',text0_1='贝加瑞斯塔兹说的是实话;
情况的确很严重。

你的飞龙力量已全部开启。使用他们的力量来打败伊瑞茍斯。' WHERE Id=13269;
UPDATE npc_text SET text0_0='没人比我们死亡骑士更了解天谴军团了。

相信我，$r，没有什么比以毒攻毒来的更加有用…',text0_1='' WHERE Id=13270;
UPDATE npc_text SET text0_0='别急着处理纳斯。他已经不再年轻，也不再像从前一样强韧了。',text0_1='' WHERE Id=13271;
UPDATE npc_text SET text0_0='你准备好和我一同面对玛尔加尼斯了吗?',text0_1='' WHERE Id=13287;
UPDATE npc_text SET text0_0='',text0_1='往前走。这里没什么好看的。' WHERE Id=13289;
UPDATE npc_text SET text0_0='',text0_1='<血玫好奇的看着你。>

我无法不去怀疑你到底哪里值得注意。

无冒犯之意……' WHERE Id=13290;
UPDATE npc_text SET text0_0='哇噢…看看那只漂亮的小食尸鬼。

跳啊，小食尸鬼!跳!

哈，哈，哈…真是只很棒的小食尸鬼。',text0_1='' WHERE Id=13300;
UPDATE npc_text SET text0_0='洛肯?!这下麻烦了…我们虽然摆平了铁矮人，但我敢说还有一台机器还在某个鬼地方不停生产出一票又一票的铁维酷人!',text0_1='' WHERE Id=13308;
UPDATE npc_text SET text0_0='',text0_1='从这个港口，勇气号往返暴风城与奥伯丁两地。' WHERE Id=13321;
UPDATE npc_text SET text0_0='很快，$n!

很快你就会尝到真正的力量。很快你也马上就会因为你的贡献与付出获得奖赏。
',text0_1='' WHERE Id=13324;
UPDATE npc_text SET text0_0='嘿嘿。你走那么快做什么?',text0_1='' WHERE Id=13326;
UPDATE npc_text SET text0_0='欢迎光临。需要我提供休憩场所，还是粮食呢?',text0_1='欢迎光临。需要我提供休憩场所，还是粮食呢?' WHERE Id=13328;
UPDATE npc_text SET text0_0='要从哈古斯这买点什么吗，是吗?',text0_1='' WHERE Id=13342;
UPDATE npc_text SET text0_0='',text0_1='你现在应该紧紧跟在阿萨斯身边!' WHERE Id=13353;
UPDATE npc_text SET text0_0='这里的一切我们都将会带走!死亡骑士.',text0_1='' WHERE Id=13355;
UPDATE npc_text SET text0_0='看看你做了什么.死亡骑士!你带来天谴军的荣耀!',text0_1='' WHERE Id=13382;
UPDATE npc_text SET text0_0='让我离开这里，老兄!',text0_1='' WHERE Id=13390;
UPDATE npc_text SET text0_0='祖尔德拉克不欢迎你们天谴军!',text0_1='' WHERE Id=13391;
UPDATE npc_text SET text0_0='这看起来不过是一小块普通的南瓜田，但等到瘟疫大锅就位，它将会变成疾病、老鼠与瘟疫的源头!',text0_1='' WHERE Id=13395;
UPDATE npc_text SET text0_0='你好大胆!滚出我的视线!',text0_1='' WHERE Id=13396;
UPDATE npc_text SET text0_0='十字军……

<瑞文戴尔摇摇头。>

我相信他们是某个特别的人种。我的推论是他们的大脑无法进行较高级的运作，无法理性地思考情势并且计算出结果。只要有人提到圣光就能让他们口吐白沫并且准备好战斗 - 但同时他们也也能毫不在意自己性命第一头冲进任何战斗。',text0_1='' WHERE Id=13419;
UPDATE npc_text SET text0_0='$n!我正等着你回来。怎么花了那么久的时间，老兄?

该结束和荒疫之血食人妖聊天时间了。

加入我，一同目睹我们大军的成立!',text0_1='' WHERE Id=13422;
UPDATE npc_text SET text0_0='我伤得不轻，但我会尽一切力量帮忙。试着躲在我的反魔法屏障里面，否则这些侍僧的魔法会把你撕裂的。',text0_1='' WHERE Id=13425;
UPDATE npc_text SET text0_0='我能为你做什么.$R?',text0_1='' WHERE Id=13426;
UPDATE npc_text SET text0_0='<寇尔提拉呻吟着。>',text0_1='' WHERE Id=13430;
UPDATE npc_text SET text0_0='血色十字军将侍奉他们的新主人 - 在他们死后…',text0_1='' WHERE Id=13432;
UPDATE npc_text SET text0_0='你要挑战我, $g 兄弟:姊妹;
?',text0_1='你要挑战我, $g 兄弟:姊妹;
?' WHERE Id=13433;
UPDATE npc_text SET text0_0='',text0_1='我不相信你的心智敏锐到可以理解传送魔法的本质。

不过，你可以使用我前面的水晶来传送至水晶之歌森林中，位于达拉然底下的废墟。' WHERE Id=13455;
UPDATE npc_text SET text0_0='朋友，欢迎来到美容沙龙!想要剪头发吗?还是染发?或者是来点其它的呢?

我们有修剪胡须，刺环显示，夜精灵刺青染印，甚至还能重塑德莱尼抵角和触须呢!

找个位置坐下来，我们马上就可以开始了。只要花一些钱，你就可以拥有一个崭新，更具吸引力的自己……',text0_1='朋友，欢迎来到美容沙龙!想要剪头发吗?还是染发?或者是来点其它的呢?

我们有修剪胡须，刺环显示，夜精灵刺青染印，甚至还能重塑德莱尼抵角和触须呢!

找个位置坐下来，我们马上就可以开始了。只要花一些钱，你就可以拥有一个崭新，更具吸引力的自己……' WHERE Id=13459;
UPDATE npc_text SET text0_0='朋友，欢迎来到美容沙龙!想要剪头发吗?还是染发?或者是来点其它的呢?

我们有修剪胡须，刺环显示，重塑獠牙和抵角，甚至还能修改不死族的特征呢!

找个位置坐下来，我们马上就可以开始了。只要花一些钱，你就可以拥有一个崭新，更具吸引力的自己……',text0_1='朋友，欢迎来到美容沙龙!想要剪头发吗?还是染发?或者是来点其它的呢?

我们有修剪胡须，刺环显示，重塑獠牙和抵角，甚至还能修改不死族的特征呢!

找个位置坐下来，我们马上就可以开始了。只要花一些钱，你就可以拥有一个崭新，更具吸引力的自己……' WHERE Id=13461;
UPDATE npc_text SET text0_0='',text0_1='你在这做什么?阿萨斯现在正在斯坦索姆的入口，你该在他身边!去吧!' WHERE Id=13472;
UPDATE npc_text SET text0_0='你确定吗?

一旦我消除了你学会的天赋知识，就没有挽回的余地了。',text0_1='你确定吗?

一旦我消除了你学会的天赋知识，就没有挽回的余地了。' WHERE Id=13475;
UPDATE npc_text SET text0_0='我们的仓库已经见底了。除非我们能弄到更多的补给品，要不然我什么都没得卖。',text0_1='' WHERE Id=13502;
UPDATE npc_text SET text0_0='因为你补足了我们部份的补给品，我又能回去煮东西了。那么，我能为你做些什么吗?',text0_1='' WHERE Id=13503;
UPDATE npc_text SET text0_0='',text0_1='保持警觉，$r。

外头生死一瞬!' WHERE Id=13504;
UPDATE npc_text SET text0_0='嗯…你的脸怎么看怎么眼熟，$r…给我几秒钟…

啊哈!西部荒野，我就是在那儿见过你的。你是$n!很高兴再次见到你。不过，这回希望你能帮助我们完成这工作才行。

既然我们离开西部荒野来到这么远的地方，如果打不了胜仗，我们可就无家可归了。',text0_1='' WHERE Id=13510;
UPDATE npc_text SET text0_0='$N!穿了新衣服以后差点认不出你来了。还是穿着那件外套…或者你穿的重腿甲…也许是那根手杖呢?我记不得啦，年代太久远了…

嗯，我很高兴你又能在这儿帮忙了，只要愿意，谁都可以来帮忙。$N，如果你还是能像当初帮忙西部荒野人民军的时候一样的身手，我们就有机会了。

这是个艰困的时刻，如果我们打不赢胜仗，我们就回不去西部荒野了。',text0_1='' WHERE Id=13511;
UPDATE npc_text SET text0_0='有着圣光的祝福和你的协助，$N，迪菲亚不再造成威胁。

但是我们离开西部荒野来到这么远的地方，如果打不了胜仗，我们可就无家可归了。',text0_1='' WHERE Id=13512;
UPDATE npc_text SET text0_0='今天能帮你什么?',text0_1='' WHERE Id=13517;
UPDATE npc_text SET text0_0='',text0_1='海兹竞技是神圣的。谁要是能赢得胜利就能确保能永伴在索林姆身旁。' WHERE Id=13540;
UPDATE npc_text SET text0_0='很高兴见到你, $N.',text0_1='' WHERE Id=13548;
UPDATE npc_text SET text0_0='您好，$c，我能帮助您将宠物带入兽栏，或找回失去的伙伴。',text0_1='您好，$c，我能帮助您将宠物带入兽栏，或找回失去的伙伴。' WHERE Id=13557;
UPDATE npc_text SET text0_0='',text0_1='冰牙已经载着我历经了无数的战斗。

别因为她没穿上战甲就被欺骗了，她可是我所知道最勇猛的熊了。' WHERE Id=13565;
UPDATE npc_text SET text0_0='嘿，$c，要是你掉了钥匙，或许我能帮忙。',text0_1='嘿，$c，要是你掉了钥匙，或许我能帮忙。' WHERE Id=13572;
UPDATE npc_text SET text0_0='',text0_1='我的生活与灵魂充满着令人不耐的部落回忆。这悲伤的时刻，消沉与牺牲都已成过往。战争的怒火却未曾远离我的心中!' WHERE Id=13574;
UPDATE npc_text SET text0_0='这是通往阿拉希盆地战场的传送门。',text0_1='' WHERE Id=13575;
UPDATE npc_text SET text0_0='别怕剑，一点点地啃。这是要给你的羊肉。',text0_1='' WHERE Id=8435;
UPDATE npc_text SET text0_0='',text0_1='嗨!要来买点钓鱼用具吗，还是想加减上一下课?' WHERE Id=13591;
UPDATE npc_text SET text0_0='我离开太久了，在艾泽拉斯上寻找我的过去跟重新夺回王座。在我离开时，联盟承受了许多挑战，而你们这些英雄还能为我们的联军奋斗让我很温暖。',text0_1='' WHERE Id=13593;
UPDATE npc_text SET text0_0='真高兴再见到你,$N。',text0_1='' WHERE Id=13610;
UPDATE npc_text SET text0_0='看看周围那些毁灭的痕迹，$c。住在这里的每一只食人妖不是死了，就是逃到更高的地方了。

这让情况变得更糟。

出于绝望，这些活着的德拉克瑞食人妖献祭了他们自己的动物神，让他们能够吮饮神的血液，获得不知名的力量。当他们成功的以新力量在湾岸击退天谴军时，下场也非常灾难。看看古老的祖尔德拉克帝国成了废墟就知道了。',text0_1='' WHERE Id=13615;
UPDATE npc_text SET text0_0='离开我的视线，好吗?我正在假装我在巫妖王的控制之下!',text0_1='' WHERE Id=13616;
UPDATE npc_text SET text0_0='介尔克，孛尔，达加希都走了……这里只剩我跟麦克凯拉。我希望你带来的是好消息。',text0_1='' WHERE Id=13619;
UPDATE npc_text SET text0_0='拜托安静点!小狗在睡觉!',text0_1='' WHERE Id=13628;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到此地，$c。' WHERE Id=13637;
UPDATE npc_text SET text0_0='伴随我自由而来的是复仇的狂风!',text0_1='' WHERE Id=13639;
UPDATE npc_text SET text0_0='在我们开始以前，我得先告诉你敌人的资讯。当我们在外头打击天谴军时，你不想毫无准备吧。',text0_1='' WHERE Id=13640;
UPDATE npc_text SET text0_0='依米亚的战斗统帅，『天选』奥嘉尔，带领着他的瓦苟军团在痛苦之匣挥军起义，就在这个牢笼的东北方。

纳法勒斯王子穿越了方的亡者原野，就在通往祖尔德拉克第二层的巨大阶梯旁。瑟瑞姆的位置还不知道，但是以他的体型来说蛮奇怪的。

你得处理掉他们三个。',text0_1='' WHERE Id=13647;
UPDATE npc_text SET text0_0='毒…我的体内在翻搅……',text0_1='毒…我的体内在翻搅……' WHERE Id=13650;
UPDATE npc_text SET text0_0='我们过头了，$r!小心你背后!',text0_1='' WHERE Id=13658;
UPDATE npc_text SET text0_0='',text0_1='我会把你撕碎。' WHERE Id=13660;
UPDATE npc_text SET text0_0='你看起来可以帮我们赚些钱。有没有考虑来苦痛露天竞技场打一场，伙伴?',text0_1='' WHERE Id=13679;
UPDATE npc_text SET text0_0='你现在是勇士了，老兄!你觉得你要花多少精力才能保住这个位置?',text0_1='' WHERE Id=13680;
UPDATE npc_text SET text0_0='我能帮你什么吗?',text0_1='' WHERE Id=13690;
UPDATE npc_text SET text0_0='',text0_1='这只小绿狗在矿坑里帮不上什么忙。没关系，牠可以用在战争前的暖身。' WHERE Id=13691;
UPDATE npc_text SET text0_0='',text0_1='我已不再训练死亡骑士.去找适合你的训练师吧!' WHERE Id=13699;
UPDATE npc_text SET text0_0='我能帮你什么吗?',text0_1='我能帮你什么吗?' WHERE Id=13702;
UPDATE npc_text SET text0_0='曾经，我拥有一切，名声、财富、一套最好的斗士装备…然而我失去了这一切。

热砂企业逮到我在比赛中作弊…收贿放水…这都结束了。现在我只剩些破布跟一颗糟糕的肝。',text0_1='' WHERE Id=13707;
UPDATE npc_text SET text0_0='你是谁?

走开…我为了港口路的工程精疲力尽。现在是时候喝点矮人麦酒，叫嚣一下，然后睡个好觉。',text0_1='' WHERE Id=13709;
UPDATE npc_text SET text0_0='真是惊人的发现!皇家药剂师学会花了好几年破解巫妖王瘟疫的秘密，我终于完成他了!

除了这是历史上的转折点以外，还有更多的东西等着我们发现。我还有更多实验可以做…达成实验目标…

至少我不用担心天谴军的亡域。联盟在处理那个问题了。这让我有许多时间探索瘟疫的秘密，揭开这个秘密。',text0_1='' WHERE Id=13731;
UPDATE npc_text SET text0_0='我能帮你什么吗?',text0_1='' WHERE Id=13734;
UPDATE npc_text SET text0_0='你最近过的好吗，老兄?',text0_1='' WHERE Id=13735;
UPDATE npc_text SET text0_0='我能为你服务吗?',text0_1='' WHERE Id=13737;
UPDATE npc_text SET text0_0='你要什么?',text0_1='' WHERE Id=13738;
UPDATE npc_text SET text0_0='',text0_1='看看他们…他们只在乎胜过彼此。' WHERE Id=13777;
UPDATE npc_text SET text0_0='',text0_1='你知道，索林姆不像这些鹰身人。他是个像神一般的尊贵生物。

他替泰坦服务，担任奥杜亚和造物者殿堂的守护者。

直到他的妻子希芙被他的哥哥卑鄙地杀害。' WHERE Id=13778;
UPDATE npc_text SET text0_0='',text0_1='索林姆失去了控制。他猛烈地攻击他最坚强的盟友，冰霜巨人。

这也是为什么那天，这块土地被海迪尼尔与霍迪尔之子间的战争彻底撕裂…也因此索林姆将自己放逐到风暴神殿。' WHERE Id=13779;
UPDATE npc_text SET text0_0='',text0_1='为什么我要在意那些母狼和冰霜巨人每天杀得你死我活?

不，不…我要索林姆不再恍惚度日，召集他的所有盟友重新夺回奥杜亚。

如果他失败了，这个世界将会就此分裂!

当然，我也会适当地奖励你。' WHERE Id=13780;
UPDATE npc_text SET text0_0='',text0_1='人 -- 没办法不靠着它们活下去，没办法离开它们。嗯，你可以…但那真的很无聊。' WHERE Id=13783;
UPDATE npc_text SET text0_0='',text0_1='这些矿坑是个令人害怕的地方。幸运的是，我不打算久留。' WHERE Id=13784;
UPDATE npc_text SET text0_0='',text0_1='是谁找我…?' WHERE Id=13788;
UPDATE npc_text SET text0_0='哈啰~哈啰!',text0_1='' WHERE Id=13790;
UPDATE npc_text SET text0_0='',text0_1='哈啰，小甜心 - 很高兴有你的陪伴!' WHERE Id=13792;
UPDATE npc_text SET text0_0='',text0_1='哈啰~和平!祝福你的国家!' WHERE Id=13795;
UPDATE npc_text SET text0_0='咳咳咳咳!

<魂尸清了清他的喉咙。>

有事吗?',text0_1='' WHERE Id=13831;
UPDATE npc_text SET text0_0='你的等级还不足以参加远祖滩头的战斗。等你获得更多经验的时候再回来。',text0_1='你的等级还不足以参加远祖滩头的战斗。等你获得更多经验的时候再回来。' WHERE Id=13832;
UPDATE npc_text SET text0_0='我们不能任由部落将远祖滩头所隐藏的秘密用来对付我们。你愿意加入我们英勇士兵的行列吗?',text0_1='我们不能任由部落将远祖滩头所隐藏的秘密用来对付我们。你愿意加入我们英勇士兵的行列吗?' WHERE Id=13833;
UPDATE npc_text SET text0_0='我正在忙做饭!',text0_1='' WHERE Id=13839;
UPDATE npc_text SET text0_0='又一个饥肠辘辘的新兵?',text0_1='' WHERE Id=13840;
UPDATE npc_text SET text0_0='你需要什么?',text0_1='' WHERE Id=13841;
UPDATE npc_text SET text0_0='什么东西把你送到我这?',text0_1='' WHERE Id=13842;
UPDATE npc_text SET text0_0='',text0_1='我们服侍索林姆，姊妹。' WHERE Id=13843;
UPDATE npc_text SET text0_0='',text0_1='很高兴能在这片被遗弃的土地上遇见你这样的英雄。我能提供你什么样的协助吗?' WHERE Id=13844;
UPDATE npc_text SET text0_0='',text0_1='当然!带着伊露恩的祝福出发吧。' WHERE Id=13847;
UPDATE npc_text SET text0_0='这真是食人妖历史上黑暗的一日，老兄。',text0_1='' WHERE Id=13848;
UPDATE npc_text SET text0_0='',text0_1='我的职责就是要为了未来的世代记录这些悲剧。' WHERE Id=13850;
UPDATE npc_text SET text0_0='我们绝不能掉以轻心。随着时间增长的内部危机可能让我们所有人都身陷险境。唉，士兵们需要暂时从这场疯狂中清醒一下。

从胜利中获取一些温暖，$N。要不是有你，我们可能已经失去先锋驻地了。',text0_1='' WHERE Id=13851;
UPDATE npc_text SET text0_0='',text0_1='援军终于来了!监狱守卫无法继续对抗这场入侵太久!你要接替我的手下，并且尽可能地挡住他们。防御系统中还有一些能量可以使用。如果状况太恶劣的话，可以使用监狱周围的启动水晶来发出一次释能。' WHERE Id=13853;
UPDATE npc_text SET text0_0='',text0_1='你整个队伍都准备好要继续了吗?我会用启动水晶发出一次释能，好掩护守卫的撤退。' WHERE Id=13854;
UPDATE npc_text SET text0_0='我今天为银白十字军所做的事情只不过是完成我应尽的义务。一个报答。大领主将我从巫妖王的掌握中释放出来，给了我们救赎之道。但要知道我们的行事方法有很大的…不同。我和黯刃骑士会协助银白十字军在寒冰皇冠设立据点，然后我们就会离开。我们的报答完成了。

另一个不同的使命在等着我们。',text0_1='' WHERE Id=13856;
UPDATE npc_text SET text0_0='<嗝>

一个人在这里没有我的伙伴很寂寞，$g小伙子:小姑娘;
。',text0_1='' WHERE Id=13873;
UPDATE npc_text SET text0_0='你可以在监狱西南方的运河找到卡特丽娜·史丹佛。',text0_1='你可以在监狱西南方的运河找到卡特丽娜·史丹佛。' WHERE Id=13881;
UPDATE npc_text SET text0_0='你去找玛苟·帕切里。她就是炼金房的那位漂亮女士。',text0_1='你去找玛苟·帕切里。她就是炼金房的那位漂亮女士。' WHERE Id=13890;
UPDATE npc_text SET text0_0='美容师?那兹尼克啊!他就在贸易区的楼上，在银行附近。.',text0_1='美容师?那兹尼克啊!他就在贸易区的楼上，在银行附近。' WHERE Id=13891;
UPDATE npc_text SET text0_0='你可以在阳光庭院找到雕铭师赞塔西亚。',text0_1='你可以在阳光庭院找到雕铭师赞塔西亚。' WHERE Id=13893;
UPDATE npc_text SET text0_0='破天者号在寒冰皇冠巡弋。在这个区域你找不到比这更棒的船了。',text0_1='' WHERE Id=13901;
UPDATE npc_text SET text0_0='<大领主达瑞安·莫格莱尼点点头。>',text0_1='' WHERE Id=13903;
UPDATE npc_text SET text0_0='你还活着的唯一理由就是因为我的好奇心。',text0_1='' WHERE Id=13905;
UPDATE npc_text SET text0_0='',text0_1='我们从这边接手，你们可以在战斗后好好休息。' WHERE Id=13910;
UPDATE npc_text SET text0_0='银色黎明正在东瘟疫之地的圣光之愿礼拜堂召集反抗天谴军团的生力军。请前往接受下一步的指示。',text0_1='银色黎明正在东瘟疫之地的圣光之愿礼拜堂召集反抗天谴军团的生力军。请前往接受下一步的指示。' WHERE Id=13915;
UPDATE npc_text SET text0_0='我应该就地杀了你，$r!

讲完你愚蠢的废话然后给我消失!',text0_1='' WHERE Id=13919;
UPDATE npc_text SET text0_0='',text0_1='你还没办法证明自己足以进行英灵殿的挑战，$N。

等你替自己挣得更多名声之后再回来。' WHERE Id=13921;
UPDATE npc_text SET text0_0='审判的时候近了。在你的心中，你很清楚正义是唯一真正的道路。',text0_1='' WHERE Id=13932;
UPDATE npc_text SET text0_0='喔…太迟了，$g兄弟:姊妹;
。

我…要死了……',text0_1='喔…太迟了，$g兄弟:姊妹;
。

我…要死了……' WHERE Id=13940;
UPDATE npc_text SET text0_0='我们在暴风雪的掩护下展开攻击…

天谴军毫无防备…我们胜券在握…

然后…就从我们的后方…部落突然出现。

他们害死我们…所有人……',text0_1='我们在暴风雪的掩护下展开攻击…

天谴军毫无防备…我们胜券在握…

然后…就从我们的后方…部落突然出现。

他们害死我们…所有人……' WHERE Id=13947;
UPDATE npc_text SET text0_0='等等，$g兄弟:女士;
…

最后一件事……',text0_1='等等，$g兄弟:女士;
…

最后一件事……' WHERE Id=13948;
UPDATE npc_text SET text0_0='',text0_1='干得漂亮!阿萨斯已经平安地前往北裂境了!' WHERE Id=13950;
UPDATE npc_text SET text0_0='你可以在部落区的夺日者圣堂找到下流畜生酒店，就在达拉然的东北边。

我听说那边是个有点粗鲁的地方，但他们的厨师是个超棒的烹饪训练师。',text0_1='你可以在部落区的夺日者圣堂找到下流畜生酒店，就在达拉然的东北边。

我听说那边是个有点粗鲁的地方，但他们的厨师是个超棒的烹饪训练师。' WHERE Id=13993;
UPDATE npc_text SET text0_0='达拉然商业银行就在城市南边，日暮区附近。',text0_1='达拉然商业银行就在城市南边，日暮区附近。' WHERE Id=14006;
UPDATE npc_text SET text0_0='达拉然银行就在城市的北边。',text0_1='达拉然银行就在城市的北边。' WHERE Id=14005;
UPDATE npc_text SET text0_0='我在祈伦托中负责关于魔法社会的战略事务。

这个礼拜还有很多事情等着完成呢。$N，你愿意协助我吗?',text0_1='' WHERE Id=13979;
UPDATE npc_text SET text0_0='西边的下水道入口就在紫罗兰城塞的楼梯下面。',text0_1='西边的下水道入口就在紫罗兰城塞的楼梯下面。' WHERE Id=13960;
UPDATE npc_text SET text0_0='达拉然北边有一座井，城市里一些更…喜好冒险…的访客会用它来进入下水道。',text0_1='达拉然北边有一座井，城市里一些更…喜好冒险…的访客会用它来进入下水道。' WHERE Id=13969;
UPDATE npc_text SET text0_0='达拉然有许多有趣的地方。你要找那个地方?',text0_1='达拉然有许多有趣的地方。你要找那个地方?' WHERE Id=13975;
UPDATE npc_text SET text0_0='达拉然中有许多邮箱:各个街角、旅店与银行外头，甚至在卡萨斯平台也有。',text0_1='达拉然中有许多邮箱:各个街角、旅店与银行外头，甚至在卡萨斯平台也有。' WHERE Id=14008;
UPDATE npc_text SET text0_0='你能在达拉然的旅客中心找到公会注册员，就在城市中心偏南。',text0_1='你能在达拉然的旅客中心找到公会注册员，就在城市中心偏南。' WHERE Id=14015;
UPDATE npc_text SET text0_0='达拉然最受欢迎的旅舍就是戏法旅舍，就在城市中央偏北的地方。

联盟与部落区都有各自的旅舍，我听说还城市底下的下水道里还有一间。',text0_1='达拉然最受欢迎的旅舍就是戏法旅舍，就在城市中央偏北的地方。

联盟与部落区都有各自的旅舍，我听说还城市底下的下水道里还有一间。' WHERE Id=14002;
UPDATE npc_text SET text0_0='欢迎来到达拉然，旅人。

你想要找什么地方呢?',text0_1='欢迎来到达拉然，旅人。

你想要找什么地方呢?' WHERE Id=14013;
UPDATE npc_text SET text0_0='余尝洞见未来，$N，汝将造访大法师朗达拉克。',text0_1='' WHERE Id=14017;
UPDATE npc_text SET text0_0='达拉然唯一的职业训练师就是法师。你得穿过传送门回到你的主城才能找到其他训练师。

传送门就在达拉然的联盟区与部落区:白银领区和夺日者圣堂。',text0_1='达拉然唯一的职业训练师就是法师。你得穿过传送门回到你的主城才能找到其他训练师。

传送门就在达拉然的联盟区与部落区:白银领区和夺日者圣堂。' WHERE Id=14018;
UPDATE npc_text SET text0_0='有一个黑市就在下水道东北的某处。',text0_1='有一个黑市就在下水道东北的某处。' WHERE Id=14019;
UPDATE npc_text SET text0_0='有三条路离开城底区:坡道可以往上通往西区或东区，通道可以往下跳出达拉然。

不过，你最好要会飞才去使用那个通道。',text0_1='有三条路离开城底区:坡道可以往上通往西区或东区，通道可以往下跳出达拉然。

不过，你最好要会飞才去使用那个通道。' WHERE Id=14026;
UPDATE npc_text SET text0_0='欢迎来到城底区。你想要找什么地方呢?',text0_1='欢迎来到城底区。你想要找什么地方呢?' WHERE Id=14027;
UPDATE npc_text SET text0_0='拜托，$r。

让我解脱……',text0_1='拜托，$r。

让我解脱……' WHERE Id=14035;
UPDATE npc_text SET text0_0='我能帮你什么吗?',text0_1='' WHERE Id=14040;
UPDATE npc_text SET text0_0='',text0_1='有什么我能为你效劳的吗?' WHERE Id=14043;
UPDATE npc_text SET text0_0='祝你有愉快的一天!',text0_1='' WHERE Id=14045;
UPDATE npc_text SET text0_0='',text0_1='空中战斗正在热烈进行，$n。我们和部落都派出了轰炸机前往轰炸地和逝望山谷。你愿意加入吗?' WHERE Id=14046;
UPDATE npc_text SET text0_0='有点忙。',text0_1='有点忙。' WHERE Id=14047;
UPDATE npc_text SET text0_0='',text0_1='喔天啊!小声一点，$N!什么?你想害我们被杀死吗?!

我当然知道你是谁!联盟之中谁没听过你的名字，$N?!

说说看，你觉得我的弹跳机器人怎么样?她是根据机械地精的设计而做。光滑而符合空气动力学!' WHERE Id=14052;
UPDATE npc_text SET text0_0='我们眼前的道路可不轻松。如果你自认够强悍，那就四处看看直到我的其中一个小队准备前往依米海姆。他们用得上任何帮手。',text0_1='' WHERE Id=14055;
UPDATE npc_text SET text0_0='保险似乎出了一点问题，我们没办法出发航向北裂境。',text0_1='' WHERE Id=14056;
UPDATE npc_text SET text0_0='许多生命仰赖我们的行动。有话快说吧，$c。',text0_1='' WHERE Id=14064;
UPDATE npc_text SET text0_0='',text0_1='这个传送门通往时光之穴，在遥远的塔纳利斯地底深处。

如果你想要的话，我可以送你去那边。' WHERE Id=14065;
UPDATE npc_text SET text0_0='',text0_1='这个传送门通往时光之穴，在遥远的塔纳利斯地底深处。

但在你变得更强之前，我必须请你别前去该地。' WHERE Id=14066;
UPDATE npc_text SET text0_0='那个声音在跟我说话。',text0_1='' WHERE Id=14068;
UPDATE npc_text SET text0_0='我还在准备中。还需要一阵子才能出发。',text0_1='' WHERE Id=14069;
UPDATE npc_text SET text0_0='我的手下已经准备好了。去尝点维酷人的鲜血吧!',text0_1='' WHERE Id=14071;
UPDATE npc_text SET text0_0='你!过来!吃吧，喝吧，为了下一场战役好好休息。

不过别在店里闹事!否则我就拿你喂我的狼。',text0_1='你!过来!吃吧，喝吧，为了下一场战役好好休息。

不过别在店里闹事!否则我就拿你喂我的狼。' WHERE Id=14077;
UPDATE npc_text SET text0_0='欢迎来到神奇玩具屋!

慢慢来、慢慢挑。我们神奇的玩具老少咸宜!',text0_1='' WHERE Id=14082;
UPDATE npc_text SET text0_0='你好，$c。

当联盟控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。',text0_1='你好，$c。

当联盟控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。' WHERE Id=14083;
UPDATE npc_text SET text0_0='',text0_1='提到财宝，千万别在拾取别人的垃圾时东张西望。偷来的都比较珍贵，是吧?不用钱的就是不用钱，不管是怎么到手的都一样!' WHERE Id=14090;
UPDATE npc_text SET text0_0='只有傻子才会仿造我的战斗装束外观。

这套破旧的钢铁外衣是出自于远古知识之地!',text0_1='' WHERE Id=14091;
UPDATE npc_text SET text0_0='本地最有名的美容沙龙位在达拉然的东北边。',text0_1='本地最有名的美容沙龙位在达拉然的东北边。' WHERE Id=14003;
UPDATE npc_text SET text0_0='达拉然并没有拍卖场。你必须经由传送门回到你的主城。

传送门就在达拉然的联盟区与部落区:白银领区和夺日者圣堂。',text0_1='达拉然并没有拍卖场。你必须经由传送门回到你的主城。

传送门就在达拉然的联盟区与部落区:白银领区和夺日者圣堂。' WHERE Id=14010;
UPDATE npc_text SET text0_0='来让你自己有点用处?',text0_1='' WHERE Id=14116;
UPDATE npc_text SET text0_0='',text0_1='唯有时间知道……' WHERE Id=14123;
UPDATE npc_text SET text0_0='有什么需要我帮忙的吗?',text0_1='有什么需要我帮忙的吗?' WHERE Id=14128;
UPDATE npc_text SET text0_0='',text0_1='我们一定要避免和部落掀起另一场战争，不管那个代价是什么!' WHERE Id=14131;
UPDATE npc_text SET text0_0='',text0_1='很高兴见到你.朋友.我能帮你什么吗?' WHERE Id=14138;
UPDATE npc_text SET text0_0='最终的战斗即将展开，$N。集中精神!',text0_1='' WHERE Id=14142;
UPDATE npc_text SET text0_0='<龙后的伴侣点点头，认可了你的出现。>',text0_1='' WHERE Id=14151;
UPDATE npc_text SET text0_0='',text0_1='今天的天空想必很忙碌，对吧，$N?也许你应该要休息一下，等会儿再出发。' WHERE Id=14155;
UPDATE npc_text SET text0_0='欢迎来到祈伦托。',text0_1='' WHERE Id=14161;
UPDATE npc_text SET text0_0='欢迎来到戏法旅舍，$c。希望你一切满意。',text0_1='欢迎来到戏法旅舍，$c。希望你一切满意。' WHERE Id=14162;
UPDATE npc_text SET text0_0='欢迎来到咒语与乌鸦酒店，$r。

在这里的时候自己当心，懂吧?娜莉莎不喜欢擦地板上的血迹。',text0_1='欢迎来到咒语与乌鸦酒店，$r。

在这里的时候自己当心，懂吧?娜莉莎不喜欢擦地板上的血迹。' WHERE Id=14163;
UPDATE npc_text SET text0_0='如果你被击落并且被逮到，别告诉他们你真正的名字。使用这个代号。',text0_1='' WHERE Id=14165;
UPDATE npc_text SET text0_0='抱歉，朋友。只有被认可的联盟军官才有权购买一台载具。',text0_1='抱歉，朋友。只有被认可的联盟军官才有权购买一台载具。' WHERE Id=14172;
UPDATE npc_text SET text0_0='请尊重达拉然的律法，陌生人。

你迷路了?你想要找什么地方呢?',text0_1='请尊重达拉然的律法，陌生人。

你迷路了?你想要找什么地方呢?' WHERE Id=14014;
UPDATE npc_text SET text0_0='你可以在城市之下找到达拉然的竞技场与相关的服务人员，就在下水道中。

至少有三条路可以通往达拉然的底层。在东边和西边的下水道入口，和北边的一口井。',text0_1='你可以在城市之下找到达拉然的竞技场与相关的服务人员，就在下水道中。

至少有三条路可以通往达拉然的底层。在东边和西边的下水道入口，和北边的一口井。' WHERE Id=13976;
UPDATE npc_text SET text0_0='U.D.E.D.炸弹配给器如你预期地隆隆作响。',text0_1='' WHERE Id=14182;
UPDATE npc_text SET text0_0='翡翠梦境变成了一个危险的所在。我对那些牺牲清醒时光来试图拯救翡翠梦境的英雄们感到愈发忧心。',text0_1='' WHERE Id=14198;
UPDATE npc_text SET text0_0='<引擎发出吵杂的轰轰声。>',text0_1='' WHERE Id=14205;
UPDATE npc_text SET text0_0='终于!

$r $c预告的那则预言实现了!',text0_1='' WHERE Id=14208;
UPDATE npc_text SET text0_0='闪烁的大本魔法书可以帮助制造法术与技能的雕纹。你可以在铭文学训练师附近找到它，就在炼金房。',text0_1='闪烁的大本魔法书可以帮助制造法术与技能的雕纹。你可以在铭文学训练师附近找到它，就在炼金房。' WHERE Id=14213;
UPDATE npc_text SET text0_0='你好哇，朋友!你来替艾泽拉斯之子效力吗?',text0_1='' WHERE Id=14238;
UPDATE npc_text SET text0_0='你好，$c。

当联盟控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

战斗现在正在进行中，快前往冬握湖帮助我们的部队!',text0_1='你好，$c。

当联盟控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

战斗现在正在进行中，快前往冬握湖帮助我们的部队!' WHERE Id=14240;
UPDATE npc_text SET text0_0='伊琳尼雅·月火，达纳苏斯战士区的夜精灵武器大师，或是布里维夫，铁炉堡内密林武器店的矮人武器大师，都能够教导你使用拳类武器的方式。',text0_1='伊琳尼雅·月火，达纳苏斯战士区的夜精灵武器大师，或是布里维夫，铁炉堡内密林武器店的矮人武器大师，都能够教导你使用拳类武器的方式。' WHERE Id=10750;
UPDATE npc_text SET text0_0='矮人武器大师布里维夫可以训练你单手及双手斧两种武器。你可以在铁炉堡的密林武器店找到他。',text0_1='矮人武器大师布里维夫可以训练你单手及双手斧两种武器。你可以在铁炉堡的密林武器店找到他。' WHERE Id=10754;
UPDATE npc_text SET text0_0='吴平是长柄武器大师。他就在暴风城的维勒武器店训练他的学生。',text0_1='吴平是长柄武器大师。他就在暴风城的维勒武器店训练他的学生。' WHERE Id=10756;
UPDATE npc_text SET text0_0='法杖类武器是由暴风城维勒武器店的武器大师，吴平所教授，还有伊琳尼雅·月火，于达纳苏斯的战士区训练夜精灵们。',text0_1='法杖类武器是由暴风城维勒武器店的武器大师，吴平所教授，还有伊琳尼雅·月火，于达纳苏斯的战士区训练夜精灵们。' WHERE Id=10757;
UPDATE npc_text SET text0_0='剑的部分有两位大师:哈戴尔以及吴平。前者可于艾克索达的贸易区找到他，而后者则可于暴风城里的维勒武器店找到。',text0_1='剑的部分有两位大师:哈戴尔以及吴平。前者可于艾克索达的贸易区找到他，而后者则可于暴风城里的维勒武器店找到。' WHERE Id=10758;
UPDATE npc_text SET text0_0='达纳苏斯战士区的伊琳尼雅·月火以及铁炉堡密林武器店的比克斯两者都能告诉你正确使用投掷武器的方法。',text0_1='达纳苏斯战士区的伊琳尼雅·月火以及铁炉堡密林武器店的比克斯两者都能告诉你正确使用投掷武器的方法。' WHERE Id=10759;
UPDATE npc_text SET text0_0='伊琳尼雅·月火，居住于达纳苏斯战士区的夜精灵武器大师，能够告诉你如何使用一把弓。',text0_1='伊琳尼雅·月火，居住于达纳苏斯战士区的夜精灵武器大师，能够告诉你如何使用一把弓。' WHERE Id=10760;
UPDATE npc_text SET text0_0='我在这里的勇敢同伴比克斯可以训练你使用弩。不过如果你想找其他的训练师，你也许想要找看看位于达纳苏斯战士区的伊琳尼雅·月火，或者也许你可以找位于艾克索达内贸易区的德莱尼武器大师哈戴尔。',text0_1='' WHERE Id=10761;
UPDATE npc_text SET text0_0='这里的比克斯能够教导你如何投掷武器。如果你离达纳苏斯够近的话，去那里与战士区的伊琳尼雅·月火谈谈。',text0_1='这里的比克斯能够教导你如何投掷武器。如果你离达纳苏斯够近的话，去那里与战士区的伊琳尼雅·月火谈谈。' WHERE Id=10762;
UPDATE npc_text SET text0_0='锤类武器是布里维夫的专长!他就在这家店的某处，发劳骚中。如果他的训练技术非你的风格，我听说艾克索达的德莱尼武器大师，哈戴尔，也对武器有他的一套方式!他就在贸易区的上层。',text0_1='锤类武器是布里维夫的专长!他就在这家店的某处，发劳骚中。如果他的训练技术非你的风格，我听说艾克索达的德莱尼武器大师，哈戴尔，也对武器有他的一套方式!他就在贸易区的上层。' WHERE Id=10766;
UPDATE npc_text SET text0_0='好啦现在，你可以去大锻炉找先知贾瓦德，就在东边偏北那里。',text0_1='好啦现在，你可以去大锻炉找先知贾瓦德，就在东边偏北那里。' WHERE Id=10842;
UPDATE npc_text SET text0_0='幽光与我留意着大海中任何迷失的灵魂。',text0_1='幽光与我留意着大海中任何迷失的灵魂。' WHERE Id=12246;
UPDATE npc_text SET text0_0='大海是个危险之地，$c。我们一定要非常小心。',text0_1='大海是个危险之地，$c。我们一定要非常小心。' WHERE Id=12247;
UPDATE npc_text SET text0_0='我现在恐怕无法跟你交谈。',text0_1='我现在恐怕无法跟你交谈。' WHERE Id=12248;
UPDATE npc_text SET text0_0='抱歉，不过我们日后一定会谈谈的。再见。',text0_1='' WHERE Id=12263;
UPDATE npc_text SET text0_0='谨代表月雾号的船员，欢迎你$c。我希望你会在与我们分别前好好使用我们准备的粮食。',text0_1='' WHERE Id=12276;
UPDATE npc_text SET text0_0='伊露恩在我们每一次的发现中祝福过我们很多次。不过我们必须保持警戒，$c。',text0_1='伊露恩在我们每一次的发现中祝福过我们很多次。不过我们必须保持警戒，$c。' WHERE Id=12278;
UPDATE npc_text SET text0_0='想要到奥伯丁或骁勇要塞吗?越过运河你可以找到暴风港，就在教堂区和花园中间。',text0_1='想要到奥伯丁或骁勇要塞吗?越过运河你可以找到暴风港，就在教堂区和花园中间。' WHERE Id=13439;
UPDATE npc_text SET text0_0='捷林奈克的美容沙龙位于贸易区的东北边。',text0_1='捷林奈克的美容沙龙位于贸易区的东北边。' WHERE Id=13882;
UPDATE npc_text SET text0_0='艾莉丝·光函位于大锻炉的飞行管理员旁边。',text0_1='艾莉丝·光函位于大锻炉的飞行管理员旁边。' WHERE Id=13884;
UPDATE npc_text SET text0_0='美容沙龙位在平民大厅的西边。',text0_1='美容沙龙位在平民大厅的西边。' WHERE Id=13885;
UPDATE npc_text SET text0_0='你可以在力量谷的中心找到冬天爷爷。找那棵树就对了。',text0_1='你可以在力量谷的中心找到冬天爷爷。找那棵树就对了。' WHERE Id=9702;
UPDATE npc_text SET text0_0='在如此寒冷的季节里，冬幕节的庆祝宴会温暖了大家的心，而庆祝的主要地点位在奥格玛。',text0_1='在如此寒冷的季节里，冬幕节的庆祝宴会温暖了大家的心，而庆祝的主要地点位在奥格玛。' WHERE Id=9706;
UPDATE npc_text SET text0_0='熏木牧场已经在奥格玛和铁炉堡开业。我想知道他们今年的梦想是什么?',text0_1='熏木牧场已经在奥格玛和铁炉堡开业。我想知道他们今年的梦想是什么?' WHERE Id=9962;
UPDATE npc_text SET text0_0='你可以在力量谷的中心找到冬天爷爷。找那棵树就对了。',text0_1='你可以在力量谷的中心找到冬天爷爷。找那棵树就对了。' WHERE Id=9718;
UPDATE npc_text SET text0_0='美容沙龙在暗影裂口那边。',text0_1='美容沙龙在暗影裂口那边。' WHERE Id=13889;
UPDATE npc_text SET text0_0='艾胡奈的巨斧会解决那些德拉克瑞人。

就算逃过我的斧头，你也会料理他们!',text0_1='' WHERE Id=13234;
UPDATE npc_text SET text0_0='',text0_1='你是我的救星。

但也可能是我报丧使者。' WHERE Id=13139;
UPDATE npc_text SET text0_0='虽然我的同胞让你在祖尔德拉克事件中采取主动的角色，但我们赞达拉食人妖本来就是为了见证所有发生的事，并纪录一个帝国的灭亡才来到此处。',text0_1='' WHERE Id=13282;
UPDATE npc_text SET text0_0='德拉克瑞一直将我的尸身在祭坛上保持半亡状态。不过他们看不到我的灵魂。

我们一定得联手阻止他们得到我的力量。',text0_1='' WHERE Id=13291;
UPDATE npc_text SET text0_0='快，$g弟兄:姊妹;
。我在流血…',text0_1='' WHERE Id=13082;
UPDATE npc_text SET text0_0='轰!

这是我最后记得的事情…',text0_1='' WHERE Id=13077;
UPDATE npc_text SET text0_0='',text0_1='噢噢，这痛苦快…让我晕过去了…' WHERE Id=13080;
UPDATE npc_text SET text0_0='',text0_1='你喜欢这个为了我所谓的信徒所刻出来的新居吗?

借着我死亡的挣扎，我诅咒每一个人，把他们和我一道拖进这亲手创出来的幽暗世界。

我认为我会在他们无尽的折磨之中找到乐子，但是我真正的希望是对我之前的预言者进行复仇!' WHERE Id=13331;
UPDATE npc_text SET text0_0='',text0_1='我永远都欠你一份恩情，$N。' WHERE Id=13368;
UPDATE npc_text SET text0_0='我们不能任由联盟将远祖滩头所隐藏的秘密用来对付我们。你愿意加入我们英勇战士的行列吗?',text0_1='我们不能任由联盟将远祖滩头所隐藏的秘密用来对付我们。你愿意加入我们英勇战士的行列吗?' WHERE Id=13834;
UPDATE npc_text SET text0_0='凯尔萨斯和他的魔化血精灵真该死!我们过去所做的努力已经毁于一旦，若他们认为我们不会还手的话就是蠢蛋。在这之前，莉雅德伦女士已经替我们找到新的能量来源。我们才不会如此容易就被打倒。',text0_1='' WHERE Id=12370;
UPDATE npc_text SET text0_0='过来，$r。你今天对什么配方感兴趣啊?',text0_1='过来，$r。你今天对什么配方感兴趣啊?' WHERE Id=11055;
UPDATE npc_text SET text0_0='我必须说，你将我的毒药送来还无畏地对付了那些食人妖，$c。你是个相当有天份的年轻$g先生:女士;
!',text0_1='' WHERE Id=8566;
UPDATE npc_text SET text0_0='我听说你帮了游侠瓦拉娜和札布索拉的中尉。

谢谢你，$c。我想我现在要回旅行者营地了。',text0_1='' WHERE Id=8428;
UPDATE npc_text SET text0_0='',text0_1='我们对你对抗夜精灵的行为感到非常满意。当你发现他们使用能量界线连结点和他们所谓的月水晶来监视我们的计谋，你就大大地巩固了我们在这里的情势。

我们都很感谢你，$N。' WHERE Id=8440;
UPDATE npc_text SET text0_0='我听说了希瓦娜斯女王知道你找回她项链后的反应。我仍然认为你做了对的事;
别担心希瓦娜斯的反应。

那么，说说你今天来此的目的吧。',text0_1='' WHERE Id=8492;
UPDATE npc_text SET text0_0='',text0_1='$C，阿莉法娜奥丝夫人告诉我她对你在过去为我们做的一切感到很满意。她希望你能继续在鬼魂之地这里做一个辛多雷的战士。' WHERE Id=8468;
UPDATE npc_text SET text0_0='啊 - 奇异又罕见的东西。我们专门为慧眼独具的冒险家研究艾泽拉斯中独一无二的物品。

既然你都在跟我说话了，想必你一定对于你要找的东西有所了解。',text0_1='' WHERE Id=12495;
UPDATE npc_text SET text0_0='那么，$N，你喜欢哪一样东西啊?',text0_1='' WHERE Id=12494;
UPDATE npc_text SET text0_0='看到你真是太棒了!我太虚弱了，无法破坏这个生锈的球和铁链。

哎，别只是站在那啊!快帮我松绑!',text0_1='' WHERE Id=12433;
UPDATE npc_text SET text0_0='咕噜咕，哺呣噜咕噜，咕噜咕咕噜!',text0_1='' WHERE Id=12362;
UPDATE npc_text SET text0_0='我的兄弟姊妹都发疯了!你觉得能帮我逃离这里吗?',text0_1='' WHERE Id=12361;
UPDATE npc_text SET text0_0='你好，$r。

如果对协助防卫神殿有兴趣的话，请和里面的艾弗萨斯塔兹领主谈谈。',text0_1='' WHERE Id=13018;
UPDATE npc_text SET text0_0='我跟你说，那个寇仁·恐酒是个疯子。

他没被邀请参加啤酒节又不是我的错!但是他不肯罢休，现在那些黑铁矮人都在欺负我的员工，还抢我酿的酒来喝。

得找人解决这件事!',text0_1='' WHERE Id=15853;
UPDATE npc_text SET text0_0='这里躺着一具钢颚商队工人的尸体。',text0_1='这里躺着一具钢颚商队工人的尸体。' WHERE Id=12389;
UPDATE npc_text SET text0_0='',text0_1='欢迎光临我的厨房!我们准备了不少达拉然最棒的食物在这里。' WHERE Id=13449;
UPDATE npc_text SET text0_0='又一个摇尾乞怜的人期望巫妖王饶他一命?

只有值得的人才能获得黑暗的礼物…',text0_1='' WHERE Id=13348;
UPDATE npc_text SET text0_0='你正在这条道路上，凡人…

忍耐，你就会得到无与伦比的力量!',text0_1='' WHERE Id=13325;
UPDATE npc_text SET text0_0='当你准备好时，我会把你放在我的头上。我们将前往天谴军在祖尔德拉克的核心。你得导引我摧毁我们的敌人。',text0_1='' WHERE Id=13656;
UPDATE npc_text SET text0_0='这儿就是我牺牲一切救出我父亲的地方。而如今我是来摧毁它的…',text0_1='' WHERE Id=13485;
UPDATE npc_text SET text0_0='这儿就是我牺牲一切救出我父亲的地方。而如今我是来摧毁它的…',text0_1='' WHERE Id=13482;
UPDATE npc_text SET text0_0='来访的部落主要都待在达拉然东北的夺日者圣堂。

那里有一间旅店，还有传送门可以通往部落其他的城市与战场。',text0_1='来访的部落主要都待在达拉然东北的夺日者圣堂。

那里有一间旅店，还有传送门可以通往部落其他的城市与战场。' WHERE Id=13972;
UPDATE npc_text SET text0_0='',text0_1='快，$r。

我的时间快不够用了。' WHERE Id=13081;
UPDATE npc_text SET text0_0='<叹气>…

也许，能帮帮忙吗?',text0_1='' WHERE Id=13078;
UPDATE npc_text SET text0_0='我可怜的飞行器。她没能撑过这场坠机，又没有额外的零件。我永远没办法修好她让她运转了!',text0_1='' WHERE Id=13322;
UPDATE npc_text SET text0_0='我称她作『诺姆瑞根之灵』。她不是很漂亮吗?要是没有你的帮忙，她永远也不用想被复原了。',text0_1='' WHERE Id=13042;
UPDATE npc_text SET text0_0='今天真适合飞行~不是吗?',text0_1='' WHERE Id=13375;
UPDATE npc_text SET text0_0='',text0_1='天谴军团是这片原始大地的污点。藉由我造物主的力量，我会连它们最后一丁点脆弱的骨头都压碎在我的脚下。' WHERE Id=13303;
UPDATE npc_text SET text0_0='我一眼就能看出谁是王牌飞行员。再次感谢你救了我的性命!',text0_1='' WHERE Id=13376;
UPDATE npc_text SET text0_0='狂心会自己夺回土地。大舌头得离开，或是我们痛宰他们。',text0_1='' WHERE Id=13359;
UPDATE npc_text SET text0_0='狂心很坏很恶毒，但我们是好人。你只要待着就会看见，我们有强大聪明的朋友。

我们不喜欢呆呆。',text0_1='' WHERE Id=13360;
UPDATE npc_text SET text0_0='没事吧?',text0_1='' WHERE Id=13366;
UPDATE npc_text SET text0_0='',text0_1='泰坦并不是一夜之间就创造出生命体。这是个渐进，并需要大量实验和重复的过程。

因为那样，才有像休拉萨盆地这种高度防护的地方存在。

为了确保实验地点的安全，泰坦们创造了一个防御机器。不过，它所拥有的破坏性力量却是前所未见，而我什么都不会说，除非你发誓你会效忠于我的理念。' WHERE Id=13304;
UPDATE npc_text SET text0_0='',text0_1='把这些秘密告诉像你这样的凡人简直是亵渎，不过我也没有多少选择了。

自从泰坦之女，芙蕾雅把我留在这里进行唯一的任务，我不能失败。必须不惜代价保护生命体。

有一个甬道之门连结本地与另一处极为相似之地。在那，我们可以找到我们在找的武器。' WHERE Id=13305;
UPDATE npc_text SET text0_0='这是伟大雨石。我们确保它的安全，带亮晶晶给它，而它保护我们。

或许你还有更多亮晶晶可以给石头?',text0_1='' WHERE Id=13361;
UPDATE npc_text SET text0_0='恶心的大舌头朋友，你不属于这里。离开狂心的土地，否则我将用法术杀死你!',text0_1='' WHERE Id=13137;
UPDATE npc_text SET text0_0='狂心部族才不会跟大舌头交朋友。你还敢回来这里，背叛的家伙!',text0_1='' WHERE Id=13138;
UPDATE npc_text SET text0_0='高度不够的部分，我用魔法来补足。我把伟大雾石照顾得很好…大多数的时候。

呆呆小狗人。',text0_1='' WHERE Id=13362;
UPDATE npc_text SET text0_0='我希望大法师会感激我为了让赫米特停止讨价还价所经历的一切。',text0_1='' WHERE Id=13352;
UPDATE npc_text SET text0_0='哈啰，干皮。',text0_1='' WHERE Id=13365;
UPDATE npc_text SET text0_0='你在附近见过这样的飞龙吗?似乎是个完美的猎物。',text0_1='' WHERE Id=13147;
UPDATE npc_text SET text0_0='这个前哨是个无齿轮地区。在机器装置建造上使用齿轮的人都会受到无情的嘲笑。',text0_1='' WHERE Id=13306;
UPDATE npc_text SET text0_0='准备好跟我说一声。快一点比慢一点好…像是慢慢地中毒死去。',text0_1='准备好跟我说一声。快一点比慢一点好…像是慢慢地中毒死去。' WHERE Id=13651;
UPDATE npc_text SET text0_0='<当你靠近时，霜诞哨兵尝试着站起来，但又跌回地面，紧抓着他明显受伤的那一边。>',text0_1='' WHERE Id=13611;
UPDATE npc_text SET text0_0='',text0_1='你好，战斗姊妹。我可以帮你复活宠物。' WHERE Id=13661;
UPDATE npc_text SET text0_0='',text0_1='熊是美丽的生物。狂野、强壮而在战斗中十分勇猛…跟我们很像，姊妹。' WHERE Id=13785;
UPDATE npc_text SET text0_0='你好，$g先生:夫人;
……你能花点时间帮帮我吗?求你了。',text0_1='' WHERE Id=2286;
UPDATE npc_text SET text0_0='有一瞬间我还以为你是我挚爱的希芙…那样一绺绺的秀发…但却不是!这是不可能的…希芙已经死了!

我的…我的哥哥…杀死了她!',text0_1='' WHERE Id=13801;
UPDATE npc_text SET text0_0='奥杜亚…我曾立誓要保护奥杜亚。

立誓要保护造物者殿堂。

立誓要保护冰霜种族之间的盟约。

但我失败了!我任由我的兄长设计陷害我。我任由他设计我和我们盟友反目成仇。他设计我让我把希芙的死怪罪在最亲爱的朋友，安格林，冰霜巨人之王。

等我发现我做了什么之后…我…我任由自己沈浸在绝望之中。',text0_1='' WHERE Id=13802;
UPDATE npc_text SET text0_0='你是谁，小家伙?来跟伟大的索林姆讲这些话…

我应该要…碾碎你!

但是，你将我从迷惘中唤醒。你在此出现就是个征兆!

我把你误认为希芙并不是个意外。她会怎么想我?我一定要开始准备战斗。

我一定要替她复仇，并且从我兄长的疯狂中解放泰坦的圣地!',text0_1='' WHERE Id=13803;
UPDATE npc_text SET text0_0='是, 最小的那个?',text0_1='' WHERE Id=14209;
UPDATE npc_text SET text0_0='你可以参观我们的堡垒了，小$r。

别让我们丢脸了!',text0_1='' WHERE Id=13747;
UPDATE npc_text SET text0_0='在丹尼弗兰耸立的斐雍之砧现在是斐雍与他的军队的胜利象征。

你无法克制自己的微笑，没想到自己的行动对世界有这么大的影响。',text0_1='' WHERE Id=13697;
UPDATE npc_text SET text0_0='我已经容忍我兄弟太久了。现在该是时候导正了。该是毁灭他和他手下的时候了。',text0_1='' WHERE Id=14034;
UPDATE npc_text SET text0_0='我已经逃避我的命运够久了。我的使命从未如此清楚。

洛肯必须要被我亲手毁灭。',text0_1='' WHERE Id=13800;
UPDATE npc_text SET text0_0='在丹尼弗兰耸立的斐雍之砧现在是斐雍与他的军队的胜利象征。

你无法克制自己的微笑，没想到自己的行动对世界有这么大的影响。',text0_1='' WHERE Id=13685;
UPDATE npc_text SET text0_0='这些山脉富含着历史…别忘了停下脚步，多看看，$c。',text0_1='' WHERE Id=13794;
UPDATE npc_text SET text0_0='寻宝和一些丰沛的麦酒 - 一点也不逊于这些，$G小伙子:小姑娘;
。',text0_1='' WHERE Id=14197;
UPDATE npc_text SET text0_0='很高兴认识你, $c.',text0_1='' WHERE Id=13793;
UPDATE npc_text SET text0_0='欢迎来到风暴之巅, $r.',text0_1='' WHERE Id=13804;
UPDATE npc_text SET text0_0='哪有霜诞矮人，哪里就有老鹰。他们从我在地上行走之前就是我们的盟友了…而且我也不年轻了，$G小子:小妞;
。',text0_1='' WHERE Id=13733;
UPDATE npc_text SET text0_0='我不觉得我能办得到，$G小伙子:小姑娘;
。我失了太多的血…我没办法回去的。',text0_1='' WHERE Id=13612;
UPDATE npc_text SET text0_0='一群鹰身人从山谷里出现。有一个叫做西拉纳的大家伙领着他们…我没有地方可逃。他们很久都不这么有侵略性了…我没料到…我让我的防卫松懈了…是我的错。',text0_1='' WHERE Id=13613;
UPDATE npc_text SET text0_0='太…迟了…$G小伙子:小姑娘;
。

<霜诞哨兵在雪上咳出一些血。>

去…帮我把那个荡妇抓来。

<霜诞哨兵断了气，颓然倾倒。>',text0_1='' WHERE Id=13614;
UPDATE npc_text SET text0_0='想象看看，那些锁在奥杜亚里的知识与智慧。生命的最终秘密可能就藏在那里!',text0_1='' WHERE Id=13642;
UPDATE npc_text SET text0_0='回去工作之前.监督员要见我们.',text0_1='' WHERE Id=13682;
UPDATE npc_text SET text0_0='很高兴再次见到你!

风暴之心国王已经离去一阵子了…他回想起一个悲伤的记忆，需要好好冷静。他很坚持要我们不用跟着他，所以我们如往常尊重他的意愿。

而现在我负责领导我们氏族。当然，我们还是一样欢迎你。',text0_1='' WHERE Id=13764;
UPDATE npc_text SET text0_0='真高兴再见到你,$N。我怎么会忘了救我妹妹一命的$g先生:小姐;
呢?',text0_1='' WHERE Id=13609;
UPDATE npc_text SET text0_0='我们发现那些在龙骨荒野的青铜龙殿的元龙。我们知道他们曾是我们的族类 - 留着我们远古的血液。

我向你致歉，$c。你或许有些迷惑。我是青铜龙军团的潘农布理斯。我为了方便活动而使用目前的外型。使用凡人的外型比较容易在凡人之中生活和沟通。

有什么我能帮忙的吗?',text0_1='' WHERE Id=13797;
UPDATE npc_text SET text0_0='我们差不多要走了。再给我们一点时间完成准备。',text0_1='' WHERE Id=14070;
UPDATE npc_text SET text0_0='虽然奈辛瓦里在北裂境的狩猎进度被打断，但是他要发动另外一波狩猎只是时间的问题。$N，你要保持警觉!

更重要的，千万不能动摇你的立场…恶魔会不断诱惑你。如果不幸发生了，你一定要忍住!',text0_1='' WHERE Id=12511;
UPDATE npc_text SET text0_0='我们必须要持续攻击卓顿海姆。绝对不能给他们喘息的机会，不能让他们休息，而且绝不接受投降!

握有强大灰烬使者的提里奥·弗丁，和他身后的银白十字军根本无法企及你所做的一切!

现在，有正事快说，$N。我们可没空闲聊。',text0_1='' WHERE Id=13654;
UPDATE npc_text SET text0_0='你想飞回塞纳里奥议会的鲁瑟兰村吗?',text0_1='你想飞回塞纳里奥议会的鲁瑟兰村吗?' WHERE Id=4914;
UPDATE npc_text SET text0_0='我听说藏身在激流堡的德尼布·沃克有一本书，这本书一定能帮助你提高急救技能。',text0_1='我听说藏身在激流堡的德尼布·沃克有一本书，这本书一定能帮助你提高急救技能。' WHERE Id=7027;
UPDATE npc_text SET text0_0='',text0_1='曾经，我在奎尔萨拉斯的翠绿森林里有个家。曾经，我有家人，丈夫…孩子。曾经，我存活于这个世界上。巫妖王在一眨眼把这一切都毁了。

虽然我没有力量能直接攻击他，但我会要三倍的奉还给他!' WHERE Id=13715;
UPDATE npc_text SET text0_0='',text0_1='血肉作坊是天谴军团的食尸鬼、憎恶体和血肉巨人生产的核心。要是我们能夺下该地，那巫妖王将会大受打击。' WHERE Id=13838;
UPDATE npc_text SET text0_0='不计一切代价都要阻止天谴军。我们不能让他们把在这里制造的军队派上战场。',text0_1='' WHERE Id=14028;
UPDATE npc_text SET text0_0='我很难相信诅咒神教居然会这么不小心，留下这个。',text0_1='' WHERE Id=14037;
UPDATE npc_text SET text0_0='你！你看起来身体强健……南海镇需要你的帮助！万圣节到了，那些受诅咒的被遗忘者蠢蠢欲动。他们把所谓的庆典开到我们家门口来了。如果你有时间的话，我们真的需要你的帮助！',text0_1='' WHERE Id=7741;
UPDATE npc_text SET text0_0='眼中旋绕的血红深潭，显露一支庞大天谴军团的影像。眼睛似乎在吸引着你，试图进入你的心灵，而你本能地向后退缩。因为那个东西的存在让你非常不舒服。',text0_1='' WHERE Id=13906;
UPDATE npc_text SET text0_0='远古魔法在永恒之眼深处盘绕。给你一种晕眩的感觉，彷佛你会不小心跌进它的虹膜，然后永远坠落。',text0_1='' WHERE Id=13869;
UPDATE npc_text SET text0_0='非常好，但如果我是你，我会仔细听着，不只是随便听听，点点头而已。

故事的开始，就像所有的故事一样，开始于背叛。噢，不是我们被背叛…差得远了。巫妖王除了我们这些死亡骑士之外，谁也没复活。

然而，我们却借着大领主达瑞安·莫格莱尼的协助，背叛了他。

在圣光之愿礼拜堂的最终的决战中，当这些笨蛋就要被毁灭之时，提里奥·弗丁帮助莫格莱尼打破了巫妖王对他的束缚，还有我们在场的所有人。',text0_1='' WHERE Id=13526;
UPDATE npc_text SET text0_0='巫妖王因为弗丁握有灰烬使者而害怕得逃之夭夭，我们才能轻易地从残存的天谴军手中拿下黯黑堡。

但这并未解决我们与血色十字军之间的纠纷。

被遗忘者经历了一番艰辛才获得认同，然而那些血色家伙似乎分辨不出我们与天谴军之间的差异。

我们有自己的想法，我们有自己的信念，我们有活人的大部分特质，但是对他们来说，我们与巫妖王无脑的奴隶之间并无二致。

他们认为我们随时会翻脸不认人。',text0_1='' WHERE Id=13527;
UPDATE npc_text SET text0_0='<指挥统领继续说下去之前，瞪得你一动也不敢动。>

我马上就要说到了。的确，当大将军阿比迪斯率领她的大军登陆北裂境之后，便将血色十字军的名称改为了血色突袭军。

这件事就在海军上将巴瑞恩·西风与她在龙骨荒野的新壁炉谷会面前不久。各方揣测，阿比迪斯并不期待他会有什么表现。同时阿比迪斯也不认为自己对血色突袭军的统帅与权威会被他暗中削弱。

就如同你被牵扯进阿比迪斯的权力斗争之中，但这无所谓。当她一死，上将就神秘地潜逃，连我们也跟丢了。',text0_1='' WHERE Id=13528;
UPDATE npc_text SET text0_0='我说过，我们跟丢他了。但是我相信你能替我把他揪出来的。我怀疑他应该在下面某处，但是我的间谍无法在岛上找到他。

毒怨之地的被遗忘者干得很好，成功的破坏了新壁炉谷，但是哪儿的突袭军只是善战部队的残余。不幸的是，他们沿途获得了精良的装备，还有狮鹫兽可以载着那些笨蛋东奔西走。

我想要强调的是，$N，即使对你来说，这也不是乡间远足。',text0_1='' WHERE Id=13529;
UPDATE npc_text SET text0_0='我们马上就会出发。

我丑话说在前头 -- 我们不光是要削弱他们，我们不只是骚扰他们，我们要把这种被叫做血色突袭军的疾病一劳永逸的解决。

如果你不想受牵连，如果你没有兴趣，现在就滚。我要一个愿意日以继夜的跟着我们、直到事情完成的人。

你是那个我们要找的人吗，$N?',text0_1='' WHERE Id=13530;
UPDATE npc_text SET text0_0='<指挥统领笑得咧起嘴巴，目光锐利的上下端详着你。>

这才是我想听的。',text0_1='' WHERE Id=13531;
UPDATE npc_text SET text0_0='',text0_1='想想这些年以来，血色大军所造成的折磨。折磨、狂热、谋杀。

我不允许这些恶行继续。你呢?' WHERE Id=13534;
UPDATE npc_text SET text0_0='维酷人安稳地进入魔法休眠。',text0_1='' WHERE Id=13871;
UPDATE npc_text SET text0_0='你在这阿!',text0_1='' WHERE Id=14218;
UPDATE npc_text SET text0_0='嗯。你准备好了吗?一旦我们开始，就没有回头的机会了。',text0_1='' WHERE Id=14160;
UPDATE npc_text SET text0_0='阿萨斯的弱点就在于他的骄傲。那个弱点只会随着他的力量而增长。黯刃会有机会击败这个昔日的王子 - 这一点我从不怀疑。',text0_1='' WHERE Id=14038;
UPDATE npc_text SET text0_0='',text0_1='你一路回到这儿的路上都在做什么?你得马上回到斯坦索姆!我需要将你传送回斯坦索姆吗?' WHERE Id=13470;
UPDATE npc_text SET text0_0='瓦罗斯·云行者与他的环之守护者保卫第二道环。你的飞龙大军虽然比环之守护者强上许多，但是瓦罗斯·云行者躲在无法穿越的护盾后面，这护盾是由奥核之眼本身的能量所制造的，由十具离心傀儡在环以及平台的上方提供护盾的能量。摧毁它们，瓦罗斯才会有弱点。',text0_1='瓦罗斯·云行者与他的环之守护者保卫第二道环。你的飞龙大军虽然比环之守护者强上许多，但是瓦罗斯·云行者躲在无法穿越的护盾后面，这护盾是由奥核之眼本身的能量所制造的，由十具离心傀儡在环以及平台的上方提供护盾的能量。摧毁它们，瓦罗斯才会有弱点。' WHERE Id=13466;
UPDATE npc_text SET text0_0='最大挑战正等着你。地脉守护者伊瑞茍斯是一只拥有强大力量的蓝龙。你会在最上环上方找到飞行中的牠。',text0_1='最大挑战正等着你。地脉守护者伊瑞茍斯是一只拥有强大力量的蓝龙。你会在最上环上方找到飞行中的牠。' WHERE Id=13468;
UPDATE npc_text SET text0_0='日安，$N。这是守护者弥米尔的工坊。',text0_1='' WHERE Id=13703;
UPDATE npc_text SET text0_0='',text0_1='许多龙族都惧怕踏上此地，$r。

什么样的理由能把一个凡人带到如此险恶之地?' WHERE Id=14168;
UPDATE npc_text SET text0_0='',text0_1='你有勇气在他们的领域中面对玛里苟斯的精英飞龙，$r?' WHERE Id=14169;
UPDATE npc_text SET text0_0='欺诈者法师领主厄隆保护着第三道环。他看起来单独一人并且毫无戒备，但是别被他的外貌给欺骗了!厄隆是位强大的咒术师，控制一整群的幻魅生物。在上面把他找出来。

我可以赋予你呼唤一头红龙军团飞龙的力量。如果你倾向获取青铜军团的力量，向伊特诺斯交谈，如果你属意绿龙的力量，向薇尔迪莎交谈。',text0_1='' WHERE Id=13237;
UPDATE npc_text SET text0_0='',text0_1='许多人在英灵殿中逝去，他们的尸体成为我们力量考验的一部份。

你也愿意将骸骨留在这个力量与战斗的殿堂吗，$N?' WHERE Id=13922;
UPDATE npc_text SET text0_0='',text0_1='勇士$N，很高兴再次见到你。

你回到英灵殿来协助你的朋友接受挑战吗?' WHERE Id=13946;
UPDATE npc_text SET text0_0='血肉作坊再也不会替巫妖王的大军制造士兵了。',text0_1='' WHERE Id=13978;
UPDATE npc_text SET text0_0='城中一共有三间银行:北边的达拉然银行，南边的达拉然商业银行，城市底下还有一间，在下水道里。',text0_1='城中一共有三间银行:北边的达拉然银行，南边的达拉然商业银行，城市底下还有一间，在下水道里。' WHERE Id=14007;
UPDATE npc_text SET text0_0='你在这里!我想我快要搞定这扇门了。等你准备好就跟我说一声，我就把门打开!',text0_1='' WHERE Id=13883;
UPDATE npc_text SET text0_0='',text0_1='不管你想要来要求什么，动作快一点。' WHERE Id=13908;
UPDATE npc_text SET text0_0='将来有一天.瑞杰克会成为战士.',text0_1='' WHERE Id=13438;
UPDATE npc_text SET text0_0='希望你跟大舌头相处愉快。该是他们离开的时候了。',text0_1='' WHERE Id=13451;
UPDATE npc_text SET text0_0='荣誉永远伴随着您.我的主人.',text0_1='' WHERE Id=6938;
UPDATE npc_text SET text0_0='弗诺斯有你要的东西喔，朋友。',text0_1='' WHERE Id=13402;
UPDATE npc_text SET text0_0='卡尔塔克为了大舌头肉而来。狂心要确保数量充足。',text0_1='' WHERE Id=13364;
UPDATE npc_text SET text0_0='一个好的俱乐部能够改变整个世界。',text0_1='一个好的俱乐部能够改变整个世界。' WHERE Id=12863;
UPDATE npc_text SET text0_0='战争结束了，达隆郡的人民得救了。

他们得救了，$N，这都归功于你。你是达隆郡的英雄。',text0_1='' WHERE Id=4777;
UPDATE npc_text SET text0_0='我的眼睛被黑暗所蒙蔽，但是你把我从邪恶的幻想中拯救出来。你救了我，$N。

现在我求你……原谅我。',text0_1='' WHERE Id=4778;
UPDATE npc_text SET text0_0='我真不知该怎么感谢你让我的朝圣成真!',text0_1='' WHERE Id=8966;
UPDATE npc_text SET text0_0='我们，洛萨之子，一直以来都待在这里 - 作战……死去……祈祷着今天会来到 - 传送门打开，我们的兄弟送我们回家的一天。

我们虽然欢欣鼓舞，但职责仍要坚守。在我们离开这世界获得安息以前还有很多事要做。',text0_1='' WHERE Id=9933;
UPDATE npc_text SET text0_0='处理*嗝*毒药和酒…*嗝*酒精很危险…',text0_1='' WHERE Id=11297;
UPDATE npc_text SET text0_0='',text0_1='我很乐意为你朗读!

不要在我的坟茔上落泪，
我不在那里，我也不入土长眠。

我伴着群风飞舞狂啸，
拂过北裂境的晶白霜雪。

我是和煦的细雨，
落在西部荒野的金黄麦田上。

我是清晨的静默，
漾在荆棘谷的丛林与绿蔓间。

我在壮盛喧天的战鼓声中，
伴着雷鸣般的蹄踏横跨纳葛兰。

我是闪着温暖微光的繁星，
散落在达纳苏斯的柔软梦境。

我在鸣禽的宛啭之间，
我在一切的美好之中。

不要在我的坟茔上落泪，
我不在那里。我也没有死去。' WHERE Id=12163;
UPDATE npc_text SET text0_0='嘿，小子。你登上的是少女之爱号。我是拧鼻船长，你已获得在黑水强盗群中航行的特权。血帆无法靠近，无法与我精明的船员及手中的大量火药比拟。你知道的，保险起见。

如果你有任何问题的话，小子，我会知无不言的。',text0_1='' WHERE Id=12271;
UPDATE npc_text SET text0_0='没错，你正站在她上面。很美，对吧?大财主任命我为船长了。她起初并不属于我，因此名字不是我取的;
小子，如果你想知道我的意见的话，我想当初为她命名的水手花了太多的时间在海上，待在港口的时间并不多，如果你懂我的意思的话。',text0_1='' WHERE Id=12272;
UPDATE npc_text SET text0_0='如果你饥肠辘辘的话，去找船舱长钢腹谈谈，不过我们之间知道就好?你可能会想等一下。他会叫那个名字不是没有原因的。',text0_1='' WHERE Id=12273;
UPDATE npc_text SET text0_0='一艘热砂船没有工程师的话行吗，对不对?矩轴可以帮忙你所有的需求。他对于快速修复东西也很在行，如果这就是你在寻找的东西。',text0_1='' WHERE Id=12274;
UPDATE npc_text SET text0_0='我们受祝福的巨海龟，绿岛，往返于此地与龙骨荒野的默亚基港。',text0_1='' WHERE Id=12645;
UPDATE npc_text SET text0_0='原本预言者之眼安置了千年的位置，只剩下一座空荡荡的壁龛。',text0_1='' WHERE Id=12670;
UPDATE npc_text SET text0_0='<巨牙海民猜疑的看着你。>

别待太久。你不了解我们的人民，而我也不想惹麻烦。',text0_1='<巨牙海民猜疑的看着你。>

别待太久。你不了解我们的人民，而我也不想惹麻烦。' WHERE Id=12755;
UPDATE npc_text SET text0_0='我曾经离开了战场，返回西部荒野的老家，就为了处理一些麻烦。那简直就像是上辈子的事情了。感谢圣光，迪菲亚不再造成威胁。

我们远离家园，要是我们打不赢这场战争，那就没有西部荒野可以回去了。',text0_1='' WHERE Id=12982;
UPDATE npc_text SET text0_0='来访的联盟主要都待在达拉然西南的白银领区。

那里有一间旅店，还有传送门可以通往联盟其他的城市与战场。',text0_1='来访的联盟主要都待在达拉然西南的白银领区。

那里有一间旅店，还有传送门可以通往联盟其他的城市与战场。' WHERE Id=13973;
UPDATE npc_text SET text0_0='你想要找哪一种商人?',text0_1='你想要找哪一种商人?' WHERE Id=14117;
UPDATE npc_text SET text0_0='东边的下水道入口就在卡萨斯平台入口的外面。',text0_1='东边的下水道入口就在卡萨斯平台入口的外面。' WHERE Id=13961;
UPDATE npc_text SET text0_0='你要找哪一个专业训练师?',text0_1='你要找哪一个专业训练师?' WHERE Id=14000;
UPDATE npc_text SET text0_0='本城的法师与传送门训练师就在达拉然东边的大建筑物中，在织符者广场和卡萨斯平台之间。',text0_1='本城的法师与传送门训练师就在达拉然东边的大建筑物中，在织符者广场和卡萨斯平台之间。' WHERE Id=13999;
UPDATE npc_text SET text0_0='达拉然的兽栏管理员就在达拉然东北的魔法动物园中。',text0_1='达拉然的兽栏管理员就在达拉然东北的魔法动物园中。' WHERE Id=14001;
UPDATE npc_text SET text0_0='早安!',text0_1='' WHERE Id=14042;
UPDATE npc_text SET text0_0='各大主城与战场的传送门就位在达拉然的联盟区与部落区:白银领区与夺日者圣堂。',text0_1='各大主城与战场的传送门就位在达拉然的联盟区与部落区:白银领区与夺日者圣堂。' WHERE Id=13977;
UPDATE npc_text SET text0_0='一阵阵的风在祭坛边旋绕。有一个凹槽看来刚好适合放下这个宝珠。',text0_1='' WHERE Id=14206;
UPDATE npc_text SET text0_0='他们知道怎样在月光林地这里办派对。谁会这么想啊?',text0_1='他们知道怎样在月光林地这里办派对。谁会这么想啊?' WHERE Id=8218;
UPDATE npc_text SET text0_0='永夜港的居民当然知道怎么狂欢办派对!',text0_1='永夜港的居民当然知道怎么狂欢办派对!' WHERE Id=8219;
UPDATE npc_text SET text0_0='你可以在荆棘谷通往祖尔格拉布的入口外面找到星林长者。',text0_1='你可以在荆棘谷通往祖尔格拉布的入口外面找到星林长者。' WHERE Id=8211;
UPDATE npc_text SET text0_0='条条大路通圣光，$c。你一定要决定跟随这世界上的哪一条路，在其它世界也是。',text0_1='' WHERE Id=8616;
UPDATE npc_text SET text0_0='去城外东南方找东部飞艇降落塔。',text0_1='去城外东南方找东部飞艇降落塔。' WHERE Id=13311;
UPDATE npc_text SET text0_0='哥布林工程学的奥秘可不是防止物体爆炸，而是将爆炸正确地导向你所要的位置。',text0_1='' WHERE Id=14118;
UPDATE npc_text SET text0_0='需要什么吗?也许你的铠甲和武器要维修一下?嗯?',text0_1='' WHERE Id=12759;
UPDATE npc_text SET text0_0='至少有三条路可以通往达拉然的底层。在东边和西边的下水道入口，和北边的一口井。',text0_1='至少有三条路可以通往达拉然的底层。在东边和西边的下水道入口，和北边的一口井。' WHERE Id=13974;
UPDATE npc_text SET text0_0='英雄光临就在西南边的白银领区中。

那里有着啤酒广场和本城最棒的一位烹饪训练师。',text0_1='英雄光临就在西南边的白银领区中。

那里有着啤酒广场和本城最棒的一位烹饪训练师。' WHERE Id=13992;
UPDATE npc_text SET text0_0='在西边下水道有一条通道能通往城市的底部，就在咒语与乌鸦酒店的北边。

有些冒险者利用那边出入达拉然。',text0_1='在西边下水道有一条通道能通往城市的底部，就在咒语与乌鸦酒店的北边。

有些冒险者利用那边出入达拉然。' WHERE Id=14020;
UPDATE npc_text SET text0_0='我要怎么引领你的道路，年轻人?',text0_1='我要怎么引领你的道路，年轻人?' WHERE Id=14063;
UPDATE npc_text SET text0_0='我们可是把自己淌进好大的一滩浑水，没有赶上寒冰皇冠的部队，结果被困在这场灾难中，卡在天谴军和德拉克瑞之间。

我告诉过大领主来这里根本是个错误。

看你能帮我们点什么，好让我们能脱困。',text0_1='' WHERE Id=14284;
UPDATE npc_text SET text0_0='',text0_1='自从瘟疫之地和圣光之愿礼拜堂的战斗之后，我以为我不会目睹更可怕的景象。

但是我错了。' WHERE Id=14286;
UPDATE npc_text SET text0_0='你听到吗，$c?那些元素在哭喊着这片土地几乎要死去。德拉克瑞靠着杀死他们的神祇，窃取祂们的力量来抵抗天谴军团。

他们短视近利，总有一天会因为自取灭亡。',text0_1='' WHERE Id=14285;
UPDATE npc_text SET text0_0='我不知道是什么感觉侵袭着我。我的心感到一股如钢铁般的炙热。',text0_1='' WHERE Id=8251;
UPDATE npc_text SET text0_0='战争让我们饱受催残。我们也忘了要花时间去爱。',text0_1='战争让我们饱受催残。我们也忘了要花时间去爱。' WHERE Id=8235;
UPDATE npc_text SET text0_0='多棒的一天啊，不是吗?希望这天结束前我能看见一些烟火。',text0_1='' WHERE Id=14178;
UPDATE npc_text SET text0_0='我不会以身高来评价别人，$r，而是以他们的勇气与忠诚来论断。',text0_1='' WHERE Id=14281;
UPDATE npc_text SET text0_0='你好，$c。

联盟现在已经控制了冬握堡垒。请自行使用传送门。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。',text0_1='你好，$c。

联盟现在已经控制了冬握堡垒。请自行使用传送门。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。' WHERE Id=14085;
UPDATE npc_text SET text0_0='如果你要找个锁匠，我建议你去下水道瞧瞧?那可以在哪里找到一些…名声不太高尚的人。',text0_1='如果你要找个锁匠，我建议你去下水道瞧瞧?那可以在哪里找到一些…名声不太高尚的人。' WHERE Id=14251;
UPDATE npc_text SET text0_0='哈啰，小$r。',text0_1='' WHERE Id=14179;
UPDATE npc_text SET text0_0='哈啰, $n! 今天我能为你做什么?',text0_1='哈啰, $n! 今天我能为你做什么?' WHERE Id=13798;
UPDATE npc_text SET text0_0='抱歉，朋友。我怕我们已经把所有可用的零件给用光了。',text0_1='抱歉，朋友。我怕我们已经把所有可用的零件给用光了。' WHERE Id=13786;
UPDATE npc_text SET text0_0='你已经为了我们做了许多，$N，但是直到你学会飞行前你可能无法在更进一步了。只有最勇敢的骑士才有办法协助虚空之翼。',text0_1='' WHERE Id=10855;
UPDATE npc_text SET text0_0='',text0_1='嘿，是你!我想你应该很感激我在这里。那个传送意外可是我这辈子发生过最好的事情。

要是你都能在北风冻原找到路，让那个伪善的复制笨蛋知道我在这个世界上可还是有做事的!' WHERE Id=13695;
UPDATE npc_text SET text0_0='',text0_1='去找到那些被藏起来的染疫谷物箱，对它们使用你的秘法干扰器!阿萨斯接着会找到他需要动手肃清斯坦索姆的证据。' WHERE Id=13471;
UPDATE npc_text SET text0_0='很好~~完成了.',text0_1='很好~~完成了.' WHERE Id=13476;
UPDATE npc_text SET text0_0='我们在侦察西方的时候损失了不少双足飞龙。天谴军团对于任何可能是间谍的生物都发出无情的攻击。

所幸，我想出了一个解决之道，只拿骑乘者的性命冒险。搭渡船通过纳森平原一般来讲有30%的生还机率，这比我们之前使用双足飞龙时，可是足足提升了30%呢!',text0_1='' WHERE Id=12417;
UPDATE npc_text SET text0_0='你在这个海岸所见的一切并非天谴军干得好事。事实上，我们相信天谴军也很怕这股大雾 - 也是为何他们进不来的原因。

懂了吗，这阵雾是活的，朋友。在那些轻飘飘的雾缕中潜藏着死亡…

要是你踏入它的魔爪，你会消失。这阵雾会杀了你!

我从没见过有人能从这阵雾中活着回来。',text0_1='' WHERE Id=12424;
UPDATE npc_text SET text0_0='卡尔洛斯台地和帕雷亚两地被大雾所横扫，我们是少数几个疯到留下来的，老兄!',text0_1='' WHERE Id=12422;
UPDATE npc_text SET text0_0='',text0_1='我…你是…

<穆图浑身发抖。>

你是来救我的吗?' WHERE Id=12427;
UPDATE npc_text SET text0_0='到这以后，原本一直困扰我的最黑暗的恶梦，如今成真了，但除此之外没有别的东西能让我准备好面对雾中的恶兽。

<穆图点点头。>

通过这片大雾，就在离我们不远的地方，有着一头名叫科瓦迪尔的嗜血生物，没有人能从这片雾中返回，同样的，原本就在台地上的人，当这片雾升起之后，也鲜少有逃出来的。从此以后，地狱吼便谴责这块地方。如果要进去，后果只有自己负责了…',text0_1='' WHERE Id=12426;
UPDATE npc_text SET text0_0='',text0_1='小心这些心皮，$r。这些当地人可是很残忍的。' WHERE Id=12475;
UPDATE npc_text SET text0_0='我们需要将这个前哨准备好，好推进休拉萨盆地。

别只是站在那里，$c。到外面去，用荣耀和溅散的鲜血表现部落!',text0_1='' WHERE Id=12382;
UPDATE npc_text SET text0_0='嘿~亲爱的.需要什么就告诉我~',text0_1='' WHERE Id=12732;
UPDATE npc_text SET text0_0='这真是奇耻大辱。我早该跟着先知一起死在玛格默斯的。

让我一个人好好静一静。
',text0_1='' WHERE Id=12394;
UPDATE npc_text SET text0_0='',text0_1='灵魂在我们周围絮语着。$r，听见了吗?' WHERE Id=12387;
UPDATE npc_text SET text0_0='',text0_1='我必需要把这一团乱清理干净，但是我不会抱怨。

如果你还有一丝部落的骄傲的话，帮帮我!' WHERE Id=12384;
UPDATE npc_text SET text0_0='眼见我的先祖从他们的墓地中被侵扰，让我悲痛莫名。

我们一定要击败那个被诅咒的灵魂 - 军队指挥官钢颚，他率领着他的商队愚蠢的通过这片神圣的土地。',text0_1='' WHERE Id=12403;
UPDATE npc_text SET text0_0='这真是奇耻大辱。我早该跟着先知一起死在玛格默斯的。',text0_1='' WHERE Id=12419;
UPDATE npc_text SET text0_0='$N，只有你能从卡甘尼苏的手上把我救出来。',text0_1='' WHERE Id=12413;
UPDATE npc_text SET text0_0='孩子，说慢点，我对你独特的腔调很陌生。',text0_1='孩子，说慢点，我对你独特的腔调很陌生。' WHERE Id=12440;
UPDATE npc_text SET text0_0='拜托，小声一点，$r。哈迈特老了，需要休息。',text0_1='拜托，小声一点，$r。哈迈特老了，需要休息。' WHERE Id=12441;
UPDATE npc_text SET text0_0='快进来，外面冰天雪地的，让你疲劳的筋骨好好休息一下。请享受我们的招待吧。',text0_1='快进来，外面冰天雪地的，让你疲劳的筋骨好好休息一下。请享受我们的招待吧。' WHERE Id=11607;
UPDATE npc_text SET text0_0='我打了一辈子的仗，东征西讨，服役于不同麾下 - 但都是为了我的族人而战。

这次不同，你所见到的每个被遗忘者将士们，前来这里只为了一个理由。杀了阿萨斯',text0_1='' WHERE Id=11796;
UPDATE npc_text SET text0_0='就是墙上的那两尊火炮不断减缓我们的攻势。只要没了火炮的援护，我们就能不费一兵一卒的情形下冲破他们的防御工事。

要不夺下火炮，要不就等到他们弹尽援绝。我想，安赛姆要做决定。',text0_1='就是墙上的那两尊火炮不断减缓我们的攻势。只要没了火炮的援护，我们就能不费一兵一卒的情形下冲破他们的防御工事。

要不夺下火炮，要不就等到他们弹尽援绝。我想，安赛姆要做决定。' WHERE Id=11588;
UPDATE npc_text SET text0_0='那看起来像什么?地面冻得跟石头一样!

血尸战车的轮子建来最好是行驶在泥巴地上的。我们需要一头憎恶以及一些链条来抢救这些战车。',text0_1='' WHERE Id=11564;
UPDATE npc_text SET text0_0='这些联盟烂货真带种!登上了满载船员的被遗忘者驱逐舰…那是我从来没有听说过的自杀行动。',text0_1='这些联盟烂货真带种!登上了满载船员的被遗忘者驱逐舰…那是我从来没有听说过的自杀行动。' WHERE Id=11671;
UPDATE npc_text SET text0_0='葛司不担心被杀。他们被遗忘者可以把我再拼凑回来。',text0_1='' WHERE Id=11742;
UPDATE npc_text SET text0_0='我会想念冬蹄营地的，但我了解为何灰烬图腾酋长做了这个决定。家就是那个无法永远负担起的安逸之所。',text0_1='我会想念冬蹄营地的，但我了解为何灰烬图腾酋长做了这个决定。家就是那个无法永远负担起的安逸之所。' WHERE Id=11874;
UPDATE npc_text SET text0_0='你好，陌生人。如果你正在寻找需要帮助的所在，那么你来对地方了。

死者苏醒，在大地之上行走，从大洋的另一头乘船飘流至此。即便对我们来说，峡湾也变得太危险了。要不了多久，我们必须前往北边寻找更安全的地方。',text0_1='' WHERE Id=11688;
UPDATE npc_text SET text0_0='敌人从四面八方逼近，所有的长者谈论着放弃岗哨的问题。我说，我们应该挺身而出，如同我们战士的身份奋战到底。',text0_1='' WHERE Id=13035;
UPDATE npc_text SET text0_0='我来这里帮助并护卫你的。

下一步我们该如何打击敌人?',text0_1='' WHERE Id=11689;
UPDATE npc_text SET text0_0='当然了，我是在附近一具矮人的尸体上找到的。',text0_1='' WHERE Id=11910;
UPDATE npc_text SET text0_0='靠近点，年轻人;
我的听力不复当年，也没办法大声说话了。',text0_1='靠近点，年轻人;
我的听力不复当年，也没办法大声说话了。' WHERE Id=11691;
UPDATE npc_text SET text0_0='保持清醒，$r，我们被这里的行尸走肉给包围了。',text0_1='' WHERE Id=11799;
UPDATE npc_text SET text0_0='也许来到这个太靠近裂木森林和夏勒布隆的地方，是个天大的错误。',text0_1='' WHERE Id=11756;
UPDATE npc_text SET text0_0='嗯?你想说什么?

时间不等人啊!',text0_1='嗯?你想说什么?

时间不等人啊!' WHERE Id=12090;
UPDATE npc_text SET text0_0='瘟疫的用途真多，可惜时间太少了!',text0_1='' WHERE Id=11724;
UPDATE npc_text SET text0_0='我们瘟疫使者容易比一般的药剂师再实际一点。毕竟，我们负责瘟疫的散播流程。

这并不表示我们的理论背景不充足，我们只是比较喜欢…亲手处理事情。',text0_1='' WHERE Id=11827;
UPDATE npc_text SET text0_0='什么，骨头啦…肉块啦…筋肉啦…肌腱啦…软骨啦…经过我的钢锯之后统统拼成一块儿。',text0_1='什么，骨头啦…肉块啦…筋肉啦…肌腱啦…软骨啦…经过我的钢锯之后统统拼成一块儿。' WHERE Id=11884;
UPDATE npc_text SET text0_0='我们要向活人复仇…呃，我是说天谴军，一定的嘛。',text0_1='' WHERE Id=12751;
UPDATE npc_text SET text0_0='所有的报酬均由高阶执行官罗思支付与核销。

认真人士内洽。

谢绝推销!',text0_1='' WHERE Id=12750;
UPDATE npc_text SET text0_0='不要干涉我的事!',text0_1='' WHERE Id=12853;
UPDATE npc_text SET text0_0='离我远一点.傻瓜',text0_1='' WHERE Id=12715;
UPDATE npc_text SET text0_0='悬赏: 杀死所有通敌背叛部落的家伙!

苟尔特队长会支付全额赏金。',text0_1='' WHERE Id=12657;
UPDATE npc_text SET text0_0='从这个王座上，我发出地狱吼的命令。他的话语决定生与死。',text0_1='' WHERE Id=13003;
UPDATE npc_text SET text0_0='如果你想的话，你可以睡在兵营里。只是不要吵醒我的人，否则我会亲自把你丢到雪里。',text0_1='' WHERE Id=12720;
UPDATE npc_text SET text0_0='你看到达拉然东边的众多尖塔吗?那就是雄伟的紫罗兰城塞。',text0_1='你看到达拉然东边的众多尖塔吗?那就是雄伟的紫罗兰城塞。' WHERE Id=13971;
UPDATE npc_text SET text0_0='',text0_1='身为一位法师，你属于卓越团体中的一员，能够召唤一道传送门将你传回这个特别的地方。如果你准备好了，我就可以教导你。

记住，你永远都可以使用我前方的水晶来传送至水晶之歌森林中，位于达拉然下方的废墟。' WHERE Id=13456;
UPDATE npc_text SET text0_0='保护这些坦卡族并尽我们所能让他们过得舒适，这是我们的责任。',text0_1='保护这些坦卡族并尽我们所能让他们过得舒适，这是我们的责任。' WHERE Id=12627;
UPDATE npc_text SET text0_0='这里对我们来说已经没有意义了。',text0_1='这里对我们来说已经没有意义了。' WHERE Id=12611;
UPDATE npc_text SET text0_0='部落会给我与天谴军团作战的机会吗?',text0_1='部落会给我与天谴军团作战的机会吗?' WHERE Id=12618;
UPDATE npc_text SET text0_0='为了替我的子民复仇，为了要将吞噬我们家园的荒疫驱逐出去 - 我会接受血誓。我誓言我将全心全意的为部落奉献。',text0_1='为了替我的子民复仇，为了要将吞噬我们家园的荒疫驱逐出去 - 我会接受血誓。我誓言我将全心全意的为部落奉献。' WHERE Id=12619;
UPDATE npc_text SET text0_0='(兽人语)部落的荣耀!不胜即亡 - 就是这几个字让我跟部落连结在一起!对任何一个部落的战士而言，这几个字是最神圣且基本的真理。

我将我的血肉无条件献给大酋长，我将完成所有大酋长的意志，我就是大酋长命令下的武器。

从此刻起我活着，直到世界末日英勇赴死 - 为了部落!',text0_1='(兽人语)部落的荣耀!不胜即亡 - 就是这几个字让我跟部落连结在一起!对任何一个部落的战士而言，这几个字是最神圣且基本的真理。

我将我的血肉无条件献给大酋长，我将完成所有大酋长的意志，我就是大酋长命令下的武器。

从此刻起我活着，直到世界末日英勇赴死 - 为了部落!' WHERE Id=12620;
UPDATE npc_text SET text0_0='我在阿格玛之锤的职责远远超过照顾那些兽栏里的动物。',text0_1='' WHERE Id=12703;
UPDATE npc_text SET text0_0='记下我的话，这些被遗忘者傻蛋会是我们大家死亡的原因!',text0_1='' WHERE Id=12699;
UPDATE npc_text SET text0_0='多年以前，术士耐克鲁斯·碎颅滥用强大的神器奴役雅立史卓莎，以及大多数的红龙军团。祖鲁希德和耐克鲁斯虽死，但我们欠红龙的仍难以偿还。',text0_1='' WHERE Id=12954;
UPDATE npc_text SET text0_0='我搞不清楚怎么回事。我才刚到毒怨之地，然后当我一觉醒来我就在这牢笼里了!

你是来救我的吗?',text0_1='' WHERE Id=12808;
UPDATE npc_text SET text0_0='能够以部落兄弟的身份与你并肩共战是我的荣幸，$N。我接受你的提议。',text0_1='' WHERE Id=12722;
UPDATE npc_text SET text0_0='是不是很漂亮呀?你看到潜在利益了吗?',text0_1='' WHERE Id=14177;
UPDATE npc_text SET text0_0='',text0_1='欢迎来到林歌神殿，$c。如果我能为你做什么，请让我知道。' WHERE Id=8939;
UPDATE npc_text SET text0_0='噢，真好，你是来救我的。马上放我出去!',text0_1='' WHERE Id=12805;
UPDATE npc_text SET text0_0='你觉得你能把我救出去吗，$c?',text0_1='你觉得你能把我救出去吗，$c?' WHERE Id=12804;
UPDATE npc_text SET text0_0='嘿，$g老兄:女士;
我在这附近见过你。

不介意把我救出去吧?',text0_1='' WHERE Id=12806;
UPDATE npc_text SET text0_0='压低你的音量，$c。我披着伪装替毒怨之地进行谍报工作。',text0_1='压低你的音量，$c。我披着伪装替毒怨之地进行谍报工作。' WHERE Id=12795;
UPDATE npc_text SET text0_0='船长太棒了!我们有时间在我们靠岸时好好放松一下。那是最令我盼望的时刻。',text0_1='' WHERE Id=12329;
UPDATE npc_text SET text0_0='',text0_1='我签下去可不是为了这而来的，不过，嘿…至少这儿很温暖。' WHERE Id=13431;
UPDATE npc_text SET text0_0='我很高兴甘克利·腐蚀之拳得到他应有的报应了!如果你想给哈洛德一些皮革，我这里有很多。',text0_1='我很高兴甘克利·腐蚀之拳得到他应有的报应了!如果你想给哈洛德一些皮革，我这里有很多。' WHERE Id=9292;
UPDATE npc_text SET text0_0='我的兄弟当中大部分的人对于部落的「野蛮」方式很引以为傲，而我曾经也是他们其中的一员。当我第一次指挥这个有点潮湿且…芳香的地方时，我诅咒我的运气。

然而，在我进行研究的这段期间，我渐渐喜欢上我身处的环境。这地方很迷人，你不觉得吗?

啊，当然，还有我的研究，可以让其他的法师使用法术回到这里。我教你好吗?',text0_1='' WHERE Id=12926;
UPDATE npc_text SET text0_0='看来我和你有同样的想法。你也是来采水果的，对吧?',text0_1='看来我和你有同样的想法。你也是来采水果的，对吧?' WHERE Id=13307;
UPDATE npc_text SET text0_0='<被俘虏的鳄鱼在你靠近时发出了一声低吼。>',text0_1='' WHERE Id=13120;
UPDATE npc_text SET text0_0='嗨!你好吗?我们好…呃，好，好。嗨!',text0_1='' WHERE Id=13367;
UPDATE npc_text SET text0_0='',text0_1='东西没坏不代表不能修理。你在找什么呢，甜心?' WHERE Id=14180;
UPDATE npc_text SET text0_0='我的兄弟当中大部分的人对于部落的「野蛮」方式很引以为傲，而我曾经也是他们其中的一员。当我第一次指挥这个有点潮湿且…芳香的地方时，我诅咒我的运气。

然而，在我进行研究的这段期间，我渐渐喜欢上我身处的环境。这地方很迷人，你不觉得吗?

……当然，你不会对我的研究有兴趣，你本身并不是位法师。',text0_1='' WHERE Id=12927;
UPDATE npc_text SET text0_0='哦，最优秀的!那很有趣，不是吗?慢慢地我已经诅咒了那些另人讨厌的失落者。很快地我将会准备好对着德莱尼试试!',text0_1='哦，最优秀的!那很有趣，不是吗?慢慢地我已经诅咒了那些另人讨厌的失落者。很快地我将会准备好对着德莱尼试试!' WHERE Id=8809;
UPDATE npc_text SET text0_0='我真希望有更多像你一样的学生。很少有人会冒险深入敌境。我佩服你的勇气。',text0_1='我真希望有更多像你一样的学生。很少有人会冒险深入敌境。我佩服你的勇气。' WHERE Id=5408;
UPDATE npc_text SET text0_0='双塔废墟还没落入我方的控制之中!我的命令是点燃两座烽火台，并且在该区域处于我方控制之下时发送战旗。去将那两座烽火台夺下!',text0_1='' WHERE Id=9431;
UPDATE npc_text SET text0_0='紫罗兰堡，囚禁着祈伦托之敌的监狱，就在达拉然东南边。',text0_1='紫罗兰堡，囚禁着祈伦托之敌的监狱，就在达拉然东南边。' WHERE Id=13970;
UPDATE npc_text SET text0_0='魔导师贸易区在达拉然的西北边，城中大多数的专业训练师都在那边。',text0_1='魔导师贸易区在达拉然的西北边，城中大多数的专业训练师都在那边。' WHERE Id=13980;
UPDATE npc_text SET text0_0='卡萨斯平台就在达拉然的最东边。

本城的飞行管理员就在此，还有寒冷气候飞行训练师。',text0_1='卡萨斯平台就在达拉然的最东边。

本城的飞行管理员就在此，还有寒冷气候飞行训练师。' WHERE Id=14009;
UPDATE npc_text SET text0_0='织符者广场是达拉然中心的一座公园。',text0_1='织符者广场是达拉然中心的一座公园。' WHERE Id=13967;
UPDATE npc_text SET text0_0='日暮区是达拉然南方的一个广场。那个附魔喷泉很受垂钓者的欢迎。',text0_1='日暮区是达拉然南方的一个广场。那个附魔喷泉很受垂钓者的欢迎。' WHERE Id=13966;
UPDATE npc_text SET text0_0='这座城市的墓园就在达拉然西边，紫罗兰城塞的北方。',text0_1='这座城市的墓园就在达拉然西边，紫罗兰城塞的北方。' WHERE Id=13965;
UPDATE npc_text SET text0_0='找我学习烹饪的学徒并不多，如果你准备好了的话，我马上就可以教你一些烹饪技巧。',text0_1='哦，一个同伙的医师。我愿意传授任何能帮助你旅途的东西。' WHERE Id=1220;
UPDATE npc_text SET text0_0='高等精灵席拉·雪曦可以教导你寒冷气候飞行。

你可以在达拉然东边的卡萨斯平台找到她，就骑在她的龙鹰上。',text0_1='高等精灵席拉·雪曦可以教导你寒冷气候飞行。

你可以在达拉然东边的卡萨斯平台找到她，就骑在她的龙鹰上。' WHERE Id=13998;
UPDATE npc_text SET text0_0='你要找哪一个专业训练师?',text0_1='你要找哪一个专业训练师?' WHERE Id=13996;
UPDATE npc_text SET text0_0='你可以在西北边魔导师贸易区找一扇药瓶造型的大门，那就是农艺药材行。很难认错啦!',text0_1='你可以在西北边魔导师贸易区找一扇药瓶造型的大门，那就是农艺药材行。很难认错啦!' WHERE Id=13995;
UPDATE npc_text SET text0_0='在西北边魔导师贸易区有一个大型铁匠铺和熔炉。

找一个大型的魔法铁钻还有斧头与盾牌形状的有色玻璃窗户就对了。',text0_1='在西北边魔导师贸易区有一个大型铁匠铺和熔炉。

找一个大型的魔法铁钻还有斧头与盾牌形状的有色玻璃窗户就对了。' WHERE Id=13994;
UPDATE npc_text SET text0_0='烹饪训练师位在联盟与部落两区的旅店厨房。',text0_1='烹饪训练师位在联盟与部落两区的旅店厨房。' WHERE Id=13991;
UPDATE npc_text SET text0_0='安东尼达斯的纪念公园就在达拉然北区。',text0_1='安东尼达斯的纪念公园就在达拉然北区。' WHERE Id=13968;
UPDATE npc_text SET text0_0='哪一种护甲?',text0_1='哪一种护甲?' WHERE Id=14114;
UPDATE npc_text SET text0_0='你可以在达拉然北区的「劝君更进一杯酒」找到你要的东西。',text0_1='你可以在达拉然北区的「劝君更进一杯酒」找到你要的东西。' WHERE Id=14095;
UPDATE npc_text SET text0_0='这是什么武器?',text0_1='这是什么武器?' WHERE Id=14113;
UPDATE npc_text SET text0_0='达拉然东南的完全军械库有着各式各样的近战武器。',text0_1='达拉然东南的完全军械库有着各式各样的近战武器。' WHERE Id=14098;
UPDATE npc_text SET text0_0='达拉然东区的猎人地带贩卖各种枪械、弓箭、弹药和其他相关商品。',text0_1='达拉然东区的猎人地带贩卖各种枪械、弓箭、弹药和其他相关商品。' WHERE Id=14097;
UPDATE npc_text SET text0_0='达拉然南区的军事狂秘术店应该有你想要的东西。',text0_1='达拉然南区的军事狂秘术店应该有你想要的东西。' WHERE Id=14096;
UPDATE npc_text SET text0_0='在达拉然南区的「不只是配件」有许多商人贩卖饰品、圣物、家传物品或副手物品。',text0_1='在达拉然南区的「不只是配件」有许多商人贩卖饰品、圣物、家传物品或副手物品。' WHERE Id=14110;
UPDATE npc_text SET text0_0='达拉然东南的辉煌商品提供大多数的一般交易补给品。

如果你要找更特殊一点，可以去魔导师贸易区试试。那边的每家店铺都有自己的供应商。',text0_1='达拉然东南的辉煌商品提供大多数的一般交易补给品。

如果你要找更特殊一点，可以去魔导师贸易区试试。那边的每家店铺都有自己的供应商。' WHERE Id=14101;
UPDATE npc_text SET text0_0='杰佩托·乐吱在达拉然西区的神奇玩具屋应该有这些东西。',text0_1='杰佩托·乐吱在达拉然西区的神奇玩具屋应该有这些东西。' WHERE Id=14100;
UPDATE npc_text SET text0_0='你可以在巫术姊妹找到试剂与材料，就在达拉然的西区。

只是要留意莫尔海德姊妹的黑猫……',text0_1='你可以在巫术姊妹找到试剂与材料，就在达拉然的西区。

只是要留意莫尔海德姊妹的黑猫……' WHERE Id=14104;
UPDATE npc_text SET text0_0='你通常可以在达拉然北区找到安咪的手推车，靠近达拉然银行那边。',text0_1='你通常可以在达拉然北区找到安咪的手推车，靠近达拉然银行那边。' WHERE Id=14102;
UPDATE npc_text SET text0_0='魔法动物园就在达拉然东北。宠物商人，奇特坐骑还有兽栏，应有尽有。',text0_1='魔法动物园就在达拉然东北。宠物商人，奇特坐骑还有兽栏，应有尽有。' WHERE Id=14103;
UPDATE npc_text SET text0_0='那就是西北边魔导师贸易区的卡地亚珠宝公司。',text0_1='那就是西北边魔导师贸易区的卡地亚珠宝公司。' WHERE Id=13984;
UPDATE npc_text SET text0_0='达拉然南区的辉煌商品应该可以提供你所需要的一般商品。',text0_1='达拉然南区的辉煌商品应该可以提供你所需要的一般商品。' WHERE Id=14105;
UPDATE npc_text SET text0_0='你通常可以在达拉然东南找到樱草小姐的花摊。',text0_1='你通常可以在达拉然东南找到樱草小姐的花摊。' WHERE Id=14107;
UPDATE npc_text SET text0_0='冒险者可以在白银领区或夺日者圣堂缴交他们的英雄纹章或勇气纹章。',text0_1='冒险者可以在白银领区或夺日者圣堂缴交他们的英雄纹章或勇气纹章。' WHERE Id=14108;
UPDATE npc_text SET text0_0='达拉然西区的命运织坊是城中最受欢迎的服装与布甲商。',text0_1='达拉然西区的命运织坊是城中最受欢迎的服装与布甲商。' WHERE Id=14112;
UPDATE npc_text SET text0_0='朗格姆的皮甲与炼甲就在达拉然南区，应该会有你要的东西。',text0_1='朗格姆的皮甲与炼甲就在达拉然南区，应该会有你要的东西。' WHERE Id=14111;
UPDATE npc_text SET text0_0='万物皆可坦就在达拉然北区，是城中最受欢迎的铠甲与盾牌商。',text0_1='万物皆可坦就在达拉然北区，是城中最受欢迎的铠甲与盾牌商。' WHERE Id=14109;
UPDATE npc_text SET text0_0='苹果树枝的水果推车通常会在达拉然西南，靠近白银领区。',text0_1='苹果树枝的水果推车通常会在达拉然西南，靠近白银领区。' WHERE Id=14106;
UPDATE npc_text SET text0_0='你一定会想去瞧瞧完全附魔商店，就在西北边的魔导师贸易区。',text0_1='你一定会想去瞧瞧完全附魔商店，就在西北边的魔导师贸易区。' WHERE Id=13990;
UPDATE npc_text SET text0_0='工程师通常都会在西北边魔导师贸易区的精准如表发条铺，进行训练。',text0_1='工程师通常都会在西北边魔导师贸易区的精准如表发条铺，进行训练。' WHERE Id=13989;
UPDATE npc_text SET text0_0='城市的急救中心，急救你优先，就在西北边的魔导师贸易区。',text0_1='城市的急救中心，急救你优先，就在西北边的魔导师贸易区。' WHERE Id=13988;
UPDATE npc_text SET text0_0='一般人可以在达拉然南边日暮区的魔法喷泉钓鱼。',text0_1='一般人可以在达拉然南边日暮区的魔法喷泉钓鱼。' WHERE Id=13987;
UPDATE npc_text SET text0_0='西北边魔导师贸易区的农艺药材行还有一间温室。你可以在那边找到全城最好的草药师。',text0_1='西北边魔导师贸易区的农艺药材行还有一间温室。你可以在那边找到全城最好的草药师。' WHERE Id=13986;
UPDATE npc_text SET text0_0='你可以前往西北边魔导师贸易区的雕铭师礼拜堂。',text0_1='你可以前往西北边魔导师贸易区的雕铭师礼拜堂。' WHERE Id=13985;
UPDATE npc_text SET text0_0='各地的剥皮师与制皮师都会前往西北边魔导师贸易区的传奇皮革。',text0_1='各地的剥皮师与制皮师都会前往西北边魔导师贸易区的传奇皮革。' WHERE Id=13982;
UPDATE npc_text SET text0_0='你可以在西北边魔导师贸易区的亮晶晶探勘公司找到矿工训练师和供应商。',text0_1='你可以在西北边魔导师贸易区的亮晶晶探勘公司找到矿工训练师和供应商。' WHERE Id=13983;
UPDATE npc_text SET text0_0='城里最棒的裁缝就是西北边魔导师贸易区的咒符织品店。',text0_1='城里最棒的裁缝就是西北边魔导师贸易区的咒符织品店。' WHERE Id=13981;
UPDATE npc_text SET text0_0='传送器处于可启用的稳定状态。',text0_1='传送器处于可启用的稳定状态。' WHERE Id=14424;
UPDATE npc_text SET text0_0='霜豹平静地趴在那儿。',text0_1='' WHERE Id=14266;
UPDATE npc_text SET text0_0='冰掌熊平静地趴在那儿。',text0_1='' WHERE Id=14267;
UPDATE npc_text SET text0_0='在暗矛作好准备，迎接敌人。',text0_1='' WHERE Id=14405;
UPDATE npc_text SET text0_0='欢迎参加联赛, $N.',text0_1='' WHERE Id=14472;
UPDATE npc_text SET text0_0='',text0_1='沙玛巴觉得你找错军需官了!

她的东西只卖给森金勇士……' WHERE Id=14464;
UPDATE npc_text SET text0_0='抱歉，$r，只有雷霆崖的勇士才能购买我卖的东西。
',text0_1='' WHERE Id=14458;
UPDATE npc_text SET text0_0='以夺日者之名，我欢迎你来到联赛。银白十字军请我们协助那些对参赛有兴趣的人进行登记与训练。
',text0_1='' WHERE Id=14406;
UPDATE npc_text SET text0_0='我们不只是为了荣誉而参赛，更是要将光荣带给我们的祖先与同胞。',text0_1='' WHERE Id=14404;
UPDATE npc_text SET text0_0='',text0_1='真高兴能在这儿见到你，$N。' WHERE Id=14473;
UPDATE npc_text SET text0_0='竞争将会十分激烈，但是奥格玛的勇士将会消灭所有阻挡我们的人。',text0_1='' WHERE Id=14403;
UPDATE npc_text SET text0_0='',text0_1='只有奥格玛勇士才能购买我卖的东西。' WHERE Id=14460;
UPDATE npc_text SET text0_0='',text0_1='一边去，$c!

只有幽暗城勇士才能购买我卖的东西。' WHERE Id=14459;
UPDATE npc_text SET text0_0='等到联赛开始，所有人都会看到被遗忘者获得胜利。',text0_1='' WHERE Id=14402;
UPDATE npc_text SET text0_0='',text0_1='当我们以银月城之名赢得联赛，荣耀将尽归于我们。' WHERE Id=14392;
UPDATE npc_text SET text0_0='唉，只有受人尊敬的银月城勇士才能购买我卖的东西。',text0_1='' WHERE Id=14465;
UPDATE npc_text SET text0_0='你确定要跟骁士进行战斗了吗?',text0_1='你确定要跟骁士进行战斗了吗?' WHERE Id=14384;
UPDATE npc_text SET text0_0='在我开始指导你之前，你必须要先骑上一只联赛坐骑。

装备一把长枪并从你阵营亭阁外找到一只联赛坐骑。',text0_1='' WHERE Id=14453;
UPDATE npc_text SET text0_0='',text0_1='谨代表银白十字军，在此欢迎各位来到银白联赛。' WHERE Id=14425;
UPDATE npc_text SET text0_0='能代表银白十字军参加联赛真是非常光荣。',text0_1='' WHERE Id=14495;
UPDATE npc_text SET text0_0='欢迎来到我们属于圣光的小礼拜堂。欢迎，请坐。享受这不受世界邪恶影响的短暂时光吧。',text0_1='欢迎来到我们属于圣光的小礼拜堂。欢迎，请坐。享受这不受世界邪恶影响的短暂时光吧。' WHERE Id=14487;
UPDATE npc_text SET text0_0='你也是来这里听告解者的布道吗?祝你能找到地方坐……',text0_1='' WHERE Id=14491;
UPDATE npc_text SET text0_0='你确定要跟勇士进行战斗了吗?',text0_1='你确定要跟勇士进行战斗了吗?' WHERE Id=14421;
UPDATE npc_text SET text0_0='抱歉，朋友。只有被认可的部落军官才有权购买一台载具。',text0_1='抱歉，朋友。只有被认可的部落军官才有权购买一台载具。' WHERE Id=13761;
UPDATE npc_text SET text0_0='为了部落!你是来协助部落战斗的吗?',text0_1='' WHERE Id=14221;
UPDATE npc_text SET text0_0='我们真的是很幸运，能找到够多的零件让这些宝贝重新动起来!
我能帮你什么忙吗?',text0_1='' WHERE Id=14367;
UPDATE npc_text SET text0_0='控制台看起来十分古老，但没有一点破败或腐蚀。有一个凹槽似乎可以放入一片大圆盘。',text0_1='' WHERE Id=14383;
UPDATE npc_text SET text0_0='这些厅堂内所蕴藏的秘密远远超过我们最狂野的梦境。',text0_1='' WHERE Id=14420;
UPDATE npc_text SET text0_0='哈啰, $r. 今天我能帮你什么?',text0_1='哈啰, $r. 今天我能帮你什么?' WHERE Id=13759;
UPDATE npc_text SET text0_0='当心点，$r。

这里可不是给软弱的人来的。',text0_1='' WHERE Id=14216;
UPDATE npc_text SET text0_0='凡人们，我很感激你拯救我脱离此地的可怕腐化。虽然我还尚未完全恢复，但我能帮助你对抗尤格萨伦。

我能让你和你的朋友获得发明疾速，提高你们的伤害与移动速度。此外，我也能使某些萨伦类生命型态的矩阵不稳，降低他们的攻击与施法速度。',text0_1='' WHERE Id=14334;
UPDATE npc_text SET text0_0='你今天已经击败了我们其中的一位骑士，因此我无法接受你的挑战。',text0_1='你今天已经击败了我们其中的一位骑士，因此我无法接受你的挑战。' WHERE Id=14492;
UPDATE npc_text SET text0_0='你确定你想在对抗尤格萨伦的战斗中要我帮忙?',text0_1='' WHERE Id=14325;
UPDATE npc_text SET text0_0='嗯，我的$g孩子:女孩;
?',text0_1='' WHERE Id=12846;
UPDATE npc_text SET text0_0='<高阶修士端详了你老半天，才露出微笑。>

很好，我晓得一个地方，孩子。亲吻我的戒指好让我知道你准备好了。',text0_1='' WHERE Id=12848;
UPDATE npc_text SET text0_0='请在修道院的入口见我，我马上就过去。',text0_1='' WHERE Id=12849;
UPDATE npc_text SET text0_0='凡人们，我很感激你拯救我脱离此地的可怕腐化。虽然我还尚未完全恢复，但我能帮助你对抗尤格萨伦。

我能让你和你的朋友获得冰霜坚韧，提高你们的伤害，也让敌人对你们造成的伤害降低。若你们其中的一员将在战斗中倒下，我会将他冻结在坚冰之中，暂时让他不会受到任何伤害。但这样的能力对我的力量是种负担，我使用之后就必须得休息。',text0_1='' WHERE Id=14326;
UPDATE npc_text SET text0_0='',text0_1='我们在这里已经损失了不少好人。我开始怀疑这个地方是不是值得我们的注意。.' WHERE Id=14137;
UPDATE npc_text SET text0_0='你今天已经击败了我们其中的一位骑士，因此我无法接受你的挑战。',text0_1='你今天已经击败了我们其中的一位骑士，因此我无法接受你的挑战。' WHERE Id=14489;
UPDATE npc_text SET text0_0='所有我知道的探险技巧都是布莱恩教的。',text0_1='所有我知道的探险技巧都是布莱恩教的。' WHERE Id=14429;
UPDATE npc_text SET text0_0='您是否已经准备好展开战斗?',text0_1='您是否已经准备好展开战斗?' WHERE Id=14335;
UPDATE npc_text SET text0_0='嘿，傻小子，这并不是针对你，但如果你不希望你那光滑的皮肤青一块紫一块的话，你最好找个别的地方睡觉。',text0_1='' WHERE Id=12736;
UPDATE npc_text SET text0_0='有了我们坦卡族新盟友的协助，北裂境将会属于部落。',text0_1='' WHERE Id=14245;
UPDATE npc_text SET text0_0='',text0_1='我以为我永远也无法摆脱这个可怕的诅咒。我由衷地感谢你，陌生人。' WHERE Id=14319;
UPDATE npc_text SET text0_0='',text0_1='带着我的感激, $c.' WHERE Id=14320;
UPDATE npc_text SET text0_0='时机不错，老兄。我还有更多工作等着你……',text0_1='' WHERE Id=14441;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=30000;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=30001;
UPDATE npc_text SET text0_0='是，那就是她的名字，她真是艘好船。

你知道的，还有好多东西可以从这些船舰上学习。一个伟大的诗人曾说:在夜晚穿行的船只，交错时彼此倾诉，只有一个暗号，一声黑暗中的远音;
就像在生命的汪洋中，我们擦肩时互语，只有一顾，只有一言，接着黑暗再临，寂默再现。',text0_1='' WHERE Id=12217;
UPDATE npc_text SET text0_0='我们达纳苏斯引领期盼参与联赛竞技。',text0_1='' WHERE Id=14399;
UPDATE npc_text SET text0_0='你准备好为部落而战吗, $c?',text0_1='你准备好为部落而战吗, $c?' WHERE Id=14674;
UPDATE npc_text SET text0_0='这个单位正忙碌中。请稍后再洽询。',text0_1='' WHERE Id=13681;
UPDATE npc_text SET text0_0='欢迎，龙族军团的盟友。在我们的厅堂休息吧。',text0_1='' WHERE Id=14149;
UPDATE npc_text SET text0_0='如果你想要点什么的话，船舱长葛蕾丝可以满足你的需求。',text0_1='' WHERE Id=12218;
UPDATE npc_text SET text0_0='这艘船的工程师及军需官，康伯斯先生，可以提供任何你可能需要的物品。要是你的引擎需要维修的话，他也是一位技术不错的修补工。',text0_1='' WHERE Id=12219;
UPDATE npc_text SET text0_0='在这，时间是非常重要的，$n。你准备好接受考验了吗?',text0_1='' WHERE Id=13098;
UPDATE npc_text SET text0_0='',text0_1='我的知识只适用于法师。我没办法帮到你的忙，$c。' WHERE Id=12932;
UPDATE npc_text SET text0_0='',text0_1='我们永远不会忘记你的勇气，$N。温特加德永远欢迎你。

你想把这个旅馆当作你的家吗?' WHERE Id=12789;
UPDATE npc_text SET text0_0='我们设立这个地区是为了作消防演练。你永远不知道城镇什么时候会陷入灾难之中!',text0_1='我们设立这个地区是为了作消防演练。你永远不知道城镇什么时候会陷入灾难之中!' WHERE Id=12119;
UPDATE npc_text SET text0_0='欢迎来到警戒岗哨，$c。',text0_1='' WHERE Id=11264;
UPDATE npc_text SET text0_0='亚汀中尉总是自愿接大门的岗哨。我倒是没有意见。

我的岗哨总是可以同时清楚地看到所有的守卫还有商人的女儿们。',text0_1='' WHERE Id=11426;
UPDATE npc_text SET text0_0='此罪行不允许存在。这座旅店的位置及其破坏的暴行让此变成一个非常复杂的问题。朋友，严密的搜查这个地方。',text0_1='' WHERE Id=11126;
UPDATE npc_text SET text0_0='啊，一个经历丰富的冒险者。基尔拉姆让你来这里了。我知道你具有相当的能力，你只需要询问我，我就会教你斧类铁匠的知识。',text0_1='' WHERE Id=7244;
UPDATE npc_text SET text0_0='',text0_1='我会教你锤类专精之道。你只需要恭恭敬敬地问我就可以了。' WHERE Id=7246;
UPDATE npc_text SET text0_0='先按兵不动, $N.我们进攻的时候.我们的部队已经抵达了.',text0_1='' WHERE Id=14140;
UPDATE npc_text SET text0_0='荣耀归于暴风城与乌瑞恩王!',text0_1='' WHERE Id=14359;
UPDATE npc_text SET text0_0='嗯，在所有的战斗在此爆发之前，我们正在修理它们好收集当地的树木。

后来，它们不得不用来对抗部落。居然成了很优秀的战斗机器。如果你要是有把钥匙的话，不使用它的人是傻瓜!',text0_1='' WHERE Id=12868;
UPDATE npc_text SET text0_0='所有抵挡你进入太阳之井的屏障皆已摧毁。前进太阳之井并阻止基尔加丹进入这个世界!',text0_1='' WHERE Id=12604;
UPDATE npc_text SET text0_0='我兄弟，辛尼普斯那种东西他有一堆。你应该往北方去蓝天伐木地，和他谈谈。',text0_1='' WHERE Id=12871;
UPDATE npc_text SET text0_0='',text0_1='利用他们撤退的日刃保卫者。要是有日刃斥候锁定你，我相信那位精灵将会试着重新启动一只附近的日刃保卫者。快速杀了他，别让他那么做。杀了血精灵后，只要你不启动保卫者附近的感应器，你应该可以安全的通过他们。这么做将可节省你的时间和资源。' WHERE Id=12601;
UPDATE npc_text SET text0_0='',text0_1='我不知道，不过我很庆幸他们这样做。此举让隐士艾邦顿得以在我的指令下拯救许多人们。我已经派出了几位秘探，他们回报了几件很有趣的事。几乎所有的日刃保卫者的能源都变低了!基尔加丹的军队好像在保存他们的能量，并似乎对于只派一只保卫者就控制我们这件事感到很满意。如果你和你的同伴想要攻进去，请允许我提出一则攻击计画的建议。' WHERE Id=12600;
UPDATE npc_text SET text0_0='',text0_1='基尔加丹在太阳之井高地的防卫者比我们在岛外所面对的更加强大。军团甚至以魔化能量扭曲了我们的秘法护卫技术，制造出更为邪恶的事物。只要一只日刃保卫者就歼灭了我的军队，所以我下令立时撤退。我希望我的小队可以整个退出高地，不过敌方却停止追击，令我大吃一惊。' WHERE Id=12599;
UPDATE npc_text SET text0_0='',text0_1='我很庆幸有你在这里，$c。太阳之井高地的战况相当糟。' WHERE Id=12596;
UPDATE npc_text SET text0_0='',text0_1='破碎之日进攻部队在奎尔达纳斯之岛的外围地区推进了一大步。基尔加丹的军队被逼退了，在这场混乱中我在太阳之井高地里领导一小队侦察军队。我的队伍行进了幻日广场，遇到了一群日刃血精灵，接着我们与敌人进行战斗。那场战斗很快的变成了一场灾难。' WHERE Id=12598;
UPDATE npc_text SET text0_0='喂!你排队好不好?外域的食物一点都不合我胃口。',text0_1='喂!你排队好不好?外域的食物一点都不合我胃口。' WHERE Id=8656;
UPDATE npc_text SET text0_0='大约二十年前，联盟发动了第一次的世界远征，希望能永远根除兽人。那是一场……可怕的斗争。许多勇敢的灵魂为了保卫艾泽拉斯的安全而丧命。

谢谢你，$N，希望那些灵魂能获得安息。',text0_1='' WHERE Id=9943;
UPDATE npc_text SET text0_0='语:
 我想我不应该对这样冷淡的回应感到讶异。我们长久的躲藏并远离自己的同胞是必要之举。

过去的那件事情，已成定局。不管这棵年轻树木的居民是否接受我们，精灵贵族已经回到光明这一边，而我们也不会否认自己的身份。',text0_1='' WHERE Id=14984;
UPDATE npc_text SET text0_0='欢迎来到雄伟的梅利女士号。我是多茍利船长。

如果你对这艘船有任何的疑问，请尽情提问;
其他，则请好好享受这趟旅程，一同我一直以来的一样…最后，容我引述一段我最喜爱的内容:我的航船经验就是，一个人能够在这些船上发觉这世界有趣的一面。也有人不需藉此就能完全做到。',text0_1='' WHERE Id=12216;
UPDATE npc_text SET text0_0='我太伤心了!万鬼节到了，我却生病了。我不能出去，不能玩要糖果的恶作剧游戏!',text0_1='' WHERE Id=7810;
UPDATE npc_text SET text0_0='',text0_1='丰年祭餐席放着五种旅人丰年祭食物，每个位子前面各有一样。

当你坐在其中一个位子时，那种食物你爱吃多少吃多少，你也可以把食物传递给其他的位子。尽量吃并且和朋友分享!

如果你其中一种食物吃得够多，你将可以获得该食物的一种独特增益效果。

此外，如果你每一种食物都吃得够多，你将可以获得有福同享的效果!' WHERE Id=14647;
UPDATE npc_text SET text0_0='「旅人丰年祭?」感觉更像是「傻瓜愚行!」

成千上百的装满食物的货舱就这样免费赠送出去…免费!脑袋一定是烧坏了!

不过，我想我应该把我的家禽投资基金移一些到火鸡上…我不敢相信鸡的价格竟然会跌到谷底。还有那些贵族花园的蛋又从哪来的?!',text0_1='「旅人丰年祭?」感觉更像是「傻瓜愚行!」

成千上百的装满食物的货舱就这样免费赠送出去…免费!脑袋一定是烧坏了!

不过，我想我应该把我的家禽投资基金移一些到火鸡上…我不敢相信鸡的价格竟然会跌到谷底。还有那些贵族花园的蛋又从哪来的?!' WHERE Id=14639;
UPDATE npc_text SET text0_0='很高兴见到你.朋友.需要帮忙吗?',text0_1='' WHERE Id=14087;
UPDATE npc_text SET text0_0='双天赋专精让你可以保留两套可用的天赋模组。你可以轻易地切换这两套天赋，当你切换天赋模组时，你会同时切换第二套雕纹模组和第二套快捷列。你无法在战斗中切换，并会消耗你的可用资源。',text0_1='双天赋专精让你可以保留两套可用的天赋模组。你可以轻易地切换这两套天赋，当你切换天赋模组时，你会同时切换第二套雕纹模组和第二套快捷列。你无法在战斗中切换，并会消耗你的可用资源。' WHERE Id=14391;
UPDATE npc_text SET text0_0='',text0_1='欢迎!你是来加入我们的旅人丰年祭盛宴吗?来来来，在丰年祭餐席旁边找个位子坐下。

尝尝每样东西!我肯定你一定会找到某些你喜欢的食物。' WHERE Id=14634;
UPDATE npc_text SET text0_0='青铜龙军团欠你一份人情。',text0_1='' WHERE Id=13240;
UPDATE npc_text SET text0_0='非常好，小$c。

虽然你在我们跟索林姆的关系上还有很多得做，不过我被迫要跟你分享这个小秘密。

当你准备好要看时，再来找我。',text0_1='' WHERE Id=13749;
UPDATE npc_text SET text0_0='诺姆瑞根的精英来参加联赛了。祝我们好运吧!',text0_1='' WHERE Id=14398;
UPDATE npc_text SET text0_0='救你自己吧，$r。从这个地方逃离!如果你被发现，赤红法印将立即处决你。',text0_1='救你自己吧，$r。从这个地方逃离!如果你被发现，赤红法印将立即处决你。' WHERE Id=10573;
UPDATE npc_text SET text0_0='你可以在灵魂高地下方的预见之池找到波西坎·坚缚。',text0_1='你可以在灵魂高地下方的预见之池找到波西坎·坚缚。' WHERE Id=13892;
UPDATE npc_text SET text0_0='水晶大厅的索司可以传授你铭文学的奥秘。',text0_1='水晶大厅的索司可以传授你铭文学的奥秘。' WHERE Id=13887;
UPDATE npc_text SET text0_0='你要找的是班尼克·栓剪，他就在矮人区的中心和铁匠们在一起。',text0_1='你要找的是班尼克·栓剪，他就在矮人区的中心和铁匠们在一起。' WHERE Id=14249;
UPDATE npc_text SET text0_0='华特·索瑞夫。他在盗贼区工作。他会做钥匙。',text0_1='华特·索瑞夫。他在盗贼区工作。他会做钥匙。' WHERE Id=14250;
UPDATE npc_text SET text0_0='裘玛就在暗巷区一栋建筑物的二楼。',text0_1='裘玛就在暗巷区一栋建筑物的二楼。' WHERE Id=13888;
UPDATE npc_text SET text0_0='我还没有信任你到可以跟你讲这种事。

你必须尊重我们人民所受过的试炼，我们所背负的重担…

或许，你是来给丹尼弗兰带来荣耀的话，如此的话，我愿意跟你分享一些我们的知识。',text0_1='' WHERE Id=13748;
UPDATE npc_text SET text0_0='嗨你好，等一会儿。我看到你没有骑乘自己的飞行坐骑。

如果你没办法到处去的话，那你可能对这里的哥布林来说没有多大的用处。他们聘用我，要我免费出租我的二手坐骑给像你这样的人。

有兴趣吗?',text0_1='' WHERE Id=14088;
UPDATE npc_text SET text0_0='来让你自己有点用处?',text0_1='' WHERE Id=14115;
UPDATE npc_text SET text0_0='动作快点, $c.',text0_1='' WHERE Id=14204;
UPDATE npc_text SET text0_0='你好，$c。

部落目前控制冬握堡垒，但下一场战斗即将展开。准备好前往冬握湖支援我们的部队!

下一场战斗将在$4354k后开始。',text0_1='你好，$c。

部落目前控制冬握堡垒，但下一场战斗即将展开。准备好前往冬握湖支援我们的部队!

下一场战斗将在$4354k后开始。' WHERE Id=14790;
UPDATE npc_text SET text0_0='哈啰，$c!

你准备好去风险海湾砸烂部落的脑袋了吗?',text0_1='' WHERE Id=12845;
UPDATE npc_text SET text0_0='',text0_1='我可以从那些炸弹和火箭上闻到火药味!你想去外头找点乐子吗?' WHERE Id=14067;
UPDATE npc_text SET text0_0='你来学骑术?',text0_1='' WHERE Id=14689;
UPDATE npc_text SET text0_0='那些野兽是惊人的对手。你不需要因为被他们击败而感到羞愧。',text0_1='' WHERE Id=14667;
UPDATE npc_text SET text0_0='好极了！让我知道你已经准备好下一次的尝试。',text0_1='' WHERE Id=14668;
UPDATE npc_text SET text0_0='有何贵干，老大?',text0_1='' WHERE Id=14372;
UPDATE npc_text SET text0_0='那个术士召唤的可不是末日守卫!你的下一场挑战将会是银白十字军的骑士。你想要接受挑战吗?',text0_1='' WHERE Id=14813;
UPDATE npc_text SET text0_0='嗯，等你准备好出发的时候，我会用信号通知提里奥。',text0_1='' WHERE Id=14814;
UPDATE npc_text SET text0_0='我们在掳获你的下一场挑战者时伤亡惨重!',text0_1='' WHERE Id=14819;
UPDATE npc_text SET text0_0='你最好相信这件事!你将要面对阿萨斯手下最强大的华尔琪副官!',text0_1='' WHERE Id=14821;
UPDATE npc_text SET text0_0='太好了，你们今天在此证明了自己是一群伟大的勇士。有你们与银白十字军一同奋战，对抗天谴军团的战斗必然获胜!',text0_1='' WHERE Id=14828;
UPDATE npc_text SET text0_0='这些赞誉实至名归。提里奥很快就会想要亲自赞美你。喔，你有没有注意到这里忽然变得有点冷?
',text0_1='' WHERE Id=14829;
UPDATE npc_text SET text0_0='你好，$c。

部落目前控制冬握堡垒。当战斗即将展开时，你可以跟我讲一声以进入战斗。

下一场战斗将在$4354k后开始。',text0_1='你好，$c。

部落目前控制冬握堡垒。当战斗即将展开时，你可以跟我讲一声以进入战斗。

下一场战斗将在$4354k后开始。' WHERE Id=14775;
UPDATE npc_text SET text0_0='<老冰鳍在沙地上缓步行走。从他跟着你的样子来看，你猜他需要你的帮助。>',text0_1='' WHERE Id=12124;
UPDATE npc_text SET text0_0='唔…我觉得醉醺醺的…',text0_1='' WHERE Id=13060;
UPDATE npc_text SET text0_0='对不起，你目前的等级或者经验未达到进入战场的要求。 $c. 你的等级或者经验达到要求再进入战场吧.',text0_1='You are not yet seasoned enough to enter a battleground, $c. Return when you have gained more experience.' WHERE Id=14673;
UPDATE npc_text SET text0_0='你好，$c!欢迎登上拂云号。北裂境可是个很艰困的地方。希望你做好准备了。',text0_1='你好，$c!欢迎登上拂云号。北裂境可是个很艰困的地方。希望你做好准备了。' WHERE Id=14248;
UPDATE npc_text SET text0_0='',text0_1='嗨，甜心。这里的飞艇将会送你直达雷霆崖，而且不收费唷。既然有我们哥布林在这里，谁还需要那些双足翼龙，对吧?' WHERE Id=14621;
UPDATE npc_text SET text0_0='如果不在意尘土的话，这倒是趟相当平稳的旅程。',text0_1='如果不在意尘土的话，这倒是趟相当平稳的旅程。' WHERE Id=14615;
UPDATE npc_text SET text0_0='我是托威。工作就是好好地瞭望。所以我正在看。',text0_1='' WHERE Id=14619;
UPDATE npc_text SET text0_0='欢迎登上西风号，你将会在最舒适的情况下横越贫瘠之地。坐下，好好享受你的飞行吧，孩子?没有东西比干燥而香甜的空气混着机油的气味更美好的了。',text0_1='' WHERE Id=14618;
UPDATE npc_text SET text0_0='',text0_1='要是我不在这里，齐派克会让我们直直撞进雷霆崖。智障。' WHERE Id=14614;
UPDATE npc_text SET text0_0='我快要聋了。那个绿色大笨鸟连闭嘴五秒钟都不肯。我知道怎么驾驶这个玩意儿，好吗?我不是个笨蛋!',text0_1='' WHERE Id=14613;
UPDATE npc_text SET text0_0='嗨。我正在休息。
',text0_1='' WHERE Id=14617;
UPDATE npc_text SET text0_0='你相信吗?他们终于开放这个地方让我们开飞艇经过这儿!不再有禁飞区了，对吧?我们只有在试飞的时候坠毁过一条船。我真不知道他们在担心什么。',text0_1='' WHERE Id=14622;
UPDATE npc_text SET text0_0='你可以在灵魂高地西缘的飞艇停靠处找到克伦德·大袋。我不喜欢那些哥布林的新玩意儿飞过这里…但如果你受得了的话，它可以带你去奥格玛。',text0_1='你可以在灵魂高地西缘的飞艇停靠处找到克伦德·大袋。我不喜欢那些哥布林的新玩意儿飞过这里…但如果你受得了的话，它可以带你去奥格玛。' WHERE Id=14658;
UPDATE npc_text SET text0_0='',text0_1='很高兴再度见到你，$N。' WHERE Id=14882;
UPDATE npc_text SET text0_0='我们可以来点陈年卵黄吗?',text0_1='' WHERE Id=14535;
UPDATE npc_text SET text0_0='',text0_1='巫妖王的残酷统治让北裂境的所有居民都饱受苦难，尤其是孩子们。如果你是休拉萨的神谕者或狂心部族的朋友，或许你愿意花上一个礼拜照顾一位孤儿。' WHERE Id=14534;
UPDATE npc_text SET text0_0='银白联赛在寒冰皇冠的北境展开，$c。如果你还不知道怎么去那里，我可以送你一程。

我们越多人参加技击大赛，我们对抗巫妖王的力量就会越强。',text0_1='' WHERE Id=14500;
UPDATE npc_text SET text0_0='你好，$c。

部落现在已经控制了冬握堡垒。请自行使用传送门。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。',text0_1='你好，$c。

部落现在已经控制了冬握堡垒。请自行使用传送门。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。' WHERE Id=14086;
UPDATE npc_text SET text0_0='你好，$c。

当部落控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。',text0_1='你好，$c。

当部落控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

下一场战斗将在$3975w:$3976w$3782w:$3784w$3785w后开始。' WHERE Id=14084;
UPDATE npc_text SET text0_0='你好，$c。

当部落控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

战斗现在正在进行中，快前往冬握湖帮助我们的部队。',text0_1='你好，$c。

当部落控制了冬握堡垒，我就会开启一道传送门，提供那些想要前来这里的人使用。

战斗现在正在进行中，快前往冬握湖帮助我们的部队。' WHERE Id=14241;
UPDATE npc_text SET text0_0='宠物的种类分成了三种。凶暴宠物，例如猫，可以输出大量伤害，但同样的无法承受多少伤害。坚毅宠物，例如乌龟，则比较具防御性，并能占据敌人的注意力，使你保持距离。灵巧宠物，例如蜘蛛，攻击与防御性兼具，特别适合于战场与竞技场。

只要你的宠物获得更多的经验，如同你一般，也能学习新的天赋，但是速度较为缓慢。如果你想要更动宠物的天赋，回来找我吧。',text0_1='宠物的种类分成了三种。凶暴宠物，例如猫，可以输出大量伤害，但同样的无法承受多少伤害。坚毅宠物，例如乌龟，则比较具防御性，并能占据敌人的注意力，使你保持距离。灵巧宠物，例如蜘蛛，攻击与防御性兼具，特别适合于战场与竞技场。

只要你的宠物获得更多的经验，如同你一般，也能学习新的天赋，但是速度较为缓慢。如果你想要更动宠物的天赋，回来找我吧。' WHERE Id=13474;
UPDATE npc_text SET text0_0='',text0_1='你在外头做什么?你应该在里面对抗蓝龙军团!' WHERE Id=14271;
UPDATE npc_text SET text0_0='你好呀，$r!

如果你要找台伐木机来开，你得爬上山丘去。

那一台现在没在使用。',text0_1='' WHERE Id=12865;
UPDATE npc_text SET text0_0='喔，是你，$N!欢迎来到我们的圣堂。在这里好好休息放松，你对我们的贡献无以为报。',text0_1='' WHERE Id=14150;
UPDATE npc_text SET text0_0='欢迎，法师。我应该提供你关于魔法世界更深的见解吗?',text0_1='欢迎，法师。我应该提供你关于魔法世界更深的见解吗?' WHERE Id=13845;
UPDATE npc_text SET text0_0='你有空吗?来~~教你唱一首好听的歌!',text0_1='' WHERE Id=13457;
UPDATE npc_text SET text0_0='欢迎来到奇兰的可靠裁缝。我想你会发现我的店铺将会满足你的需要。如果你想要和我一起训练，你尽管开口;
我很乐意教你的。',text0_1='' WHERE Id=10886;
UPDATE npc_text SET text0_0='你可以在蓝色守望东方和南方找到放牧中的牧月成鹿。',text0_1='' WHERE Id=8972;
UPDATE npc_text SET text0_0='蓝色守望北边是你可以找到最多牧月雄鹿的地方。

打猎愉快，$N!',text0_1='' WHERE Id=8973;
UPDATE npc_text SET text0_0='你在这里干嘛?

不要挡我的路，我可不能让你把我的注意力从血色突袭军身上移开!',text0_1='' WHERE Id=13674;
UPDATE npc_text SET text0_0='',text0_1='你也来向巫妖王证明自己?

你不觉得这样做太过时了吗?得拼个你死我活?' WHERE Id=13694;
UPDATE npc_text SET text0_0='',text0_1='别烦我，小虫。我正在研究这些所谓的战士的笨拙招式。

我当然会胜过他们全部，接着我就可以荣升服侍巫妖王了。' WHERE Id=13678;
UPDATE npc_text SET text0_0='奥努祖要挑战维酷人，让自己的排名往上升。

之后当奥努祖在英灵殿上赢的时候，奥努祖就可以侍奉巫妖王了!',text0_1='' WHERE Id=13701;
UPDATE npc_text SET text0_0='要是你没其他事可以作的话，就杀光这些小东西!',text0_1='' WHERE Id=13671;
UPDATE npc_text SET text0_0='试炼谷是任何一个加入部落的成员都应该接受测试的地方。那里炎热的太阳考验这你的耐性！',text0_1='' WHERE Id=447;
UPDATE npc_text SET text0_0='吉札很好心的让我来这里当学徒，学习所有这些有趣的东西，$g先生:女士;
。

<吉欧感到很羞愧。>

但是，我很想念我妹妹。她还在撒塔斯城的孤儿院里。',text0_1='' WHERE Id=10736;
UPDATE npc_text SET text0_0='老兄，这个地方的西边荒原上充满着坏蛋。如果你想活着，就离这地方远一点!',text0_1='' WHERE Id=12701;
UPDATE npc_text SET text0_0='除非你杀过龙，否则你不算个真男人…老兄。',text0_1='' WHERE Id=12725;
UPDATE npc_text SET text0_0='我想他们把他关在伐木厂附近的笼子里。',text0_1='我想他们把他关在伐木厂附近的笼子里。' WHERE Id=12827;
UPDATE npc_text SET text0_0='喂，$c，你看到了吗?就在那边，残留在水面上…

你也看到了，对吧?',text0_1='' WHERE Id=12895;
UPDATE npc_text SET text0_0='你说什么?

嗯，我把它们当成是未确认的漂浮障碍物。在我的老家，大部分的人否认它们的存在。

但我知道得更多!我甚至看过它们四处跑!我近几年都花在建造这台机械，可以锁定、追踪与记录，如果需要的话，它还可以消灭它们!',text0_1='' WHERE Id=12896;
UPDATE npc_text SET text0_0='别被骗了，$r。它们非常难以捉摸。他们一下子在这儿，下一会儿就不见了 - 简直难以理解!

这秘密只跟你说，我实际上曾经抓到过一只!很可惜，在我能测量它以前就不见了!凭空消失…',text0_1='' WHERE Id=12897;
UPDATE npc_text SET text0_0='众说纷纭…

有人说它们只是在观察，有人认为它们改变了海洋生态，还有人觉得它们是来征服艾泽拉斯的!

只要我拿一发火箭推进弹头打一只下来，我就能知道答案了。这你可以相信!',text0_1='' WHERE Id=12898;
UPDATE npc_text SET text0_0='听好嘿，你如果要寻找答案的话，没有什么比爆破更有效了 - 爆炸越大越好!

但是那大概就是我们最大的问题了，$r。

我的弹头是机密材料，而我做出来作为弹头燃料的「元素115」更是机密中的机密!

事实上，你最好回去过你的日常生活，假装我们从来没见过比较好。',text0_1='' WHERE Id=12938;
UPDATE npc_text SET text0_0='听着，$r。

如果你想要驾驶伐木机，你得到北边的山丘上。

这一台坏掉了。',text0_1='' WHERE Id=12943;
UPDATE npc_text SET text0_0='起先我们修复它们来收采这里的森林，不过自从联盟抵达和战斗爆发后，我们就把它们用来做为战争机器。

相信我，$c。如果你有钥匙，你一定是疯了才不去使用它。',text0_1='' WHERE Id=12944;
UPDATE npc_text SET text0_0='葛列克手中有钥匙。

如果你帮忙他的话，说不定他会给你一把钥匙。下次你往北抵达蓝天伐木地时，记得要找他谈谈。',text0_1='' WHERE Id=12945;
UPDATE npc_text SET text0_0='恭喜，你的心灵已经获得了延展。',text0_1='恭喜，你的心灵已经获得了延展。' WHERE Id=14393;
UPDATE npc_text SET text0_0='',text0_1='你好啊!

抱歉，朋友，只有诺姆瑞根的勇士能买我的东西。' WHERE Id=14462;
UPDATE npc_text SET text0_0='征服之岛充满了珍贵的资源，我们绝不能让它落入部落之手。你愿意加入战斗吗?',text0_1='征服之岛充满了珍贵的资源，我们绝不能让它落入部落之手。你愿意加入战斗吗?' WHERE Id=14670;
UPDATE npc_text SET text0_0='我们希望每个人在啤酒节都玩得开心。这也能帮助我们大家记住这个节日。

这些眼镜让任何人都能体验酒醉的感觉，但什么也不需要喝。只要戴上眼镜，你就跟喝醉了一样!拿下来，你又清醒啦!

你有兴趣来一副吗?',text0_1='我们希望每个人在啤酒节都玩得开心。这也能帮助我们大家记住这个节日。

这些眼镜让任何人都能体验酒醉的感觉，但什么也不需要喝。只要戴上眼镜，你就跟喝醉了一样!拿下来，你又清醒啦!

你有兴趣来一副吗?' WHERE Id=14672;
UPDATE npc_text SET text0_0='由于戈莫克只会滥杀无辜，因此我把他囚禁起来。我不十分赞同这种屠杀的行为，但至少他仍有一拚的机会。',text0_1='' WHERE Id=14760;
UPDATE npc_text SET text0_0='你好啊，$N。如果你想要我当你的拍卖师，我只能遗憾地跟你说:不。只有宗师级的工程师才拥有能启动我的特殊功能所需的最低专业智能。

更重要的是，为什么你还在跟我说话呢?',text0_1='' WHERE Id=14764;
UPDATE npc_text SET text0_0='日安, $g!  我能帮助你什么?',text0_1='' WHERE Id=14783;
UPDATE npc_text SET text0_0='这个时间与空间的裂缝看起来相当不妙。不同的景象以一种骇人的速度闪过。一个非常勇敢的人或许能试着在正确的时间点跳过去……',text0_1='' WHERE Id=14785;
UPDATE npc_text SET text0_0='在亡者节的时候，人们聚集在墓园中庆祝，和亲人的鬼魂一起同乐。

你可以在各大主城的墓园发现庆典活动，你可以在那边烹饪、跳舞、扮装还有许许多多的活动。
',text0_1='在亡者节的时候，人们聚集在墓园中庆祝，和亲人的鬼魂一起同乐。

你可以在各大主城的墓园发现庆典活动，你可以在那边烹饪、跳舞、扮装还有许许多多的活动。
' WHERE Id=14544;
UPDATE npc_text SET text0_0='你的等级还不足以参加征服之岛的战斗。等你获得更多经验的时候再回来。',text0_1='你的等级还不足以参加征服之岛的战斗。等你获得更多经验的时候再回来。.' WHERE Id=14669;
UPDATE npc_text SET text0_0='',text0_1='你感觉到了吗?

在亡者节的时候，灵魂的世界变得离我们更近。这也是为什么我们要准备鲜花、蜡烛和供品，用来装饰跟我们最亲近死者的坟墓，尽管只有短短的时间，也要欢迎它们回来。

来吧!跟我一起跳舞!让我们一起荣耀死者，跟它们一起同乐，让它们可以开怀吃喝和欢笑，让它们知道依旧有人在爱着它们。' WHERE Id=14543;
UPDATE npc_text SET text0_0='你好，$c。

联盟目前控制冬握堡垒，但战斗已经开始了。快前往冬握湖支援我们的部队!',text0_1='你好，$c。

联盟目前控制冬握堡垒，但战斗已经开始了。快前往冬握湖支援我们的部队!' WHERE Id=14781;
UPDATE npc_text SET text0_0='别急，$r!

只有铁炉堡勇士才有办法购买我卖的东西。',text0_1='' WHERE Id=14457;
UPDATE npc_text SET text0_0='很高兴见到你.朋友',text0_1='' WHERE Id=14375;
UPDATE npc_text SET text0_0='我都没想过我们居然能逃出那片蒸汽丛林!现在我可是这次远征队的首席工程师了。',text0_1='' WHERE Id=14363;
UPDATE npc_text SET text0_0='这些宝贝看起来虽然很像废铁，但他们可以猛冲敌人，把敌人给撞飞。前方的冲角装载了超验电电容器，让它可以释放电冲波。

连炮塔都用对空火箭强化过，让它们绝对比那些破烂的石毁车更厉害。',text0_1='这些宝贝看起来虽然很像废铁，但他们可以猛冲敌人，把敌人给撞飞。前方的冲角装载了超验电电容器，让它可以释放电冲波。

连炮塔都用对空火箭强化过，让它们绝对比那些破烂的石毁车更厉害。' WHERE Id=14364;
UPDATE npc_text SET text0_0='白银誓盟欢迎你加入联赛。银白十字军请我们协助那些对参赛有兴趣的人进行登记与训练。',text0_1='' WHERE Id=14379;
UPDATE npc_text SET text0_0='<角鹰兽看起来相当期待，并且整装待发!>',text0_1='' WHERE Id=14692;
UPDATE npc_text SET text0_0='嗨，你好吗?

来学习冲锋的技巧吗，$c?',text0_1='' WHERE Id=14436;
UPDATE npc_text SET text0_0='很好!骑乘冲锋可不只是踢踢你的坐骑让它全速冲刺，然后从你胸膛里大声喊叫……虽然这真的很有趣啦，哈哈!但冲锋标靶会教导你更好的东西。

一次好的冲锋完全取决于距离与时机。你不能太近，否则你的速度会不够。但你也不能离太远，否则你的坐骑会太累!至于时机嘛……

你会希望确保在你冲向它时，冲锋标靶上头一层防御也没有。如果标靶上尚有防御，就用你的破盾攻击让它更脆弱，然后向它冲锋!

真的上场时也一样:尽量在冲锋前削弱对手的防御!',text0_1='' WHERE Id=14437;
UPDATE npc_text SET text0_0='你好，$c。

我负责训练志士的骑乘近距战斗技艺。',text0_1='' WHERE Id=14431;
UPDATE npc_text SET text0_0='嗯，又一个$c，来学习破盾方法的吗…?',text0_1='' WHERE Id=14438;
UPDATE npc_text SET text0_0='远程的破盾攻击学起来不难，但要精通可不容易。独自使用可能看来很弱，但将破盾与戳刺和冲锋配合无间，才能成为一个成功的骑乘竞技高手。

找一个远程标靶。花点时间了解破盾的射程…你需要多少距离，你可以把长枪丢得多远。

在那之后?嗯。开始投掷，不要停，一直到你把对手的每一层防御打破，并且刺穿脆弱的敌人。

这种战术在实际骑乘战斗时一样有效:打破你敌人的防御……然后打垮他们!',text0_1='' WHERE Id=14439;
UPDATE npc_text SET text0_0='只有暴风城勇士才有资格购买我卖的东西。',text0_1='' WHERE Id=14456;
UPDATE npc_text SET text0_0='该是面对索奎萨尔的时候了，$N。准备好了吗?',text0_1='' WHERE Id=10210;
UPDATE npc_text SET text0_0='琥珀龙处于能量全满的状态下可以施展时光裂隙，在敌人身边制造出一颗压缩的时间泡泡。通过泡泡的法术会造成双倍的伤害，并且在目标上产生震击能量。',text0_1='' WHERE Id=13257;
UPDATE npc_text SET text0_0='让我留在我的耻辱中，$r。',text0_1='' WHERE Id=13782;
UPDATE npc_text SET text0_0='我们为了荣誉、名声，以及跟银白十字军的兄弟并肩作战的权力而参赛。',text0_1='' WHERE Id=14395;
UPDATE npc_text SET text0_0='',text0_1='只有艾克索达勇士才能购买我卖的东西。' WHERE Id=14461;
UPDATE npc_text SET text0_0='准备好进行第一次挑战了吗，$c?',text0_1='' WHERE Id=14688;
UPDATE npc_text SET text0_0='我们一直在照料这些大虫。我希望他们来得及参与竞技场的盛会。毕竟，你得面对的不只是一只，而是两只蛰猛巨虫。',text0_1='' WHERE Id=14779;
UPDATE npc_text SET text0_0='他走了?耶耶!',text0_1='他走了?耶耶!' WHERE Id=11358;
UPDATE npc_text SET text0_0='',text0_1='欢迎啊.朋友~我的店里货物都是最好的~请慢慢看~' WHERE Id=14712;
UPDATE npc_text SET text0_0='你今天在竞技场所展现的卓越技巧令众人印象深刻。现在你该在众人的面前获得联赛勇士的表扬。',text0_1='' WHERE Id=14738;
UPDATE npc_text SET text0_0='炎魔和他的兄弟们曾经统治整个世界。作为上古诸神的一名仆从，他与泰坦争夺这个星球的统治权。获胜的泰坦将我的主人和他的兄弟们放逐到元素界域─他们被关押在那儿直到时间尽头。',text0_1='' WHERE Id=4995;
UPDATE npc_text SET text0_0='仅在三百年前，一个叫作索瑞森的鲁莽的矮人从他炽热的领地中召唤出了魔王。他重返这个卑微的世界吞噬了周围的田地并形成了这个火山之核。从那以后，强大的拉格纳罗斯就沉睡在了这座山下。

',text0_1='' WHERE Id=5011;
UPDATE npc_text SET text0_0='作为忠实的仆从，我们会听从他的命令，执行他的铁血政策的。没有了强大的领域实权，拉格纳罗斯不过是他自身的傀儡罢了。但是，他拥有足够的力量与你抗衡。

',text0_1='' WHERE Id=5012;
UPDATE npc_text SET text0_0='这是勇士彼此练习对战的竞技场地。我的工作就是召唤骑士前来参加练习赛。',text0_1='' WHERE Id=14409;
UPDATE npc_text SET text0_0='唉，只有达纳苏斯的勇士才能购买我卖的东西。',text0_1='' WHERE Id=14463;
UPDATE npc_text SET text0_0='真正的十字军不单只是在战场上对抗邪恶的英雄…他是一个楷模，能使众人团结，所有人民眼中的勇士。

作为一位高阶十字军，我的职责就是以适当的任务来考验这些男女。',text0_1='' WHERE Id=14659;
UPDATE npc_text SET text0_0='',text0_1='某些奖励只适用于那些取得十字军头衔，在银白十字军以及他们盟友中获得崇拜声望的人。

提里奥本人亲自任命我找寻这些的英雄，并给予他们适当的勋章。' WHERE Id=14661;
UPDATE npc_text SET text0_0='你准备好要为了联盟而战吗，$c?',text0_1='你准备好要为了联盟而战吗，$c?' WHERE Id=14675;
UPDATE npc_text SET text0_0='有些人希望他们的行为将不会为其带来经验值;
始终维持当前等级的力量，并且不再获得成长。

我能帮你这么做…当然，你得花点钱。

但是你要注意:一旦付了钱，『你就不再获得任何经验值了』。一点经验值也得不到。

要是你事后改变主意，并且想再度获得经验值的话，我可以用相同的费用帮你恢复正常。',text0_1='有些人希望他们的行为将不会为其带来经验值;
始终维持当前等级的力量，并且不再获得成长。

我能帮你这么做…当然，你得花点钱。

但是你要注意:一旦付了钱，『你就不再获得任何经验值了』。一点经验值也得不到。

要是你事后改变主意，并且想再度获得经验值的话，我可以用相同的费用帮你恢复正常。' WHERE Id=14736;
UPDATE npc_text SET text0_0='你好，$c。

部落目前控制冬握堡垒，但战斗已经开始了。快前往冬握湖支援我们的部队!',text0_1='你好，$c。

部落目前控制冬握堡垒，但战斗已经开始了。快前往冬握湖支援我们的部队!' WHERE Id=14777;
UPDATE npc_text SET text0_0='你好，$c。

联盟目前控制冬握堡垒，但下一场战斗即将展开。准备好前往冬握湖支援我们的部队!

下一场战斗将在$4354k后开始。',text0_1='你好，$c。

联盟目前控制冬握堡垒，但下一场战斗即将展开。准备好前往冬握湖支援我们的部队!

下一场战斗将在$4354k后开始。' WHERE Id=14791;
UPDATE npc_text SET text0_0='能再回来看看朋友与家人真好，欢庆并且分享古老的故事。',text0_1='能再回来看看朋友与家人真好，欢庆并且分享古老的故事。' WHERE Id=14552;
UPDATE npc_text SET text0_0='元素之灵无所不在。我们必须懂得聆听。我曾经亲眼目赌人们无视他们的警告所带来的后果……',text0_1='' WHERE Id=14724;
UPDATE npc_text SET text0_0='那场战斗真是野蛮而暴力。我好多年没看过这样的技击大赛了!真惊人!',text0_1='' WHERE Id=14815;
UPDATE npc_text SET text0_0='我可等不及要看了!他们看来准备好下一轮了，所以你们也做好准备吧!',text0_1='' WHERE Id=14816;
UPDATE npc_text SET text0_0='华尔琪的合作技巧惊人。我现在知道为什么我们花了那么多功夫才抓到她们。',text0_1='' WHERE Id=14820;
UPDATE npc_text SET text0_0='我希望你能成长快一点!',text0_1='' WHERE Id=14822;
UPDATE npc_text SET text0_0='我很肯定在你的一生中一定当过学生，$c。你从一位指导者身上学习，某种程度上你会尊敬他们，对吧?或许不是一个人，但最起码，有人了解得比你更多，而愿意教导你。如果没有的话，你也可以运用你的想象力……

如果你最后发现，你的导师并不如你所想得全知全能，或许你会想到一条更好的道路?',text0_1='' WHERE Id=14560;
UPDATE npc_text SET text0_0='',text0_1='这太糟糕了!我根本不应该坐在这里，一点用都没有，有这么多事情等着去做!要是我的手臂没有在北裂境受伤…待在这里根本没有意义!塔胡会替我好好包扎最后我会痊愈，在这段期间我们会在这里帮忙。

我们不在前线并不表示我们没办法帮忙。' WHERE Id=14561;
UPDATE npc_text SET text0_0='旅人丰年祭是把一个人的好运分享给周遭众人的时刻。

我们希望所有高贵的盟友能都加入我们的盛宴与庆典。',text0_1='旅人丰年祭是把一个人的好运分享给周遭众人的时刻。

我们希望所有高贵的盟友能都加入我们的盛宴与庆典。' WHERE Id=14640;
UPDATE npc_text SET text0_0='如果你对学习更多传统旅人丰年祭料理有兴趣的话，可以跟任何一位女侍谈谈。',text0_1='' WHERE Id=14628;
UPDATE npc_text SET text0_0='嗨，$N。如果你需要烹饪训练，你可就找对地方了。旅人丰年祭的时候我总是会收到很多新学生。',text0_1='嗨，$N。如果你需要烹饪训练，你可就找对地方了。旅人丰年祭的时候我总是会收到很多新学生。' WHERE Id=14627;
UPDATE npc_text SET text0_0='',text0_1='绿龙军团欠你一份人情。' WHERE Id=13241;
UPDATE npc_text SET text0_0='呃啊啊…别…理我。

我…快…死了……
呃啊啊…别…烦我。

我…已经…要结束了……',text0_1='呃啊啊…别…理我。

我…快…死了……
呃啊啊…别…烦我。

我…已经…要结束了……' WHERE Id=13930;
UPDATE npc_text SET text0_0='收集…天谴军团的…情报。

联盟部队出现…

我们寻找掩护 - 等待他们攻击大门…之后，我们从后面偷袭他们。

被夹在我…和天谴军中间…让他们无法承受…

$g兄弟:姊妹;
…这很…壮观。',text0_1='收集…天谴军团的…情报。

联盟部队出现…

我们寻找掩护 - 等待他们攻击大门…之后，我们从后面偷袭他们。

被夹在我…和天谴军中间…让他们无法承受…

$g兄弟:姊妹;
…这很…壮观。' WHERE Id=13931;
UPDATE npc_text SET text0_0='我将我的一切…都献给了部落……',text0_1='我将我的一切…都献给了部落……' WHERE Id=13935;
UPDATE npc_text SET text0_0='哇，哇，哇!小声点，$N。小声点!

<轰击四处张望着。>

我可不想被那些冰霜维酷人注意到我们，懂吗?

你觉得我的弹跳机器人怎么样?我跟根据机械地精的设计而制。很光滑，对吧?',text0_1='' WHERE Id=14053;
UPDATE npc_text SET text0_0='你长得可真丑!倒不是说你不懂得战斗啦。

我们其中一个中队已经整装完成，即将出发 - 你这家伙快去给我排队准备!',text0_1='' WHERE Id=14061;
UPDATE npc_text SET text0_0='维斯派塔斯的角鹰兽会带你迅速抵达目的地。',text0_1='维斯派塔斯的角鹰兽会带你迅速抵达目的地。' WHERE Id=14254;
UPDATE npc_text SET text0_0='',text0_1='哈啰。这个木板屋是让虚弱和疲倦的人恢复伤口用的。但是目前因为满载所以我们无法再接收任何人了。如果你正在寻找一个地方休息的话，你应该在奥多尔或者占卜者地区里看看。' WHERE Id=9854;
UPDATE npc_text SET text0_0='创造珠宝和宝石是我生存的目的。我能与你分享我的热情吗?',text0_1='' WHERE Id=10457;
UPDATE npc_text SET text0_0='',text0_1='无头骑士的灵魂已经变得疯狂了！在万圣节期间，他随时可能袭击这座村庄！他将在$4676D后归来。' WHERE Id=11143;
UPDATE npc_text SET text0_0='',text0_1='无头骑士的灵魂已经变得疯狂了！在万圣节期间，他随时可能袭击这座村庄！他将在$4676D后归来。' WHERE Id=11473;
UPDATE npc_text SET text0_0='',text0_1='我们的道路是神圣的。在我们抛弃索林姆之前，我们将会选择死亡，加入巫妖王的一方。' WHERE Id=14033;
UPDATE npc_text SET text0_0='啊，没错，那个…名字。嗯…如同他们说的，是个好名字，就像信誉一样，一点小差错就会毁掉许多的努力。不需要去深究方法及理由;
只要说，那就是我为何会被某些人如此称呼的原因就好了。',text0_1='' WHERE Id=12220;
UPDATE npc_text SET text0_0='你好，$c。

联盟目前控制冬握堡垒。当战斗即将展开时，你可以跟我讲一声以进入战斗。

下一场战斗将在$4354k后开始。',text0_1='你好，$c。

联盟目前控制冬握堡垒。当战斗即将展开时，你可以跟我讲一声以进入战斗。

下一场战斗将在$4354k后开始。' WHERE Id=14782;
UPDATE npc_text SET text0_0='你好，$c!暴风港是一处很显著的地方。即使从空中都看得一清二楚。你想象只鸟一样来俯瞰这个海港吗?',text0_1='' WHERE Id=13454;
UPDATE npc_text SET text0_0='小狗人已经攻击我们好几天了。但伟大闪电石还是安全的。

苏-侯鲁像之前几次一样来帮我们…小狗人是赢不了的。',text0_1='' WHERE Id=13363;
UPDATE npc_text SET text0_0='大战依旧在炫触避风港持续着。

或许你可以找时间去帮忙?',text0_1='' WHERE Id=13452;
UPDATE npc_text SET text0_0='刚才的表现真精采。但是你准备好要接受下一个挑战了吗?',text0_1='' WHERE Id=14737;
UPDATE npc_text SET text0_0='第一场挑战赛需要你骑上银白战马。你可以在大竞技场的墙边找到那些坐骑。

请骑上那些战马，然后请告诉我，让我们可以继续下去。',text0_1='' WHERE Id=14757;
UPDATE npc_text SET text0_0='你多努力对抗巫妖王，$c?',text0_1='' WHERE Id=13608;
UPDATE npc_text SET text0_0='',text0_1='许多人在英灵殿中逝去，他们的尸体成为我们力量考验的一部份。

你也愿意将骸骨留在这个力量与战斗的殿堂吗，$N?' WHERE Id=13918;
UPDATE npc_text SET text0_0='我们成功了!你相信我们刚刚听到的吗?太不可思议了!',text0_1='' WHERE Id=14176;
UPDATE npc_text SET text0_0='你准备好迎战银白十字军的骁士了吗?',text0_1='你准备好迎战银白十字军的骁士了吗?' WHERE Id=14407;
UPDATE npc_text SET text0_0='',text0_1='欢迎!你是来加入我们的旅人丰年祭盛宴吗?来来来，在丰年祭餐席旁边找个位子坐下。

尝尝每样东西!我肯定你一定会找到某些你喜欢的食物。' WHERE Id=14633;
UPDATE npc_text SET text0_0='「旅人丰年祭。」哈。我可以了解那些牛头人急着想表现他们对部落大酋长的感激和情谊，但被遗忘者呢?

我可以想见他们早就抛弃这些多愁善感的传统。',text0_1='「旅人丰年祭。」哈。我可以了解那些牛头人急着想表现他们对部落大酋长的感激和情谊，但被遗忘者呢?

我可以想见他们早就抛弃这些多愁善感的传统。' WHERE Id=14635;
UPDATE npc_text SET text0_0='既然你是个有点才能的裁缝，我可以告诉你我知道一些独特的图样。我知道幽光披风与死寒披风的图样。',text0_1='' WHERE Id=14076;
UPDATE npc_text SET text0_0='',text0_1='大家为崇高的英雄喝采!' WHERE Id=8893;
UPDATE npc_text SET text0_0='',text0_1='无头骑士正在攻击!快点，加入你的部落同袍一起保护村庄!' WHERE Id=11475;
UPDATE npc_text SET text0_0='',text0_1='我现在很忙，$r，请不要来烦我。' WHERE Id=12556;
UPDATE npc_text SET text0_0='烈酒，就是好酒。',text0_1='烈酒，就是好酒。' WHERE Id=12867;
UPDATE npc_text SET text0_0='',text0_1='(萨拉斯语)很高兴见到你。如果你想要学习如何召唤一道通往塞拉摩的传送门，我可以教你。' WHERE Id=12933;
UPDATE npc_text SET text0_0='嘿，我看到你手上的啤酒节奖品章，如果你需要的话，我有些啤酒节礼品可以卖喔。',text0_1='嘿，我看到你手上的啤酒节奖品章，如果你需要的话，我有些啤酒节礼品可以卖喔。' WHERE Id=12968;
UPDATE npc_text SET text0_0='我是札伦陶，见证者。',text0_1='' WHERE Id=14119;
UPDATE npc_text SET text0_0='早在燃烧军团与大崩裂之前，当这个世界依旧年轻，世事未逢剧变时，我曾是我族首批牛头人德鲁伊的一份子，塞纳留斯尊师的最后一代弟子。

当我的族人在追寻更大更强的猎物时，我追寻着故事与传说。在这样的饥渴与对知识的渴望驱使下让我走向了德鲁伊之道。有一段时间，这些渴望在我学习如何与树木、岩石还有野兽交谈时获得满足，我聆听他们的故事。

但是当塞纳留斯不再行走于我们之间的时候，我的族人也开始忘记他所教导的事物。然而我无法忘却，我依旧渴望能从这个世界学习到更多事物。

于是我挥别同族，踏上前往未知之地的旅程',text0_1='' WHERE Id=14120;
UPDATE npc_text SET text0_0='菲丹·达金位于工匠区中间的二楼。',text0_1='菲丹·达金位于工匠区中间的二楼。' WHERE Id=13886;
UPDATE npc_text SET text0_0='',text0_1='麦格尼王期待我们赢得联赛，让他骄傲。我们绝不会失败。' WHERE Id=14396;
UPDATE npc_text SET text0_0='能够协助布莱恩探索上古的奥杜亚真是莫大的光荣。',text0_1='' WHERE Id=14428;
UPDATE npc_text SET text0_0='<小暴掠龙看着你，似乎在想你到底是不是牠妈妈。>',text0_1='' WHERE Id=14527;
UPDATE npc_text SET text0_0='如此明显的对比，这个节日，完全就是标准的人类行为。谁会想到一个无情贪婪的种族会举行一个付出与分享的庆典?

看了真让人高兴。达纳苏斯将会全力支援并且鼓励这个活动。',text0_1='如此明显的对比，这个节日，完全就是标准的人类行为。谁会想到一个无情贪婪的种族会举行一个付出与分享的庆典?

看了真让人高兴。达纳苏斯将会全力支援并且鼓励这个活动。' WHERE Id=14641;
UPDATE npc_text SET text0_0='元素之灵的智慧超乎你我的想象。他们比我们更早就存于世上，并且将会存于我辈之后。当他们与我们沟通时，我们必须懂得聆听。',text0_1='' WHERE Id=14723;
UPDATE npc_text SET text0_0='',text0_1='审判者玛瑞尔·真心请我们来注意联赛中的需要。那些赢得勇士资格的人，以及向我们证明自己价值的人都被要求要来尽这些职责。' WHERE Id=14793;
UPDATE npc_text SET text0_0='',text0_1='由于大竞技场完工，审判者玛瑞尔·真心要求我们来监督并保护联赛的进行。她要我们跟那些毫无价值的白银誓盟无赖一起工作，但他们只会碍事。' WHERE Id=14794;
UPDATE npc_text SET text0_0='有些人就是不相信传说中的夜精灵怪头。

我同情这些蠢蛋。',text0_1='' WHERE Id=15037;
UPDATE npc_text SET text0_0='当我在大厅时，鹰王伊奇斯带着泰洛克羽毛，作为他权力的标志。

我的兄弟，暗法师希斯，在我们的仪式期间戴着泰洛克面罩。

至于泰洛克的传说，没有办法确切知道它在那里，但是他们通常将它放在他们巨大拱顶大厅内的符文法阵中心。',text0_1='' WHERE Id=9639;
UPDATE npc_text SET text0_0='我很孤单。真希望这里有更多和我同龄的孩子。有时候我还真怀念在撒塔斯孤儿院的日子。',text0_1='' WHERE Id=10730;
UPDATE npc_text SET text0_0='你好，$c。

你想让达洛克送你去风险海湾?',text0_1='' WHERE Id=12838;
UPDATE npc_text SET text0_0='没有那些酋长阻挠我们，我们可以放手进攻!要不了多久，$n……',text0_1='' WHERE Id=14444;
UPDATE npc_text SET text0_0='现在你知道所有事情了，老兄!做好准备…我们很快就会开始攻击!',text0_1='' WHERE Id=14445;
UPDATE npc_text SET text0_0='你来这里跟我们一起庆祝旅人丰年祭吗?',text0_1='' WHERE Id=14630;
UPDATE npc_text SET text0_0='',text0_1='丰年祭餐席放着五种旅人丰年祭食物，每个位子前面各有一样。

当你坐在其中一个位子时，那种食物你爱吃多少吃多少，你也可以把食物传递给其他的位子。尽量吃并且和朋友分享!

如果你其中一种食物吃得够多，你将可以获得该食物的一种独特增益效果。

此外，如果你每一种食物都吃得够多，你将可以获得有福同享的效果!' WHERE Id=14648;
UPDATE npc_text SET text0_0='很高兴见到你，怪头$G老兄:大姐;
。',text0_1='' WHERE Id=15038;
UPDATE npc_text SET text0_0='原谅我$c，不过我必须专心于我的工作中。',text0_1='' WHERE Id=12244;
UPDATE npc_text SET text0_0='惊惧船长狄米撒驶进了藏宝海湾，宣布今天是海贼日!

任何有勇气跟她喝一杯酒的人都可以当她的荣誉船员。',text0_1='惊惧船长狄米撒驶进了藏宝海湾，宣布今天是海贼日!

任何有勇气跟她喝一杯酒的人都可以当她的荣誉船员。' WHERE Id=13044;
UPDATE npc_text SET text0_0='别烦我，$c!我得确保这两大锅冒泡的啤酒尝起来风味绝佳才行!

否则的话，主人寇仁恐酒会把我宰来吃掉!',text0_1='' WHERE Id=13061;
UPDATE npc_text SET text0_0='这可是好东西呀!只可惜有点淡。我想我可以加一点大蒜味道进去…',text0_1='' WHERE Id=13064;
UPDATE npc_text SET text0_0='这种事我平常是不做的，但…我渴得半死，而且讨厌一个人喝酒。

干杯!',text0_1='' WHERE Id=13074;
UPDATE npc_text SET text0_0='欢迎，勇士们!我们所有的努力都失败了。需要有人帮忙用这些鱼叉猎枪把她给拉下来。',text0_1='欢迎，勇士们!我们所有的努力都失败了。需要有人帮忙用这些鱼叉猎枪把她给拉下来。' WHERE Id=14317;
UPDATE npc_text SET text0_0='你确定你想在对抗尤格萨伦的战斗中要我帮忙?',text0_1='' WHERE Id=14330;
UPDATE npc_text SET text0_0='',text0_1='凡人们，我很感激你拯救我脱离此地的可怕腐化。虽然我还尚未完全恢复，但我能帮助你对抗尤格萨伦。

我能让你和你的朋友获得自然韧性，提高你的伤害，以及法术与各种效应的治疗效果。此外，我能召唤理智之井，让你能在与现实的连结衰弱时回复你的理智。' WHERE Id=14332;
UPDATE npc_text SET text0_0='你所走的真是条漫长而艰辛的旅途啊。很少有谁能取得你这样的成就。你是赞达拉帝国的朋友，$N。

传说中的，或许……是的……或许。',text0_1='' WHERE Id=7458;
UPDATE npc_text SET text0_0='如果你弄丢了一件赞达拉护甲，我或许可以帮你。',text0_1='' WHERE Id=8642;
UPDATE npc_text SET text0_0='',text0_1='你好，$r。你高尚的行为是大家公认的。愿伊露恩保护你。' WHERE Id=8863;
UPDATE npc_text SET text0_0='大家为崇高的英雄喝采!',text0_1='' WHERE Id=8892;
UPDATE npc_text SET text0_0='赛巴鲁思打从心底感谢你，英雄。要是没有你，赛巴鲁思可能会死掉，或者更惨一点，赛巴鲁思可能会变成他们之中的一员…',text0_1='' WHERE Id=12790;
UPDATE npc_text SET text0_0='快一点，$c!

把材料放进锅里。时间才是关键!',text0_1='' WHERE Id=13119;
UPDATE npc_text SET text0_0='',text0_1='我的飞龙正等着你的归来。$c。

你准备好乘风飞行了吗?' WHERE Id=14170;
UPDATE npc_text SET text0_0='什么事……你想要做什么，$r?你看不出来我在这里忙着吗?',text0_1='' WHERE Id=8446;
UPDATE npc_text SET text0_0='那是什么?',text0_1='' WHERE Id=13911;
UPDATE npc_text SET text0_0='我所在此累积的或许是整个外域最伟大的知识宝库。就算是银月城的大图书馆也会相形失色。

请来…看一看，读一读，随意浏览。你会发现每样东西都井然有序，编码清楚。',text0_1='' WHERE Id=14365;
UPDATE npc_text SET text0_0='在罗德隆陷落的时候，我曾经去探访过亲友，而他们…嗯。我猜想我大概再也不会回到西部荒野。

有时候我会想不知道我的家人是不是还活着。但更多时候，我会想为什么我已经不在乎了。',text0_1='' WHERE Id=14446;
UPDATE npc_text SET text0_0='欢迎，勇士!你召集好队伍，准备要迎接大十字军试炼的挑战了吗?只有最强大以及最纯熟的战士才能进行这场试炼。想接受这个试炼，你必须先完成普通的十字军试炼。',text0_1='' WHERE Id=14850;
UPDATE npc_text SET text0_0='现在你完成了十字军的试炼，你应该考虑回去参加大十字军试炼。唯有最强大的冒险者能有机会完成试炼，但你将会获得应有的丰厚奖励。',text0_1='' WHERE Id=14865;
UPDATE npc_text SET text0_0='恭喜，等你准备好的时候请通过传送门前往达拉然。',text0_1='' WHERE Id=14866;
UPDATE npc_text SET text0_0='欢迎，勇士!你召集好队伍，准备要迎接银白十字军的挑战了吗?',text0_1='' WHERE Id=14664;
UPDATE npc_text SET text0_0='你们准备好迎接第一场挑战了吗?',text0_1='' WHERE Id=14665;
UPDATE npc_text SET text0_0='干得好!你和那些野兽的战斗非常精彩!我听说下一场挑战将会更困难!',text0_1='' WHERE Id=14678;
UPDATE npc_text SET text0_0='我们现在勉强挡住贾拉克瑟斯领主，但我们撑不了太久。',text0_1='' WHERE Id=14679;
UPDATE npc_text SET text0_0='你们很快就会知道了。准备好接受下一场挑战了吗?',text0_1='' WHERE Id=14680;
UPDATE npc_text SET text0_0='太好了，等要撤掉束缚法术的时候，给我个信号就行了。',text0_1='' WHERE Id=14682;
UPDATE npc_text SET text0_0='大十字军试炼不单只是十字军试炼的困难版。除了遭遇更困难之外，你无法无止尽地尝试挑战。在50次未成功的挑战后，你本周将无法继续进行试炼的挑战。当你完成大十字军试炼的挑战，你会根据剩余挑战次数的数量来给予额外奖励。你准备好了吗?',text0_1='' WHERE Id=14853;
UPDATE npc_text SET text0_0='每天下午6点钟，雷霆崖都会有华丽的烟火表演!',text0_1='每天下午6点钟，雷霆崖都会有华丽的烟火表演!' WHERE Id=8134;
UPDATE npc_text SET text0_0='如果你希望体验真正的冬幕节宴会，你应该去奥格玛。',text0_1='如果你希望体验真正的冬幕节宴会，你应该去奥格玛。' WHERE Id=9698;
UPDATE npc_text SET text0_0='噢，我的天，我没想过我有机会亲眼看见奥杜亚。布莱恩要我资助这个远征队的时候，我怎么会拒绝呢?!',text0_1='' WHERE Id=14362;
UPDATE npc_text SET text0_0='这些宝贝投出独一无二的火焰。我们甚至还可以加上第二具火炮，勾爪还有手动的燃油注射系统。你要是能从那些机械地精身上取得液态黄铁，你可以用它来投掷高密度炸药，或是瞬间强化你的移动速度。

让那些探险者协会的讨厌鬼瞧瞧它的厉害!',text0_1='这些宝贝投出独一无二的火焰。我们甚至还可以加上第二具火炮，勾爪还有手动的燃油注射系统。你要是能从那些机械地精身上取得液态黄铁，你可以用它来投掷高密度炸药，或是瞬间强化你的移动速度。

让那些探险者协会的讨厌鬼瞧瞧它的厉害!' WHERE Id=14368;
UPDATE npc_text SET text0_0='幸好你们出现了!铁矮人把我们逼退到这个位置，我们快要守不住这道防线了。

更糟的是，他们开始强化魔法防御。如果我们不尽快攻击，他们就可以在一瞬间就把我们毁灭殆尽!

我们从先前的联盟与部落远征队手中重新修复了一些攻城器械、石毁车和摩托车。但我们所有的驾驶员都在上一次突袭中丧生。

你们必须要驾驶这些载具，并且攻破奥杜亚的大门!

拜托，$n!你是我们最后的希望!',text0_1='' WHERE Id=14369;
UPDATE npc_text SET text0_0='你在这里可真幸运。等集合场被清空之后我就会到更里面去找你。',text0_1='' WHERE Id=14415;
UPDATE npc_text SET text0_0='对付那个金属巨人可真是干得漂亮。看来我们路上剩下的阻碍没剩几个了。

等你解决掉大厅底那个叮当作响的机器人，我们就能进入奥杜亚了。

我们还注意到有一只庞大的喷火元龙和一只熔火巨人。然而，他们并不会阻碍我们，如果想要你也可以避开他们。',text0_1='' WHERE Id=14471;
UPDATE npc_text SET text0_0='你!是的，就是你!

睁大双眼看好，并且珍惜这千载难逢的机会，因为不久之后，全世界都将认识并且敬畏那威震四方的威尔弗雷德菲斯巴恩!一旦我的华丽召唤大功告成之后，再也没有人敢质疑我的能力啦!',text0_1='' WHERE Id=14787;
UPDATE npc_text SET text0_0='我们的方式可能不为世俗所认可，但至少在战斗中，我们的能力仍会受到相当的敬重。',text0_1='我们的方式可能不为世俗所认可，但至少在战斗中，我们的能力仍会受到相当的敬重。' WHERE Id=14804;
UPDATE npc_text SET text0_0='你可以在下水道西边找到咒语与乌鸦酒店。
',text0_1='你可以在下水道西边找到咒语与乌鸦酒店。
' WHERE Id=14021;
UPDATE npc_text SET text0_0='那边有一个哥布林经营的银行，就在下水道西区，咒语与乌鸦酒店的北边。
',text0_1='那边有一个哥布林经营的银行，就在下水道西区，咒语与乌鸦酒店的北边。
' WHERE Id=14022;
UPDATE npc_text SET text0_0='很意外在这里看见一个兽人?别在意。

必须有人看着被遗忘者。如果我们从一开始就提高注意，愤怒之门的事情可能根本不会发生。',text0_1='很意外在这里看见一个兽人?别在意。

必须有人看着被遗忘者。如果我们从一开始就提高注意，愤怒之门的事情可能根本不会发生。' WHERE Id=14931;
UPDATE npc_text SET text0_0='第一项挑战就需要骑上一只银白作战座狼。你可以在大竞技场的墙边找到那些坐骑。

请骑上那些作战座狼，然后再来找我，让我们可以继续进行下去。',text0_1='' WHERE Id=15043;
UPDATE npc_text SET text0_0='弄丢了你的火箭包?你检查过你的袋子了吗?',text0_1='' WHERE Id=15123;
UPDATE npc_text SET text0_0='没想到你刚好就是我一直要找的$c!我正在测试一具火箭动力的飞行装置，而我需要你的帮忙!

就拿一件这种背心然后穿在你的护甲外头。按下旁边的按钮，然后「轰」，你就飞天啦。

这每一件宝贝都和我手上这个传输器8000连线，就不要试着想偷走我的作品了。如果你离传输器太远，它就会关闭主要火箭，让你无法起飞直到你回到我这里来。

然后，我把切结书放在哪儿了?',text0_1='' WHERE Id=15134;
UPDATE npc_text SET text0_0='',text0_1='我没办法困住他太久!我们一定要立刻离开!' WHERE Id=15157;
UPDATE npc_text SET text0_0='我们会利用这些补给，让所有人准备好战斗。

继续吧。我们在前面跟你碰头。',text0_1='' WHERE Id=15171;
UPDATE npc_text SET text0_0='我会召集剩下的奴隶让他们准备好作战。我们会在你对上天谴领主提朗纽斯之前赶上你。',text0_1='' WHERE Id=15172;
UPDATE npc_text SET text0_0='我们会跟随你的领导，英雄们。天谴领主将会就此死去。',text0_1='' WHERE Id=15174;
UPDATE npc_text SET text0_0='',text0_1='我会留在这里等候更多援军抵达，但你一定要继续往前。阿萨斯很快就会知道我们在这里了。' WHERE Id=15191;
UPDATE npc_text SET text0_0='',text0_1='我们没有时间可以浪费了，$c。你还杵在这里做什么?' WHERE Id=15206;
UPDATE npc_text SET text0_0='',text0_1='如此靠近这把终结我性命之剑…那种痛苦…彷佛再次浮现。' WHERE Id=15215;
UPDATE npc_text SET text0_0='部落的勇敢士兵，我向你致敬!如果不是你和你的盟友，我们肯定会被联盟炮艇所摧毁。

在我们开始攻击城塞上层之前，请稍微休息一下。',text0_1='' WHERE Id=15217;
UPDATE npc_text SET text0_0='你确定，$N?若是我们成功，则将面对天谴军团的全力攻击。如果你不需要更多休息，那我们就开始吧。',text0_1='' WHERE Id=15218;
UPDATE npc_text SET text0_0='我听说我的孩子在这里。而且他现在是个服侍巫妖王的强大死亡骑士。如果这是真的，那么我一定会亲手结束我的血脉。

我现在的任务是指挥奥格林之锤前往冰冠城塞之顶，并且摧毁所有挡住我们去路的天谴军。等你和你的同伴准备好，我们就出发。',text0_1='' WHERE Id=15219;
UPDATE npc_text SET text0_0='传送器闪烁着一种结晶般的光芒。',text0_1='传送器闪烁着一种结晶般的光芒。' WHERE Id=15221;
UPDATE npc_text SET text0_0='瓦里玛萨斯?没有，他好一阵子没有关于他的报告了。毫无疑问他已经不受他女王的重用了。',text0_1='' WHERE Id=15319;
UPDATE npc_text SET text0_0='当瓦里玛萨斯，呃…不在时，我被指派去协助贝拉戈队长。',text0_1='' WHERE Id=15320;
UPDATE npc_text SET text0_0='随着幽暗城的大批部队被派往北裂境的复仇台地，大酋长就派我们来增强城市的防务。',text0_1='随着幽暗城的大批部队被派往北裂境的复仇台地，大酋长就派我们来增强城市的防务。' WHERE Id=15321;
UPDATE npc_text SET text0_0='',text0_1='我们安全了…起码现在如此。他的力量比我们上一次交手时强上十倍。我们需要一支强大的军队才能消灭巫妖王。一支远超过部落动员能力的大军。' WHERE Id=15190;
UPDATE npc_text SET text0_0='这都是由我一手造成的，朋友。我无法忍受在巫妖王掌控之下的我，对这世界所犯下的罪行。

这将是我赎罪的第一步，如果我的罪行无法获得饶恕，那么我将会终其一生致力弥补我所犯下的过错。',text0_1='' WHERE Id=15297;
UPDATE npc_text SET text0_0='我曾是一名圣骑士，$N。现在圣光已不再眷顾我，因为我犯下的罪行实在太深了。

我会尽其所能的协助盟友，而我永远也不会再重执黑暗的力量。',text0_1='' WHERE Id=15298;
UPDATE npc_text SET text0_0='欢迎，英雄。我替德鲁伊制造并贩卖芙蕾雅的棘织护甲。',text0_1='欢迎，英雄。我替德鲁伊制造并贩卖芙蕾雅的棘织护甲。' WHERE Id=15445;
UPDATE npc_text SET text0_0='欢迎，英雄。我替盗贼制造并贩卖影刃护甲。

',text0_1='欢迎，英雄。我替盗贼制造并贩卖影刃护甲。
' WHERE Id=15447;
UPDATE npc_text SET text0_0='欢迎，英雄。我替战士制造并贩卖依米亚领主护甲。',text0_1='' WHERE Id=15450;
UPDATE npc_text SET text0_0='欢迎，英雄。我替术士制造并贩卖黑暗巫会护甲。

',text0_1='欢迎，英雄。我替术士制造并贩卖黑暗巫会护甲。

' WHERE Id=15454;
UPDATE npc_text SET text0_0='峭壁之上，强风依旧呼啸而过，多年来寒冰皇冠仍是生灵避之唯恐不及之处。然而只要不轻言放弃，我们仍可夺回此地，这也是我来到这里的原因。终有一天，此地将会百树林立，守护着我们。',text0_1='' WHERE Id=14751;
UPDATE npc_text SET text0_0='我能为你做什么, $G?',text0_1='' WHERE Id=14324;
UPDATE npc_text SET text0_0='',text0_1='我会在这里等待更多援军抵达，但你必须要继续前进。在阿萨斯发现我们之前，我们所剩的时间不多了。' WHERE Id=15152;
UPDATE npc_text SET text0_0='',text0_1='原谅我，英雄们。我早该要听乌瑟的。我…我就是得自己亲眼看看。最后一次注视他的双眼。我很抱歉。' WHERE Id=15189;
UPDATE npc_text SET text0_0='',text0_1='我们时间不多了，英雄。你需要什么?' WHERE Id=15207;
UPDATE npc_text SET text0_0='',text0_1='霜之哀伤:摧毁我们王国的那把剑……' WHERE Id=15339;
UPDATE npc_text SET text0_0='',text0_1='冲击者5000型超级大炮是一种最先进的单人抛射仪器。他以龙的速度运送装载，这个大炮是布莱顿海默家的骄傲与喜悦，他们的航空与弹药技术是出了名的!

如果你想和鸟一样在空中翱翔，就去雷霆崖猎人高地南方边缘找玛克希玛·布莱顿海默。她会在石牛湖南方的目标向你瞄准!' WHERE Id=8349;
UPDATE npc_text SET text0_0='元素与我们同在，$N。有着他们的帮助，我们可以全力阻止瓦里玛萨斯和普崔司!为了部落!',text0_1='' WHERE Id=14051;
UPDATE npc_text SET text0_0='等你准备好接受骁士位阶的考验，我会唤来一名银白十字军的成员。',text0_1='等你准备好接受骁士位阶的考验，我会唤来一名银白十字军的成员。' WHERE Id=14408;
UPDATE npc_text SET text0_0='没人能比爆栓兄弟盖得更快、更便宜，盖得更棒!',text0_1='' WHERE Id=14426;
UPDATE npc_text SET text0_0='银白骑士以平衡与精确为信条，灵巧而熟练地交替攻击与防御。

但是当他们想要拉开距离的时候，往往也会让自己暴露在冲锋的危险下。

在他们来得及反应前，用冲锋缩短距离，然后对他们使用破盾然后搭配更多的戳刺。',text0_1='银白骑士以平衡与精确为信条，灵巧而熟练地交替攻击与防御。

但是当他们想要拉开距离的时候，往往也会让自己暴露在冲锋的危险下。

在他们来得及反应前，用冲锋缩短距离，然后对他们使用破盾然后搭配更多的戳刺。' WHERE Id=14476;
UPDATE npc_text SET text0_0='猛玛象人没有一般人想象中的蠢。在戈莫克上场前禁锢牠是件困难的工作，但我们把他牢牢地绑住了，不会有安全上的顾忌。',text0_1='' WHERE Id=14759;
UPDATE npc_text SET text0_0='',text0_1='由于大竞技场已经完工，联赛总管要求我们分担一些竞赛流程的责任。那些赢得勇士资格的人，以及向我们证明自己价值的人都被要求要来尽这些职责。' WHERE Id=14824;
UPDATE npc_text SET text0_0='这是不对的，皮包骨?找别人吗?现在你只能找我了，所以如果你想要点什么，快点说。',text0_1='这是不对的，皮包骨?找别人吗?现在你只能找我了，所以如果你想要点什么，快点说。' WHERE Id=14933;
UPDATE npc_text SET text0_0='你来这里做什么，$c?',text0_1='' WHERE Id=15074;
UPDATE npc_text SET text0_0='要训练并且骑乘一只毒皮暴掠龙需要付出大量的心血。',text0_1='' WHERE Id=14474;
UPDATE npc_text SET text0_0='银行? 就在塔中央的贸易区.',text0_1='银行? 就在塔中央的贸易区.' WHERE Id=14901;
UPDATE npc_text SET text0_0='这是我们的最后一战。这一切将会流传千古。不管结果如何，他们都将知道我们是怀着荣誉，为了自由与同胞的安危而战。

记得，英雄们，在这污秽的殿堂之中，恐惧就是你最大的敌人。武装你的心灵与灵魂，它们将会比千颗太阳更加闪烁。敌人会因你而颤抖。他们终将倒下而正义之光普照万物!',text0_1='' WHERE Id=15103;
UPDATE npc_text SET text0_0='',text0_1='嘘!把你的声音压低。宝宝们在睡觉。' WHERE Id=10837;
UPDATE npc_text SET text0_0='我的视线布满着在世界各地正在发生，以及可能会发生的各种事。当中许多都很糟糕，不过我们需要相信他们是会改变的。',text0_1='' WHERE Id=10893;
UPDATE npc_text SET text0_0='永远别相信夺日者。他们致力于暗中破坏我们在银白十字军盟友眼中的形象。',text0_1='' WHERE Id=15076;
UPDATE npc_text SET text0_0='啊……走开!',text0_1='啊……走开!' WHERE Id=8761;
UPDATE npc_text SET text0_0='你在这里的工作完成了，萨满。回到你的人民那里吧。',text0_1='' WHERE Id=8826;
UPDATE npc_text SET text0_0='博克塔觉得这次坠毁是个不幸的意外，但我相信我们应该可以从中学到些什么。',text0_1='' WHERE Id=13646;
UPDATE npc_text SET text0_0='',text0_1='我们不能让我们的守卫倒下，$c。这个世界充满了燃烧军团的密探和盟友。如果你遇到任何奇怪的事，立刻向我报备。' WHERE Id=9166;
UPDATE npc_text SET text0_0='嗯?喔。要是我看起来不太专心的话，请见谅;
我正担心着北方城堡的人。我应该要派遣我的学生前往援助他们…',text0_1='嗯?喔。要是我看起来不太专心的话，请见谅;
我正担心着北方城堡的人。我应该要派遣我的学生前往援助他们…' WHERE Id=12930;
UPDATE npc_text SET text0_0='',text0_1='不，我可是个聪明人，我不会这么轻易就被说动。我可以用洗碗水和蒲公英做出治疗药水，不过那可不是我要让你见识的东西!

总之，如果你想买东西，请洽派翠西亚。' WHERE Id=14713;
UPDATE npc_text SET text0_0='',text0_1='我没办法困住他太久!我们一定要立刻离开!' WHERE Id=15081;
UPDATE npc_text SET text0_0='嗯?喔。要是我看起来不太专心的话，请见谅;
我正担心着北方城堡的人。我应该要派遣我的学生前往援助他们。现在，我要怎么帮助你呢?',text0_1='嗯?喔。要是我看起来不太专心的话，请见谅;
我正担心着北方城堡的人。我应该要派遣我的学生前往援助他们。现在，我要怎么帮助你呢?' WHERE Id=12929;
UPDATE npc_text SET text0_0='你已经从玛里茍斯军队的手上夺走了奥核之眼的控制。红龙军团欠你一次。',text0_1='' WHERE Id=13239;
UPDATE npc_text SET text0_0='近战标靶能在骑乘战斗与防御两方面协助志士进行训练。

靠近近战标靶并且对它使用戳刺攻击。这样攻击的力道通常会使标靶快速旋转对你或你的坐骑造成伤害。这时你的防御就派上用场了。

记得在你攻击标靶前，确保你有至少一层的防御，并且在整个练习过程中持续地堆迭与重整你的防御。否则，你很快就发现自己被击下坐骑。

这一点与实际的骑乘战斗无异:在攻击与防御间取得平衡，每当有机会时就使用戳刺，然后尽可能地维持你的防御层数。',text0_1='' WHERE Id=14434;
UPDATE npc_text SET text0_0='哪里都好，就是不要这里……',text0_1='' WHERE Id=15432;
UPDATE npc_text SET text0_0='欢迎，英雄。我替牧师制造并贩卖赤红侍僧护甲。

',text0_1='欢迎，英雄。我替牧师制造并贩卖赤红侍僧护甲。
' WHERE Id=15452;
UPDATE npc_text SET text0_0='我在找寻一个技术绝佳的$g英雄:英雌;
。$G他:她;
将会召集其他人来解救血槌氏族，还有来自我们古罗迫害者残暴统治的所有位于这些山脉的巨魔。

等你尽其所能的学完所有事物后回来找我。不过，$c，守住这个秘密免得古罗得到有关我们地下行动的风声。',text0_1='' WHERE Id=10799;
UPDATE npc_text SET text0_0='你在这里建立了良好的名声，$r。恭喜你。

我们相信你不会只把名声当作唯一该做的事，你还是会协助我们驱逐恶魔吧?',text0_1='' WHERE Id=11027;
UPDATE npc_text SET text0_0='这个颅骨堆发生骯脏的恶臭。你担心阿拉卡最近在这骨堆上施加了其他的东西。

你将会需要10个时光流逝卷轴来召唤出泰洛克敌人的后代。',text0_1='' WHERE Id=11057;
UPDATE npc_text SET text0_0='水晶体?当然，我们会将它解释得如同你只有一半的智慧可以了解。

一颗能量耗尽的水晶体可用10片顶尖裂片进行简单的合成，就会制造出一颗充能水晶体。这些充能水晶体拥有一些治疗的功效，不过更重要的是他们对于受到控制的恶魔的成效。

你看，充能水晶体可以使一只受控制的恶魔展现出特别的能量。如果你有暗色符文，贾克就会跟你谈谈有关的事。',text0_1='' WHERE Id=11095;
UPDATE npc_text SET text0_0='连番的血战终究还是对你造成影响了，$N。别担心，我不会泄漏你的小秘密 -- 免得其他人以为你疯了。

去休息一下吧，会对你有帮助的。',text0_1='' WHERE Id=14141;
UPDATE npc_text SET text0_0='',text0_1='我告诉你，看你工作真的很有趣!你一定开过很多次轰炸机!' WHERE Id=14158;
UPDATE npc_text SET text0_0='启动次要防御系统将会让环轨炮塔消灭所有未经授权的生命型态。

你是未经授权的生命型态。请确认。',text0_1='' WHERE Id=14496;
UPDATE npc_text SET text0_0='允许安全系统手控。启动次要防御系统。

备用系统关闭，次要系统可以经由集合场的独立动力装置获得能量。',text0_1='' WHERE Id=14497;
UPDATE npc_text SET text0_0='你可以在炼金房找到他们。名字是赫伯特·哈尔希医生和马许医生。自己当心吧。',text0_1='你可以在炼金房找到他们。名字是赫伯特·哈尔希医生和马许医生。自己当心吧。' WHERE Id=14899;
UPDATE npc_text SET text0_0='那兹尼克 当地的美容师. 顶环的贸易区能找到他.',text0_1='那兹尼克 当地的美容师. 顶环的贸易区能找到他.' WHERE Id=14902;
UPDATE npc_text SET text0_0='麦可·加勒特负责幽暗城的蝙蝠。他就在贸易区的上层。',text0_1='麦可·加勒特负责幽暗城的蝙蝠。他就在贸易区的上层。' WHERE Id=14903;
UPDATE npc_text SET text0_0='热砂企业在达拉然下水道的中部举行竞技场巡回。

你还可以在意志之环找到决斗场。',text0_1='热砂企业在达拉然下水道的中部举行竞技场巡回。

你还可以在意志之环找到决斗场。' WHERE Id=14023;
UPDATE npc_text SET text0_0='下水道东边有一个坡道通到卡萨斯平台外。
',text0_1='下水道东边有一个坡道通到卡萨斯平台外。
' WHERE Id=14024;
UPDATE npc_text SET text0_0='欢迎，英雄。我替萨满制造并贩卖冰霜女巫护甲。
',text0_1='欢迎，英雄。我替萨满制造并贩卖冰霜女巫护甲。
' WHERE Id=15446;
UPDATE npc_text SET text0_0='我曾冒险进入黑暗之地，学会了亡寒披风的裁缝图样。

这件可交易的史诗级施法系披风提供法术能力、加速和致命一击等级。我在寻找值得传授这图样的人。

完成北裂境的大多数任务并达成「北裂境博学大师」的成就，就有资格学习亡寒披风的图样。',text0_1='' WHERE Id=14074;
UPDATE npc_text SET text0_0='过去的创伤依旧存在，$g小伙子:小姑娘;
。就算是现在，我依旧可以感觉它在我骨髓中抽痛。对，我跟阿萨斯还有笔旧帐要算，我真该在他还是个毛头小子的时候痛揍他一顿。我就知道他哪里有问题。

等你队友准备好的时候就告诉我，我们要前往城塞的最顶端。

阿萨斯不会想到的!',text0_1='' WHERE Id=15101;
UPDATE npc_text SET text0_0='在这个可悲城堡中几周，给了我们时间来研发新的产品。并让其他人忘记在龙骨荒野不幸的…误解。',text0_1='' WHERE Id=15040;
UPDATE npc_text SET text0_0='唷!我代表了王冠化学制药公司。

你在找礼物吗?找工作?或许是给自己的一点小东西?很好，你找对地方了，朋友。

如果我没有你想要的东西，我们的吉祥物或我身后的可爱商品商人也一定会有。',text0_1='' WHERE Id=15170;
UPDATE npc_text SET text0_0='唷!你知道我们的「慈善符咒」计画吗?

王冠化学制药公司的官方活动吉祥物，就像我将会分送可爱符咒收集工具组。

你可以利用收集到的可爱符咒来制作可爱符咒手镯，送给朋友或爱人，也可以把它拿给可爱商品商人换成爱之硬币!

另一个热门活动就是制作手镯送给你最爱的领袖，让他们知道你对他们的感激与爱慕……',text0_1='' WHERE Id=15212;
UPDATE npc_text SET text0_0='不管你要什么，布瑞奇·盖兹!懂吗?

我也不是跟你说什么「合法」的事情。不管你要什么，老兄!任何东西……',text0_1='' WHERE Id=15214;
UPDATE npc_text SET text0_0='我一点也不喜欢这个「王冠化学制药公司」。',text0_1='' WHERE Id=15256;
UPDATE npc_text SET text0_0='你不是有些包裹要送?',text0_1='你不是有些包裹要送?' WHERE Id=15282;
UPDATE npc_text SET text0_0='终于，我一直在等待的后援到了!我准备了凸栓要的文件。现在只等某人来把它送出去。',text0_1='' WHERE Id=15310;
UPDATE npc_text SET text0_0='我知道，我知道…「在下水道钓鱼?」你保证会被钓起来东西给吓一跳的。如果你相信的话，我是听过关于鲨鱼的故事。',text0_1='' WHERE Id=14272;
UPDATE npc_text SET text0_0='嗨，老兄，我不知道你是谁或是你跟着我想做什么，但即将上船而且想一个人静静，懂吗?',text0_1='' WHERE Id=15188;
UPDATE npc_text SET text0_0='<他看着火箭然后闪过一个紧张的微笑。>

没错，对，我或许是替某些人做了一两个火箭。所以怎样?在商言商，我只是付钱办事。又不是有人死掉。我们打开天窗说亮话。你打算怎样?',text0_1='' WHERE Id=15209;
UPDATE npc_text SET text0_0='听着，我不知道，好吗?我不知道!

有人付钱让用火箭空运一个化学弹头，而我也在做了这些。工作已完成了，老兄。它们已经全都完成，打包并且送走了。我拿到钱，而我只想要小小地享受一下我的人生，你却跑来打扰。我这里已经没有那些化学药剂，我也不知道那是什么。',text0_1='' WHERE Id=15210;
UPDATE npc_text SET text0_0='你期待我会把所有东西都记在脑袋里?听着。他们可没付钱叫我应付这种事，合约也只说要我不能多话。所以，我会把我的帐本掉在地板上，然后你就可以拿了它然后离我远远的。

懂吗?',text0_1='' WHERE Id=15211;
UPDATE npc_text SET text0_0='有东西闻起好臭，而且这次不是我的袜子。',text0_1='有东西闻起好臭，而且这次不是我的袜子。' WHERE Id=15284;
UPDATE npc_text SET text0_0='如果你没骑上一只联赛坐骑，我对你建议也没什么用。

装备一把长枪并从你阵营亭阁外找到一只联赛坐骑。',text0_1='' WHERE Id=14455;
UPDATE npc_text SET text0_0='雪人是凶猛，狡诈的生物，而这一只又是个中的翘楚。我们在他的饮食中加入了安眠的草药。

不过别妄想他在竞技场中也会昏昏欲睡。',text0_1='' WHERE Id=14761;
UPDATE npc_text SET text0_0='新年节庆的庆祝活动正在月光林地达到高峰。你可以选择艰辛的长途旅行，或者是利用塞纳里奥区的德鲁伊们所提供的运输服务。',text0_1='新年节庆的庆祝活动正在月光林地达到高峰。你可以选择艰辛的长途旅行，或者是利用塞纳里奥区的德鲁伊们所提供的运输服务。' WHERE Id=9692;
UPDATE npc_text SET text0_0='我们必须确保不会再于海中失去任何灵魂。',text0_1='我们必须确保不会再于海中失去任何灵魂。' WHERE Id=12243;
UPDATE npc_text SET text0_0='拿去吧，$n。

现在，拜托你，马上将你的注意力放回手上的任务吧…',text0_1='' WHERE Id=13501;
UPDATE npc_text SET text0_0='做好准备，$c。

终结巫妖王统治的时刻到了。',text0_1='' WHERE Id=15158;
UPDATE npc_text SET text0_0='灰烬裁决军是一群由黯刃骑士团和银白十字军中选出来最有能力的工匠。他们的产品象征了我们部队的合作，以及乘坐着它攻向巫妖王与他的爪牙。

也是透过灰烬裁决军的努力，我们才发现要如何让萨钢为我们所用。',text0_1='' WHERE Id=15159;
UPDATE npc_text SET text0_0='去跟芬克斯坦谈谈，$c。他可以帮你指引方向。

证明你的忠诚，而他们就会告诉你方法。',text0_1='' WHERE Id=15160;
UPDATE npc_text SET text0_0='德鲁伊们举行的新年节庆庆祝活动正在月光林地进行。如果旅行到那里对你来说太远了，他们正在公园提供月井的运输服务。',text0_1='德鲁伊们举行的新年节庆庆祝活动正在月光林地进行。如果旅行到那里对你来说太远了，他们正在公园提供月井的运输服务。' WHERE Id=9662;
UPDATE npc_text SET text0_0='年兽就睡在月神湖深处，但要在怒风兽穴附近的东南方岸边召唤它。在那里你可以找到很特别的烟花束发射器……

在发射器那里使用你的烟花，年兽的爪牙就会出现。发射更多的烟花，大约三十六组，或者朝它的爪牙投掷伊露恩的蜡烛，年兽就会醒来。',text0_1='' WHERE Id=8225;
UPDATE npc_text SET text0_0='下水道西边有一个坡道通到紫罗兰城塞附近。
',text0_1='下水道西边有一个坡道通到紫罗兰城塞附近。
' WHERE Id=14025;
UPDATE npc_text SET text0_0='前往中环区，你会找到驻扎在那边的拍卖师。',text0_1='前往中环区，你会找到驻扎在那边的拍卖师。' WHERE Id=14900;
UPDATE npc_text SET text0_0='你可以在艾萨拉的黑羽纪念碑附近找到天光长者。',text0_1='你可以在艾萨拉的黑羽纪念碑附近找到天光长者。' WHERE Id=8177;
UPDATE npc_text SET text0_0='你可以在黑海岸的奥伯丁海岸找到星织长者。',text0_1='你可以在黑海岸的奥伯丁海岸找到星织长者。' WHERE Id=8179;
UPDATE npc_text SET text0_0='你可以在冬泉谷的凯斯利尔废墟之中找到锐矛长者。',text0_1='你可以在冬泉谷的凯斯利尔废墟之中找到锐矛长者。' WHERE Id=8183;
UPDATE npc_text SET text0_0='阿尔普长者花了很多时间在北风冻原的D.E.H.T.A.驻营。',text0_1='阿尔普长者花了很多时间在北风冻原的D.E.H.T.A.驻营。' WHERE Id=13806;
UPDATE npc_text SET text0_0='帕姆亚长者就在战歌堡外。',text0_1='帕姆亚长者就在战歌堡外。' WHERE Id=13807;
UPDATE npc_text SET text0_0='蓝狼长者被困在冬握湖的战斗中。',text0_1='蓝狼长者被困在冬握湖的战斗中。' WHERE Id=13811;
UPDATE npc_text SET text0_0='你能在休拉萨盆地的雨颂者急湍找到瓦尼卡雅长者。',text0_1='你能在休拉萨盆地的雨颂者急湍找到瓦尼卡雅长者。' WHERE Id=13812;
UPDATE npc_text SET text0_0='杉德林长者前往休拉萨盆地的湖畔起降场了。',text0_1='杉德林长者前往休拉萨盆地的湖畔起降场了。' WHERE Id=13813;
UPDATE npc_text SET text0_0='你可以在莫高雷的血蹄村找到血蹄长者。',text0_1='你可以在莫高雷的血蹄村找到血蹄长者。' WHERE Id=8184;
UPDATE npc_text SET text0_0='风之图腾长者在贫瘠之地海岸陪伴棘齿城的哥布林。',text0_1='风之图腾长者在贫瘠之地海岸陪伴棘齿城的哥布林。' WHERE Id=8185;
UPDATE npc_text SET text0_0='高山长者在贫瘠之地的陶拉祖营地。',text0_1='高山长者在贫瘠之地的陶拉祖营地。' WHERE Id=8186;
UPDATE npc_text SET text0_0='月守长者在贫瘠之地观察着十字路口。',text0_1='月守长者在贫瘠之地观察着十字路口。' WHERE Id=8187;
UPDATE npc_text SET text0_0='晨露长者在千针石林的沙漠赛道看守暴动。',text0_1='晨露长者在千针石林的沙漠赛道看守暴动。' WHERE Id=8190;
UPDATE npc_text SET text0_0='你可以在菲拉斯的拉瑞斯小亭找到恐怖图腾长者。',text0_1='你可以在菲拉斯的拉瑞斯小亭找到恐怖图腾长者。' WHERE Id=8192;
UPDATE npc_text SET text0_0='雾行长者喜欢在菲拉斯观赏厄运之槌的斗争。',text0_1='雾行长者喜欢在菲拉斯观赏厄运之槌的斗争。' WHERE Id=8193;
UPDATE npc_text SET text0_0='前往千针石林的乱风岗就能找到星眼长者。',text0_1='前往千针石林的乱风岗就能找到星眼长者。' WHERE Id=8194;
UPDATE npc_text SET text0_0='我想劈石长者到凄凉之地的玛拉顿旅行了。',text0_1='我想劈石长者到凄凉之地的玛拉顿旅行了。' WHERE Id=8195;
UPDATE npc_text SET text0_0='狂暴图腾长者都在塔纳利斯沙漠的守卫之谷消磨她的时间。',text0_1='狂暴图腾长者都在塔纳利斯沙漠的守卫之谷消磨她的时间。' WHERE Id=8197;
UPDATE npc_text SET text0_0='塔纳利斯沙漠的祖尔法拉克是蛮鬃长者的家',text0_1='塔纳利斯沙漠的祖尔法拉克是蛮鬃长者的家' WHERE Id=8198;
UPDATE npc_text SET text0_0='我们最后一次看见伊加修长者时，他正在奥核之心探险。',text0_1='我们最后一次看见伊加修长者时，他正在奥核之心探险。' WHERE Id=13808;
UPDATE npc_text SET text0_0='你可以在凛惧岛的隘境之盾找到诺尔索长者。',text0_1='你可以在凛惧岛的隘境之盾找到诺尔索长者。' WHERE Id=13809;
UPDATE npc_text SET text0_0='就我所知，沙迪斯长者正在骁勇要塞。',text0_1='就我所知，沙迪斯长者正在骁勇要塞。' WHERE Id=13810;
UPDATE npc_text SET text0_0='前往龙骨荒野的繁星之眠，你就会找到莫尔希长者。',text0_1='前往龙骨荒野的繁星之眠，你就会找到莫尔希长者。' WHERE Id=13814;
UPDATE npc_text SET text0_0='索依姆长者花了很多年的时间待在龙骨荒野的默亚基港。
',text0_1='索依姆长者花了很多年的时间待在龙骨荒野的默亚基港。
' WHERE Id=13815;
UPDATE npc_text SET text0_0='你能在龙骨荒野靠近阿格玛之锤的地方找到天卫长者。',text0_1='你能在龙骨荒野靠近阿格玛之锤的地方找到天卫长者。' WHERE Id=13816;
UPDATE npc_text SET text0_0='就我所知，讷金长者在阿兹欧-奈幽。',text0_1='就我所知，讷金长者在阿兹欧-奈幽。' WHERE Id=13817;
UPDATE npc_text SET text0_0='你能在灰白之丘的欧尼克瓦营地找到胡瑞恩长者。',text0_1='你能在灰白之丘的欧尼克瓦营地找到胡瑞恩长者。' WHERE Id=13818;
UPDATE npc_text SET text0_0='你能在俄特加德之巅找到修干加达长者。',text0_1='你能在俄特加德之巅找到修干加达长者。' WHERE Id=13819;
UPDATE npc_text SET text0_0='鲁纳罗长者就在灰白之丘的瑟希斯遗迹。',text0_1='鲁纳罗长者就在灰白之丘的瑟希斯遗迹。' WHERE Id=13820;
UPDATE npc_text SET text0_0='你能在灰白之丘的西荒兵团驻营找到贝尔达克长者。',text0_1='你能在灰白之丘的西荒兵团驻营找到贝尔达克长者。' WHERE Id=13821;
UPDATE npc_text SET text0_0='你可以在俄特加德要塞找到加坦长者。',text0_1='你可以在俄特加德要塞找到加坦长者。' WHERE Id=13822;
UPDATE npc_text SET text0_0='你能在德拉克萨隆要塞找到奇里亚斯长者。',text0_1='你能在德拉克萨隆要塞找到奇里亚斯长者。' WHERE Id=13823;
UPDATE npc_text SET text0_0='陶罗斯长者正在祖尔德拉克的辛托加。',text0_1='陶罗斯长者正在祖尔德拉克的辛托加。' WHERE Id=13824;
UPDATE npc_text SET text0_0='金善长者都在丹莫洛的卡拉诺斯消磨时间。',text0_1='金善长者都在丹莫洛的卡拉诺斯消磨时间。' WHERE Id=8158;
UPDATE npc_text SET text0_0='你可以在铜须的故乡，铁炉堡，找到铜须长者。',text0_1='你可以在铜须的故乡，铁炉堡，找到铜须长者。' WHERE Id=8162;
UPDATE npc_text SET text0_0='你可以在洛克莫丹的塞尔萨玛附近找到银脉长者。',text0_1='你可以在洛克莫丹的塞尔萨玛附近找到银脉长者。' WHERE Id=8163;
UPDATE npc_text SET text0_0='你可以在暴风城里找到锤啸长者。',text0_1='你可以在暴风城里找到锤啸长者。' WHERE Id=8174;
UPDATE npc_text SET text0_0='欧汉兹长者就在刚德拉克。',text0_1='欧汉兹长者就在刚德拉克。' WHERE Id=13825;
UPDATE npc_text SET text0_0='我们最后一次看见灰鬃长者是在风暴群山的K3。',text0_1='我们最后一次看见灰鬃长者是在风暴群山的K3。' WHERE Id=13826;
UPDATE npc_text SET text0_0='慕拉可长者就在风暴群山的坦卡罗营地外。',text0_1='慕拉可长者就在风暴群山的坦卡罗营地外。' WHERE Id=13827;
UPDATE npc_text SET text0_0='法尔高长者在风暴群山俯瞰着霜堡。',text0_1='法尔高长者在风暴群山俯瞰着霜堡。' WHERE Id=13828;
UPDATE npc_text SET text0_0='石须长者就在风暴群山的石崖避难所。',text0_1='石须长者就在风暴群山的石崖避难所。' WHERE Id=13829;
UPDATE npc_text SET text0_0='你能在石之大厅找到由罗克长者。',text0_1='你能在石之大厅找到由罗克长者。' WHERE Id=13830;
UPDATE npc_text SET text0_0='黑曜长者都在银松森林的瑟伯切尔附近闲晃。',text0_1='黑曜长者都在银松森林的瑟伯切尔附近闲晃。' WHERE Id=8152;
UPDATE npc_text SET text0_0='深晨长者都在黑石深渊的秩序竞技场。',text0_1='深晨长者都在黑石深渊的秩序竞技场。' WHERE Id=8166;
UPDATE npc_text SET text0_0='石垒长者去黑石塔的地城了。',text0_1='石垒长者去黑石塔的地城了。' WHERE Id=8167;
UPDATE npc_text SET text0_0='你可以在燃烧平原的烈焰峰找到晨行长者。',text0_1='你可以在燃烧平原的烈焰峰找到晨行长者。' WHERE Id=8173;
UPDATE npc_text SET text0_0='刃叶长者的家就在泰达希尔上的多兰纳尔。',text0_1='刃叶长者的家就在泰达希尔上的多兰纳尔。' WHERE Id=8178;
UPDATE npc_text SET text0_0='梦境先知长者住在塔纳利斯沙漠的加基森。',text0_1='梦境先知长者住在塔纳利斯沙漠的加基森。' WHERE Id=8196;
UPDATE npc_text SET text0_0='如果你前往希利苏斯的塞纳里奥城堡，就会找到刃歌长者。',text0_1='如果你前往希利苏斯的塞纳里奥城堡，就会找到刃歌长者。' WHERE Id=8200;
UPDATE npc_text SET text0_0='我最后一次看到石塔长者是在冬泉谷的永望镇。',text0_1='我最后一次看到石塔长者是在冬泉谷的永望镇。' WHERE Id=8182;
UPDATE npc_text SET text0_0='怒啸长者在诅咒之地一个山脊上看守黑暗之门。',text0_1='怒啸长者在诅咒之地一个山脊上看守黑暗之门。' WHERE Id=8175;
UPDATE npc_text SET text0_0='我游历过无数个世界，但是我从未见过像冬幕节这样令人愉快的庆祝活动。你应该前往铁炉堡，矮人们的伟大城市，亲眼看看这场盛会。',text0_1='我游历过无数个世界，但是我从未见过像冬幕节这样令人愉快的庆祝活动。你应该前往铁炉堡，矮人们的伟大城市，亲眼看看这场盛会。' WHERE Id=9694;
UPDATE npc_text SET text0_0='你不是坦卡族人。你为什么来到我们族中战士的神圣墓地?',text0_1='' WHERE Id=13776;
UPDATE npc_text SET text0_0='竞技场积分赛将在$6318d后开始。

斗士们忙着磨练他们的技能，并且取得他们最好的装备。你准备好了吗?',text0_1='竞技场积分赛将在$6318d后开始。

斗士们忙着磨练他们的技能，并且取得他们最好的装备。你准备好了吗?' WHERE Id=14062;
UPDATE npc_text SET text0_0='你很精明才晓得要问，年轻的$c。雕铭师能够铭刻拥有强大力量的塔罗牌，尽管他们未必有能力控制自己做出什么。命运自有决定。

如果你收集到一整套的牌卡，请带来给我，我将会给你惊人的报酬。',text0_1='' WHERE Id=15400;
UPDATE npc_text SET text0_0='欢迎，英雄。我替圣骑士制造并贩卖光誓护甲。',text0_1='欢迎，英雄。我替圣骑士制造并贩卖光誓护甲。' WHERE Id=15451;
UPDATE npc_text SET text0_0='你好! $N',text0_1='你好! $N' WHERE Id=31023;
UPDATE npc_text SET text0_0='',text0_1='我们的探员在历经无数的失败后，终于弄到了天谴荒疫的样本来进行分析，我也亲自到过前线去监督进度。就像俗话说的，希望事情办得好……' WHERE Id=15340;
UPDATE npc_text SET text0_0='<德米提恩跪倒在地。>

你已经找回了主人的永久牢笼!

我期待这一天已经很久很久了，我的愿望终于实现了。

必须解放我的主人!',text0_1='' WHERE Id=6954;
UPDATE npc_text SET text0_0='我有他的重生之瓶。一旦你准备接受这项任务，你必须保护好这个小瓶，要摆脱拉格纳罗斯的控制!',text0_1='' WHERE Id=6955;
UPDATE npc_text SET text0_0='必须用源质来对复生之瓶进行加固。我只知道这种矿物的一种原料：位于世界核心的元素神域。

塑地者对这种东西的了解比我多得多。你必须找到塑地者!',text0_1='' WHERE Id=6956;
UPDATE npc_text SET text0_0='必须摧毁拉格纳罗斯的肉身。在尸体残骸中将出现他的精华。在这个虚弱时期，被关押在桑德兰监狱中的拉格纳罗斯的护手将被释放。精华本身就是钥匙……',text0_1='' WHERE Id=6958;
UPDATE npc_text SET text0_0='欢迎朋友!你想要看些什么呢?',text0_1='' WHERE Id=10965;
UPDATE npc_text SET text0_0='欢迎，英雄。我替猎人制造并贩卖安卡哈血狩护甲。',text0_1='欢迎，英雄。我替猎人制造并贩卖安卡哈血狩护甲。' WHERE Id=15449;
UPDATE npc_text SET text0_0='征服之岛充满了珍贵的资源，我们绝不能让它落入联盟之手。你愿意加入战斗吗?',text0_1='征服之岛充满了珍贵的资源，我们绝不能让它落入联盟之手。你愿意加入战斗吗?' WHERE Id=14671;
UPDATE npc_text SET text0_0='',text0_1='没错，我见过你!我怎么会忘记呢?如果你想要的话，我可以现在就把你传送到斯坦索姆。' WHERE Id=15704;
UPDATE npc_text SET text0_0='献给那些在冰冻荒原和天谴军团交战时倒下的人们。',text0_1='' WHERE Id=15921;
UPDATE npc_text SET text0_0='$N干得好能摧毁那些星移门，不过那些恶魔让星移门变得更强了。

$N替贾克带回其他的暗色符文然后贾克会为$N做出更特别的晶铸暗色符文!',text0_1='' WHERE Id=10925;
UPDATE npc_text SET text0_0='我们的食物连最强烈的饥饿感都能满足。',text0_1='' WHERE Id=10973;
UPDATE npc_text SET text0_0='我们开始喜欢你这个小东西了，$N!你揍那些恶魔，干得好!',text0_1='' WHERE Id=11019;
UPDATE npc_text SET text0_0='我们的御天者苍穹技师以及她的护卫正在研究贝许尔水晶熔炉。她需要帮忙!前往贝许尔平台，找到这位御天者苍穹技师并保护她的安全!',text0_1='' WHERE Id=11066;
UPDATE npc_text SET text0_0='欢迎，英雄。我替法师制造并贩卖血法护甲。',text0_1='欢迎，英雄。我替法师制造并贩卖血法护甲.' WHERE Id=15453;
UPDATE npc_text SET text0_0='当心点，朋友们。背叛者就在那边的大厅中冥想.',text0_1='' WHERE Id=10835;
UPDATE npc_text SET text0_0='你是来寻找保护蓝龙军团的权杖裂片?

<艾索雷葛斯的表情似乎是在微笑。>',text0_1='' WHERE Id=7885;
UPDATE npc_text SET text0_0='我当然没有裂片。把那东西带在身上是极其愚蠢的做法。我生活在这片被诅咒的蛮荒之地上!我走不到五步，就必然有疯子一般的兽人或是人类想要攻击我。我随时都可能命丧黄泉。

总之……我把那东西藏起来了。

继续吧……问问我把裂片藏在哪儿了。',text0_1='' WHERE Id=7886;
UPDATE npc_text SET text0_0='你会爱上这个故事的，$r。你看，就是这个。当玛里苟斯让我保护权杖裂片时，我就知道我会为此头痛的。

我只想在这片满是魔法遗物的海岸线上进行研究工作，寻找那次世界分裂时留下的神器。要知道，这里曾经有过一个辉煌的精灵贵族文明!你不需要告诉我这附近有魔法物品，$R。我能闻到它们的味道!',text0_1='' WHERE Id=7887;
UPDATE npc_text SET text0_0='正如我所说的，我保存权杖裂片已经有500年了，这东西真麻烦。所有生物都不怀好意地觊觎这块裂片。我希望能专心研究，不受打扰。因此……我把它扔给了一条鱼。',text0_1='' WHERE Id=7888;
UPDATE npc_text SET text0_0='不是一般的鱼，凡人。我说的是小鱼，一种非常特别的小鱼。',text0_1='' WHERE Id=7889;
UPDATE npc_text SET text0_0='完全正确!',text0_1='' WHERE Id=7890;
UPDATE npc_text SET text0_0='这是个天才的想法，我知道……它永远都不会被找到的。为了确保这一点，我赋予了这条小鱼某些特殊的能力。',text0_1='' WHERE Id=7891;
UPDATE npc_text SET text0_0='没错。你一直在认真听我说话!在我创造的生物当中，这条小鱼算得上是一个相当可怕的家伙了。每当我放松休息的时候，我就喜欢想象那些不幸的渔民，想象他们碰到这条小鱼，然后被完全吞掉的样子。我敢打赌他们会对此惊讶万分的!

<艾索雷葛斯大笑着。>',text0_1='' WHERE Id=7892;
UPDATE npc_text SET text0_0='天才通常都被误解，$r。现在，关于权杖裂片……如果你想要裂片而且不希望花下一个一万年去寻找，你就必需仔细听着。',text0_1='' WHERE Id=7893;
UPDATE npc_text SET text0_0='四个字:奥金浮标。',text0_1='' WHERE Id=7894;
UPDATE npc_text SET text0_0='没错……你要做一个奥金浮标并把它放进海里。我的小鱼会被奥金浮漂所吸引，当它接近鱼漂时─砰!奥金浮漂将释放出神秘的力量，使它现出原形。不过这么一来，你有可能招致奈普图隆的仇恨，机率大概是50%吧。',text0_1='' WHERE Id=7895;
UPDATE npc_text SET text0_0='如果我不够了解的话我会以为你在嘲笑我，凡人;
但是，那基本是最正确的做法，不过你得把全身裹起来。',text0_1='' WHERE Id=7896;
UPDATE npc_text SET text0_0='将这个帐本交给我在塔纳利斯的老朋友。他名叫纳里安·柔想，是个精神极度癫狂的伟大工程师!他应该能读懂这东西。

不用谢我，$N。这是我唯一能做的。

祝你好运!',text0_1='' WHERE Id=7897;
UPDATE npc_text SET text0_0='你不是要拯救世界吗?',text0_1='' WHERE Id=7901;
UPDATE npc_text SET text0_0='',text0_1='能再见到你真好，$N!你替我带信给亲爱的小地精，我真的很感谢你。

你想不想听首歌?这会让你在大海中艰难的旅行轻松许多!' WHERE Id=7917;
UPDATE npc_text SET text0_0='',text0_1='我很高兴你已经决定接受我们的想法。我会使用你带给我所剩下的永恒之井注入一枚戒指中作为奖励。

我提供你4条不同途径以解放他们的力量。做出明智的选择，$N。时间之沙无疑会容易流向一个方向而非另一个。' WHERE Id=10324;
UPDATE npc_text SET text0_0='喔，贵族花园。看到其他人抛下尊贵的身份在那边寻找彩蛋可真精彩。不过，他们确实有一种有趣的魔法光环……',text0_1='喔，贵族花园。看到其他人抛下尊贵的身份在那边寻找彩蛋可真精彩。不过，他们确实有一种有趣的魔法光环……' WHERE Id=14227;
UPDATE npc_text SET text0_0='我们在贵族花园的时候庆祝春天。肯定生命的价值啊之类的。
',text0_1='我们在贵族花园的时候庆祝春天。肯定生命的价值啊之类的。' WHERE Id=14234;
UPDATE npc_text SET text0_0='欢迎，朋友。希望，你能好好享受贵族花园节?何不跟我们同乐?
',text0_1='欢迎，朋友。希望，你能好好享受贵族花园节?何不跟我们同乐?
' WHERE Id=14239;
UPDATE npc_text SET text0_0='掘地鼠能做成一道有着惊人美味的炖肉。
',text0_1='' WHERE Id=14313;
UPDATE npc_text SET text0_0='真是场激烈的战斗，$N!休息一下并且召集你的队伍。谁知道有什么等在门后头?

等你准备好就告诉我，让我们来前往城塞的更高层。',text0_1='' WHERE Id=15194;
UPDATE npc_text SET text0_0='你确定吗，$g小伙子:小姑娘;
?你不需要再休息个一两分钟?',text0_1='' WHERE Id=15195;
UPDATE npc_text SET text0_0='灰烬裁决军持续的牺牲和像你这样的英雄一起把我们带领到最终胜利的边缘。现在我来到寒冰皇冠来提供帮助给和天谴军作战的人们。只要齐心合力，我们就能终结巫妖王的暴行!',text0_1='' WHERE Id=15602;
UPDATE npc_text SET text0_0='贵族花园节!我已经找到了一堆蛋。狩猎的好天气，对吧?
',text0_1='贵族花园节!我已经找到了一堆蛋。狩猎的好天气，对吧?
' WHERE Id=14232;
UPDATE npc_text SET text0_0='你确实该这么做，老兄。我们荒疫水晶的储存量差不多足够了!
',text0_1='' WHERE Id=14442;
UPDATE npc_text SET text0_0='达穆克的无能将不会再拖延我们!耐心，老兄。还有很多别的事情等着你……
',text0_1='' WHERE Id=14443;
UPDATE npc_text SET text0_0='整个节日都是荒谬而愚蠢。彩蛋与「生命的肯定」，呿。
',text0_1='整个节日都是荒谬而愚蠢。彩蛋与「生命的肯定」，呿。
' WHERE Id=14237;
UPDATE npc_text SET text0_0='哺勒咕 啊呜噜咕噜 呣噜?',text0_1='' WHERE Id=12360;
UPDATE npc_text SET text0_0='后劲出来了!整个肚子都暖了起来!还有，$N，我不得不说，你真是个打扮入时的$g小鬼:小妞;
!',text0_1='' WHERE Id=13063;
UPDATE npc_text SET text0_0='哺咕噜哺咕哺呣!',text0_1='' WHERE Id=13134;
UPDATE npc_text SET text0_0='所有的屏障现在全都被拆解了，$N!只剩辛德拉苟莎阻挡在我们和巫妖王之间。很快正义即将到来……
',text0_1='' WHERE Id=15415;
UPDATE npc_text SET text0_0='有了战歌进攻部队在冰冠城塞，胜利就在我们的指掌之间!巫妖王的灭亡将会替部落带来荣耀!
',text0_1='' WHERE Id=15606;
UPDATE npc_text SET text0_0='你的选择十分大胆。我尊重你追求荣耀的渴望!希望你能死得其所，$N!
',text0_1='' WHERE Id=15607;
UPDATE npc_text SET text0_0='自己当心，$N。你的教徒长袍呢?
',text0_1='' WHERE Id=14159;
UPDATE npc_text SET text0_0='又到了贵族花园的时候啦!感谢圣光让这个世界重生。
',text0_1='又到了贵族花园的时候啦!感谢圣光让这个世界重生。
' WHERE Id=14228;
UPDATE npc_text SET text0_0='听着，老兄!

我会告诉你我所知道的一切，但你必须先将我从这些野蛮生物还有他们凶暴的熊手上救出来。

一言为定?',text0_1='' WHERE Id=11279;
UPDATE npc_text SET text0_0='',text0_1='喔，非常感谢你将我从那个牢笼之中救了出来，因为我被关太久了，那里的味道闻起来就像是剁碎的羊肉放在阳光下晒了一整个礼拜一样，而我可是一点都不想提起羊肉，那是因为我小时候，比现在还小一点的时候，我真的有过被人变形成一只羊一阵子的经验，所以我知道当一只羊是什么样的感觉，并且我不喜欢有人把我吃掉，尤其是一个打扮起来像一只小猫咪，营养又过盛的食人妖……

<阿西利深深地吸了一口气。>

我的发型乱掉了吗?
' WHERE Id=11582;
UPDATE npc_text SET text0_0='你准备好展开攻击，并且替部落夺回幽暗城吗，$N?',text0_1='' WHERE Id=14050;
UPDATE npc_text SET text0_0='当决战的时刻来临时，我将会加入冰冠城塞的突袭行动。',text0_1='' WHERE Id=14771;
UPDATE npc_text SET text0_0='你的蛰猛巨虫只能在钻到雪中时移动，而钻地时无法攻击。一旦你的蛰猛巨虫钻出来，它就能使用强大的酸液攻击来穿透铁巨像的铠甲。要记得随时准备钻地来避开铁巨像的致命攻击。',text0_1='' WHERE Id=15119;
UPDATE npc_text SET text0_0='真是一把令人惊叹的剑，你不觉得吗?这不是矮人做得出来的，远比那些更加古老。

那些夺日者和白银誓盟的代表似乎打算深究这个谜团。我也已经在撰写给布莱恩的报告。',text0_1='' WHERE Id=15287;
UPDATE npc_text SET text0_0='战场大师在皇家区里;
 你可以在王座大厅附近找到他.',text0_1='战场大师在皇家区里;
 你可以在王座大厅附近找到他.' WHERE Id=14904;
UPDATE npc_text SET text0_0='詹姆士·凡·布朗特在军事区经营一间正派的铁匠铺。就在内环。',text0_1='詹姆士·凡·布朗特在军事区经营一间正派的铁匠铺。就在内环。' WHERE Id=14905;
UPDATE npc_text SET text0_0='尤奈斯·伯奇在贸易区把所有能吃的都拿来煮。那是你自己的胃，可不干我的事。',text0_1='尤奈斯·伯奇在贸易区把所有能吃的都拿来煮。那是你自己的胃，可不干我的事。' WHERE Id=14906;
UPDATE npc_text SET text0_0='拉玟妮雅·克洛威是此地的附魔师。她的店就开在炼金房内环。',text0_1='拉玟妮雅·克洛威是此地的附魔师。她的店就开在炼金房内环。' WHERE Id=14907;
UPDATE npc_text SET text0_0='此地的工程师叫做富兰克林·洛伊德。他的工坊就设在盗贼区外环。',text0_1='此地的工程师叫做富兰克林·洛伊德。他的工坊就设在盗贼区外环。' WHERE Id=14908;
UPDATE npc_text SET text0_0='玛丽·艾塔斯就是你要找的人。她就在盗贼区的内环。
',text0_1='玛丽·艾塔斯就是你要找的人。她就在盗贼区的内环。' WHERE Id=14909;
UPDATE npc_text SET text0_0='疯狂渔夫就在魔法区的码头上。',text0_1='疯狂渔夫就在魔法区的码头上。' WHERE Id=14910;
UPDATE npc_text SET text0_0='公会注册员是克里斯多夫·德库尔。他在贸易区的东边平台上。',text0_1='公会注册员是克里斯多夫·德库尔。他在贸易区的东边平台上。' WHERE Id=14911;
UPDATE npc_text SET text0_0='这里的草药师是玛莎·奥列斯塔。她就在炼金房的内环。',text0_1='这里的草药师是玛莎·奥列斯塔。她就在炼金房的内环。' WHERE Id=14912;
UPDATE npc_text SET text0_0='旅店..就在贸易区上方那里.如果你帮忙宣传.说不定可以打折...当然这是个玩笑.',text0_1='旅店..就在贸易区上方那里.如果你帮忙宣传.说不定可以打折...当然这是个玩笑.' WHERE Id=14913;
UPDATE npc_text SET text0_0='城里的雕铭师就在炼金房，一个叫做玛苟·帕切里的人。',text0_1='城里的雕铭师就在炼金房，一个叫做玛苟·帕切里的人。' WHERE Id=14914;
UPDATE npc_text SET text0_0='城里的制皮师就在盗贼区的内环。',text0_1='城里的制皮师就在盗贼区的内环。' WHERE Id=14915;
UPDATE npc_text SET text0_0='如果你需要钥匙, 告诉华特·索瑞夫.他就在盗贼区里, 但...自己小心点.',text0_1='如果你需要钥匙, 告诉华特·索瑞夫.他就在盗贼区里, 但...自己小心点.' WHERE Id=14916;
UPDATE npc_text SET text0_0='法师?他们都在魔法区，中间的那栋建筑。希望你够聪明能辨认得出来。',text0_1='法师?他们都在魔法区，中间的那栋建筑。希望你够聪明能辨认得出来。' WHERE Id=14917;
UPDATE npc_text SET text0_0='信箱就在贸易区里..那堆放许多棺木.他们称为...旅店..',text0_1='信箱就在贸易区里..那堆放许多棺木.他们称为...旅店..' WHERE Id=14918;
UPDATE npc_text SET text0_0='如果你想学怎么挖矿，去和军事区内环的布罗姆·基里安谈谈。
',text0_1='如果你想学怎么挖矿，去和军事区内环的布罗姆·基里安谈谈。
' WHERE Id=14919;
UPDATE npc_text SET text0_0='如果你想找个圣骑士，你得要去皇家区。那里有个精灵能指导你。',text0_1='如果你想找个圣骑士，你得要去皇家区。那里有个精灵能指导你。' WHERE Id=14920;
UPDATE npc_text SET text0_0='牧师们就在军事区的外环。',text0_1='牧师们就在军事区的外环。' WHERE Id=14921;
UPDATE npc_text SET text0_0='盗贼都在盗贼区，正如其名。你可以在那边的外环找到他们。',text0_1='盗贼都在盗贼区，正如其名。你可以在那边的外环找到他们。' WHERE Id=14922;
UPDATE npc_text SET text0_0='此地剥皮师的名字叫做基里安·哈根。他的工作地点就在盗贼区的内环。',text0_1='此地剥皮师的名字叫做基里安·哈根。他的工作地点就在盗贼区的内环。' WHERE Id=14923;
UPDATE npc_text SET text0_0='如果你和你的宠物相信亡灵, 你可以和安雅·玛尔雷谈谈.她就在城市中央上方的贸易区.',text0_1='如果你和你的宠物相信亡灵, 你可以和安雅·玛尔雷谈谈.她就在城市中央上方的贸易区.' WHERE Id=14924;
UPDATE npc_text SET text0_0='本地的裁缝是乔瑟夫·格里高利。他就在魔法区的内环。
',text0_1='本地的裁缝是乔瑟夫·格里高利。他就在魔法区的内环。
' WHERE Id=14925;
UPDATE npc_text SET text0_0='你还真有种来问我术士的事情。去魔法区的外环，然后滚出我的视线范围。',text0_1='你还真有种来问我术士的事情。去魔法区的外环，然后滚出我的视线范围。' WHERE Id=14926;
UPDATE npc_text SET text0_0='战士都在军事区，在外环的地方练习。
',text0_1='战士都在军事区，在外环的地方练习。
' WHERE Id=14927;
UPDATE npc_text SET text0_0='如果你打算学习如何使用武器，那就去军事区的内环找阿基巴德。',text0_1='如果你打算学习如何使用武器，那就去军事区的内环找阿基巴德。' WHERE Id=14928;
UPDATE npc_text SET text0_0='我不怪你想要离开这里。走到最上层之后，就在遗迹的北边。飞艇会从那两座塔离开。',text0_1='我不怪你想要离开这里。走到最上层之后，就在遗迹的北边。飞艇会从那两座塔离开。' WHERE Id=14929;
UPDATE npc_text SET text0_0='这个鬼地方臭毙了，而且被一堆毒蛇包围着，但我必须完成我的工作。

自从普崔司在愤怒之门搞出那些花样之后，大酋长根本就信不过这些人。这也是为什么我们在这里。那些药剂师做什么事情都得要经过我的同意。',text0_1='' WHERE Id=14934;
UPDATE npc_text SET text0_0='我们的新客人确实…在某种程度上限制了我们的工作，但在跟屠杀事件有关时，谨慎是必然的。或许一段时间之后，他们会相信普崔斯是个不幸的特例，并让我们平静地继续工作。',text0_1='' WHERE Id=14940;
UPDATE npc_text SET text0_0='我道歉，$c。我以为你是个有骨气的人。你走吧;
我们的秘密不告诉不牢靠的人。',text0_1='我道歉，$c。我以为你是个有骨气的人。你走吧;
我们的秘密不告诉不牢靠的人。' WHERE Id=9185;
UPDATE npc_text SET text0_0='你可以在照顾者中心附近找到邮箱。',text0_1='你可以在照顾者中心附近找到邮箱。' WHERE Id=10526;
UPDATE npc_text SET text0_0='想要学习弩可以去找暴风城内维勒武器店的人类武器大师吴平、艾克索达内贸易区的德莱尼武器大师哈戴尔或者是铁炉堡内密林武器店的地精武器大师比克斯。
',text0_1='想要学习弩可以去找暴风城内维勒武器店的人类武器大师吴平、艾克索达内贸易区的德莱尼武器大师哈戴尔或者是铁炉堡内密林武器店的地精武器大师比克斯。
' WHERE Id=10747;
UPDATE npc_text SET text0_0='登上伊露恩祝福号时请留意你的脚步，$r。虽然伊露恩使我们有幸发现我们的新朋友，但是我们在大海中也有过艰辛的时候。

不过，找回迷失于大海中或是迷失在一个新世界中的灵魂的确都是来自伊露恩的祝福。
',text0_1='' WHERE Id=12277;
UPDATE npc_text SET text0_0='你想寻找幽暗城？幽暗城在旧的洛丹伦废墟的下面.在向南的方向。你会发现一部电梯，一旦你到了那里，就可以向一个幽暗城的守护者的进一步指示。',text0_1='你想寻找幽暗城？幽暗城在旧的洛丹伦废墟的下面.在向南的方向。你会发现一部电梯，一旦你到了那里，就可以向一个幽暗城的守护者的进一步指示。' WHERE Id=15005;
UPDATE npc_text SET text0_0='在月神殿上层，你会看到两名正在和泰兰妲·语风交谈的德莱尼。

他们会知道该如何帮你。
',text0_1='在月神殿上层，你会看到两名正在和泰兰妲·语风交谈的德莱尼。

他们会知道该如何帮你。
' WHERE Id=15906;
UPDATE npc_text SET text0_0='你和高阶牧师谈过了吗?她很渴望听听你口中说出的朝圣故事。
',text0_1='' WHERE Id=8963;
UPDATE npc_text SET text0_0='啊，你想要到外面去受训吗?我会指引你的。告诉我什么样的武器吸引了你的注意。',text0_1='' WHERE Id=10768;
UPDATE npc_text SET text0_0='你已经达到了我的知识极限，但是你还有更多东西可以学。越过海洋前往暴风城的法师区，有一位裁缝大师。他的名字叫乔吉奥·波利罗，我想他可以继续训练你，去和他谈谈吧。',text0_1='' WHERE Id=11551;
UPDATE npc_text SET text0_0='欢迎来到地精区!
',text0_1='' WHERE Id=15863;
UPDATE npc_text SET text0_0='现在是我们对生命的诞生献上敬意的日子，蛋则是象征着春天与重生。希望你能好好享受春天。',text0_1='现在是我们对生命的诞生献上敬意的日子，蛋则是象征着春天与重生。希望你能好好享受春天。' WHERE Id=14235;
UPDATE npc_text SET text0_0='你看到我在这会感到惊讶吗?每个人都需要干净的衣物，除了用自己的水元素来洗净衣物之外，你还有更好的方法吗?

只要把你的脏衣服拿来，付上一笔小额的费用，转眼之间你的衣物就变得干净又整洁了!',text0_1='' WHERE Id=15066;
UPDATE npc_text SET text0_0='伊利丹的仆人仍在大厅看守着，$N。一旦他们被击败，我的能量就能将你送进神庙深处。
',text0_1='' WHERE Id=11078;
UPDATE npc_text SET text0_0='',text0_1='为什么外域不再叫做德拉诺了呢?
' WHERE Id=10734;
UPDATE npc_text SET text0_0='',text0_1='<赛苓双眼无神。净化沃达希尔的腐化对这位德鲁伊造成了不好的影响。>' WHERE Id=13032;
UPDATE npc_text SET text0_0='',text0_1='来吧，战斗姊妹们。

狂欢，沉眠，如此你们才能使尽全力的战斗!' WHERE Id=13663;
UPDATE npc_text SET text0_0='哈啰，$c。我就是人们口中的破碎者。和失落者一样，虽然我们不像他们那么坏，但我们还是对邪恶能量十分头痛，就是它把我们从原本的德莱尼形态转变过来的。',text0_1='' WHERE Id=9270;
UPDATE npc_text SET text0_0='我再也没有认识比这里的布里维夫更好的制斧专家了!单手，双手……他都专精!',text0_1='我再也没有认识比这里的布里维夫更好的制斧专家了!单手，双手……他都专精!' WHERE Id=10763;
UPDATE npc_text SET text0_0='我在这里的伙伴布里维夫可以告诉你如何使用拳套武器……或者，如果你比较喜欢，伊琳尼雅·月火 - 位于达纳苏斯战士区的夜精灵武器大师 - 也可以告诉你!',text0_1='我在这里的伙伴布里维夫可以告诉你如何使用拳套武器……或者，如果你比较喜欢，伊琳尼雅·月火 - 位于达纳苏斯战士区的夜精灵武器大师 - 也可以告诉你!' WHERE Id=10764;
UPDATE npc_text SET text0_0='布里维夫会很乐意教导你所有与枪械相关的知识!',text0_1='布里维夫会很乐意教导你所有与枪械相关的知识!' WHERE Id=10765;
UPDATE npc_text SET text0_0='',text0_1='你最好马上离开，$N。我不希望乔纳的死最后牵涉到我。

要在这个圈子建立起自己的领导地位已经不容易了，万一他们还知道我做掉了他们之前的船长就更难了。' WHERE Id=12187;
UPDATE npc_text SET text0_0='巫妖王就在附近，$n。他的声音在嘲弄我……

让我们叫他永远闭嘴!',text0_1='' WHERE Id=15166;
UPDATE npc_text SET text0_0='你说，你可以自己完成?我看到的是纯粹的愚蠢还是盲目的自信?

不，我可以从你的眼中看出来。你想要知道，想要证明你可以独力完成。很好。如果这是你的请求，我会从战场上撤离。',text0_1='' WHERE Id=15603;
UPDATE npc_text SET text0_0='你想打败巫妖王光靠勇气是不够的。祝你好运吧。
',text0_1='' WHERE Id=15604;
UPDATE npc_text SET text0_0='',text0_1='让我们回到正题，$N。我会告诉你我所知道的事，但是跟上。' WHERE Id=10872;
UPDATE npc_text SET text0_0='',text0_1='今天要不要让我给你看看一两张图样呢?' WHERE Id=11459;
UPDATE npc_text SET text0_0='若克苏恩还活着，我们的自由就根本不算什么。你真是一位预言勇士。',text0_1='' WHERE Id=8112;
UPDATE npc_text SET text0_0='有你和你的人民做盟友，我们决定留在这座岛上重建家园。伊露恩祝福你，英雄。

虽然悲伤依旧来来去去，我想我们会活下来的。',text0_1='' WHERE Id=8880;
UPDATE npc_text SET text0_0='你应该离那些海象人远一点。他们可能会偷袭你。
',text0_1='' WHERE Id=14536;
UPDATE npc_text SET text0_0='',text0_1='我们收容的孤儿来自战火肆虐的休拉萨盆地。你可以选择照顾失去父母的小神谕者或狂心小獾狼怪。他们都会很高兴能认识新朋友，但你只能照顾他们其中一边。' WHERE Id=14537;
UPDATE npc_text SET text0_0='',text0_1='我从未见过一块土地经历像外域如此激烈的战争与冲突。最悲惨的受害者是那些被遗弃的孩子们。

而现在撒塔斯城与司凯堤斯的阿拉卡之间的冲突将导致更多的孤儿需要人照顾。这些孩子们通常在没有未来的希望下成长。

但是你有能力改变这个情形。现在是儿童周，$c，我恳求你自愿将欢乐与希望带给这些孤儿们。' WHERE Id=10729;
UPDATE npc_text SET text0_0='欢迎来到猎鹰哨站，$c。我会注意朝圣者的需要并在他们漫长的旅途中帮助他们。如果你还没进行朝圣，我可以提供你会需要的资讯。',text0_1='' WHERE Id=8752;
UPDATE npc_text SET text0_0='燃烧军团紧逼我们，但我们的防御还撑的住。我们每让阿克蒙德远离世界之树一步就让我们离胜利更近一步。
',text0_1='' WHERE Id=9230;
UPDATE npc_text SET text0_0='太杰出了!杀死一个像亚兹加洛的深渊领主不是件简单的事，我的朋友。如果我们有多一点时间，我很乐意听听你和同伴的故事。不过，阿克蒙德不会给我们那点时间。我的斥候回报，军团已在我们营地外聚集了一支巨大的军队，而阿克蒙德已经很接近世界之树了。我们正在珍娜·普劳德摩尔的支援下疏散中。你应该立即前往世界之树。我们世界的命运仍是未知数。',text0_1='' WHERE Id=9398;
UPDATE npc_text SET text0_0='是呀，老兄，这是生命与春天的喜悦时刻。你收集到那些蛋了没?
',text0_1='是呀，老兄，这是生命与春天的喜悦时刻。你收集到那些蛋了没?
' WHERE Id=14236;
UPDATE npc_text SET text0_0='我已经等了这一天很久了，英雄。你和你的盟友们准备要制裁巫妖王了吗?只要你一声令下，我们就会冲锋杀敌!
',text0_1='' WHERE Id=15290;
UPDATE npc_text SET text0_0='',text0_1='太惊人了!你被强大、致命的绝妙荒疫所覆盖!拜托，请让我收集这些原始样本。我也会移除你盟友身上的残存传染，并奖励你为医学所付出的牺牲与勇气!如果你准备好进行，就跟我说一声。

[在进行前，请确定『所有』的团队成员都在集合到附近，以获得完成的效果。' WHERE Id=15343;
UPDATE npc_text SET text0_0='',text0_1='凡人，你拯救了我免于比死亡更凄惨的命运。靠着那些装置，巫妖王手下的巫士最终能摧毁我的意志，让我落入受尽折磨的永恒不死中。在你前方的则是另一个没那么幸运的存在:曾是玛里苟斯骄傲配偶的辛德拉苟莎。

她在奈萨里奥的背叛中受到了致命的伤势，留在寒冰皇冠的霜雪中等待自己的死亡，如今她的存在只剩下全然的仇恨。然而，在那层层恶毒之下，依旧留存着一个龙后的高贵灵魂。我相信辛德拉苟莎的灵魂依旧有希望能获得安息。' WHERE Id=15379;
UPDATE npc_text SET text0_0='我有足够的军需将我们的军队升级到老兵。',text0_1='' WHERE Id=6220;
UPDATE npc_text SET text0_0='我差不多拥有足够的物资供给来升级到老练部队了。',text0_1='' WHERE Id=6737;
UPDATE npc_text SET text0_0='很高兴见到你, $r.',text0_1='' WHERE Id=8828;
UPDATE npc_text SET text0_0='我可以照顾好自己，$N。',text0_1='' WHERE Id=13673;
UPDATE npc_text SET text0_0='你可以感觉到南方的恶魔吗?阿格斯之手一定要把它清除!',text0_1='' WHERE Id=8876;
UPDATE npc_text SET text0_0='虽然你给南方的邪恶恶魔一次很大的教训，但我仍感应到那个区域有麻烦。',text0_1='' WHERE Id=8878;
UPDATE npc_text SET text0_0='这颗蛋看起来似乎像黑龙军团的蛋一样有弹性。或许如果你放很多顶尖裂片在蛋的周边的话，裂片本身的震动会使它裂开?',text0_1='' WHERE Id=10931;
UPDATE npc_text SET text0_0='有几张重要的海报钉在这个板子上。

然而，小号字体指出你尚未准备好执行手边这几个任务。你绝对要过阵子再回来看看!',text0_1='' WHERE Id=9873;
UPDATE npc_text SET text0_0='欢迎，$c。你是来荣耀这座火焰的吗?

记住:我们的节庆火焰在每个拥有联盟营区的土地上燃烧着。如果可以的话，花点时间前去荣耀每一座火焰吧。

部落也是一样，燃烧着属于他们的火焰。当你遇到部落的火焰时，你还是亵渎一下像这样没有意义的努力比较好。',text0_1='' WHERE Id=12504;
UPDATE npc_text SET text0_0='你已经接近一座部落营火了!亵渎这座营火并将它扑灭!',text0_1='' WHERE Id=12374;
UPDATE npc_text SET text0_0='我……我失败了，$N。黑石……黑石之王实在是太强大了。他轻易地……轻易地吸收了我的力量。我已经……我……请你一定要……一定要杀了我。',text0_1='' WHERE Id=7156;
UPDATE npc_text SET text0_0='我将进行最后一步。我希望它能有效……',text0_1='' WHERE Id=7256;
UPDATE npc_text SET text0_0='面对伊利丹的时候到了，$N。你准备好了吗?',text0_1='' WHERE Id=10960;
UPDATE npc_text SET text0_0='欢迎，$c，来到我简陋的避居地。我觉得这个地方相当令人放松，我总是喜欢待在达拉然的家中。虽然有时候这是个孤寂的地方…一个很孤寂的地方。',text0_1='' WHERE Id=14192;
UPDATE npc_text SET text0_0='太惊人了，这里有许多我从未见过的文件。追查这些东西一定花了你不少时间吧。如果你再找到任何像这样的东西，请马上通知我。

请随身带着我这只祈伦托魔宠，以备你突然发现任何东西之需。',text0_1='' WHERE Id=14194;
UPDATE npc_text SET text0_0='糖果!这就是我说的，我真希望我不需要四处奔走找到它!',text0_1='糖果!这就是我说的，我真希望我不需要四处奔走找到它!' WHERE Id=14229;
UPDATE npc_text SET text0_0='',text0_1='必须阻止冰霜领主艾胡恩。

即使在此时此刻他仍然持续在实体化，暮光之锤疯狂的教徒们正试图将他从他的元素监牢中召唤出来。

如果他完全进入我们的世界，他会用永恒的冬天把我们埋葬。
' WHERE Id=15855;
UPDATE npc_text SET text0_0='啊咕噜咕噜咕噜咕噜!',text0_1='' WHERE Id=12354;
UPDATE npc_text SET text0_0='你必须在我们导入我们的火焰时让艾胡恩的手下活着。别靠近冰霜领主，直到我们可以消灭他为止。
',text0_1='你必须在我们导入我们的火焰时让艾胡恩的手下活着。别靠近冰霜领主，直到我们可以消灭他为止。
' WHERE Id=12571;
UPDATE npc_text SET text0_0='',text0_1='好吧，但是这回要更小心一点!' WHERE Id=12851;
UPDATE npc_text SET text0_0='毫无疑问那些十字军是巨大不安的来源，$g兄弟:姊妹;
。但有牺牲是没有痛苦吗?我们当时都在圣光之愿礼拜堂。你亲眼目睹许多伟大的牺牲。我们在此是要偿还大领主的恩情。报答他的牺牲。

一旦银白十字军在寒冰皇冠的高墙内建立了他们的堡垒，我们就会离开。另一个不同的使命在等着我们。',text0_1='' WHERE Id=13857;
UPDATE npc_text SET text0_0='你得要有十足的勇气才敢踏入我的领域来，陆地人。',text0_1='' WHERE Id=8958;
UPDATE npc_text SET text0_0=' 看看那条分裂这座岛的水流，但是要小心:河水是臭角前锋的家。',text0_1='' WHERE Id=9028;
UPDATE npc_text SET text0_0='就像它的名字一样，你可以在废墟旁找到它。罗萨伦握有答案。

其实，它的名字并不真正意指那样 - 我只是想藉替真菌命名来耍点小聪明。',text0_1='' WHERE Id=9030;
UPDATE npc_text SET text0_0='魔锥果的名字起源为邪恶魔法的堕落。去纳兹维恩的萨特营地 - 在西边寻找魔锥果真菌。
',text0_1='' WHERE Id=9031;
UPDATE npc_text SET text0_0='血色蘑菇比其他菌类更普遍而且几乎可以在血谜岛的树林各处找到。如果你想活久一点就到那条区分血谜岛的路南方寻找。',text0_1='' WHERE Id=9032;
UPDATE npc_text SET text0_0='允诺者，你记得我们吗?你还记得克兹的预言吗?这一刻是早就注定的了。你已做了这个世界要你做的。

<大酋长静松在你面前鞠躬。>

德莱尼将会永远受我的人民爱戴。',text0_1='' WHERE Id=9146;
UPDATE npc_text SET text0_0='',text0_1='你或许不记得我，但你救了我一命。我最近才康复到可以自己走路。

我想谢谢你为我做的一切并为我说过的话道歉……谢谢你，$N。愿伊露恩永远守护着你。' WHERE Id=9152;
UPDATE npc_text SET text0_0='为了世界我不会错过的，$N。

<主教米奈奥斯拥抱你。>

我们以你为傲。',text0_1='' WHERE Id=9154;
UPDATE npc_text SET text0_0='再次见到你真好，$N。我带了一个朋友和我一起。她真的很想见你。

<凯索笑着。>',text0_1='' WHERE Id=9156;
UPDATE npc_text SET text0_0='我会越过无尽之海来看你。我们永远不会忘记你为我们做的事。',text0_1='' WHERE Id=9159;
UPDATE npc_text SET text0_0='尊敬你们的长者，凯亚特将可以训练你。',text0_1='' WHERE Id=11549;
UPDATE npc_text SET text0_0='',text0_1='很抱歉，我除了跟幽光还有船长报告我的发现之外，没有多少时间可以跟人聊天。请原谅我。' WHERE Id=12280;
UPDATE npc_text SET text0_0='你的光临另我们备感荣幸，朋友。今天我们能为你服务什么呢?',text0_1='' WHERE Id=10969;
UPDATE npc_text SET text0_0='伟大的人!我们希望我们的食物能够让您觉得满意。',text0_1='' WHERE Id=10972;
UPDATE npc_text SET text0_0='我们会让你加入我们的秘密节食:鸡尾酒以及作梦。我们可以一起帮助你。',text0_1='' WHERE Id=10983;
UPDATE npc_text SET text0_0='先生，今天我能提供你什么呢?',text0_1='' WHERE Id=11060;
UPDATE npc_text SET text0_0='喔…好啦，好啦，不管怎样，我们得测试一下装备才行。

给我几秒钟，我会叫它们出来「排练」一下。

准备好了吗?',text0_1='' WHERE Id=13096;
UPDATE npc_text SET text0_0='贵族花园是艾泽拉斯的德鲁伊庆祝生命重生的日子。蛋是繁殖的象征，你不觉得这是个很棒方法让大家体会节日的精神吗?
',text0_1='贵族花园是艾泽拉斯的德鲁伊庆祝生命重生的日子。蛋是繁殖的象征，你不觉得这是个很棒方法让大家体会节日的精神吗?
' WHERE Id=14233;
UPDATE npc_text SET text0_0='那是什么，$c?自从恶魔走了之后我有一大堆东西给看。有人弄乱了公文作业，而我们得确保不会再出现像普崔斯那样的问题。

祝我好运吧。',text0_1='' WHERE Id=14941;
UPDATE npc_text SET text0_0='这块碎冰有着入侵的冰河分裂时深沈的回音。它的寒冷会把你的思绪带到无尽而死寂的冬天。',text0_1='' WHERE Id=15864;
UPDATE npc_text SET text0_0='你好 $N! 你准备好在十字军竞技场开始竞技吗?',text0_1='' WHERE Id=724001;
UPDATE npc_text SET text0_0='你准备好进入下一场比赛了吗?',text0_1='' WHERE Id=724002;
UPDATE npc_text SET text0_0='你准备好开始银色十字军竞技比赛了吗?',text0_1='' WHERE Id=724003;
UPDATE npc_text SET text0_0='你准备好进入下一场比赛了吗??',text0_1='' WHERE Id=724004;
UPDATE npc_text SET text0_0='你准备开始这场战斗了吗?',text0_1='' WHERE Id=724005;
UPDATE npc_text SET text0_0='在我的旅途中，我学会了幽光披风的图样。

这是一件可交易的史诗级施法系披风，提供耐力、法术能量、智力与法力回复。我在寻找一个值得传授图样的人。

完成北裂境所有一般地城和达成「北裂境地城大师」成就，就有资格学会幽光披风的图样。',text0_1='' WHERE Id=14072;
UPDATE npc_text SET text0_0='你已经做出选择了。因这个选择而生或死就看你了。',text0_1='' WHERE Id=15605;
UPDATE npc_text SET text0_0='我想他们把她关在绞刑架附近。',text0_1='我想他们把她关在绞刑架附近。' WHERE Id=12832;
UPDATE npc_text SET text0_0='我想他就在修道院的南面。',text0_1='我想他就在修道院的南面。' WHERE Id=12830;
UPDATE npc_text SET text0_0='有了足够的奖品章你就可以加入「每月啤酒」俱乐部。加入每月啤酒俱乐部就像整年都可以庆祝啤酒节一样!

每个月你都会收到附有新啤酒的信件让你试喝。如果你喜欢寄来的啤酒，你可以去奥格玛精神谷的暗木小屋多买一些。',text0_1='' WHERE Id=12876;
UPDATE npc_text SET text0_0='看起来刚好够载一个地精。也许可以两个。',text0_1='' WHERE Id=15615;
UPDATE npc_text SET text0_0='我会在这，只是怕万一有人昏迷倒下。这些新人有些亢奋，有时候这会让他们做出超出自身体能负荷的举动。

…再说，有时候这些全新打造的机械坦克原型会忽然爆炸。喔糟糕我说出来了!',text0_1='我会在这，只是怕万一有人昏迷倒下。这些新人有些亢奋，有时候这会让他们做出超出自身体能负荷的举动。

…再说，有时候这些全新打造的机械坦克原型会忽然爆炸。喔糟糕我说出来了!' WHERE Id=15779;
UPDATE npc_text SET text0_0='明天，大财主就可以拿回他的城市…但今天 - 海贼日 - 是属于惊惧船长狄米撒和她的船员的。呀哈哈!

记住:看起来像个海贼只是庆典内容的一部分。你得像个海贼一样说话，$g小子:小妞;
!',text0_1='' WHERE Id=13056;
UPDATE npc_text SET text0_0='哈帕那咕哝着挥手赶你去找惊惧船长狄米撒。

在一只粗壮手臂的毛底下你看见一颗被箭穿过的心上刺着「玛加萨」的字样。',text0_1='' WHERE Id=13057;
UPDATE npc_text SET text0_0='嘎!把那个小子抓去浸龙骨!浸龙骨!',text0_1='' WHERE Id=13058;
UPDATE npc_text SET text0_0='',text0_1='你还挺有种到这里来的，$g小子:小妞;
。今天是海贼日，知道吧…直到早晨阳光升起以前，藏宝海湾都是属于我的。

所以你要怎么做呢?弄杯饮料给我和我的船员喝，然后加入我们的庆典如何?' WHERE Id=13059;
UPDATE npc_text SET text0_0='欢迎来到宝藏海湾，伙伴。请不要在意狄米撒和她的船员…我们让这个坏人一年选一天放纵一次，就在海贼日，接着她就得平静的离开，回到南海上继续劫掠。

现在呢…这个谦逊的热砂仆人能为你做些什么呢?更棒的是 - 你为能为我做什么，对吧?',text0_1='' WHERE Id=13062;
UPDATE npc_text SET text0_0='啊呵!今天是海贼日，你懂吧…直到早晨阳光升起之前，藏宝海湾都是属于我的。',text0_1='' WHERE Id=13065;
UPDATE npc_text SET text0_0='为什么每个人一直都说我们地精最不需要的东西就是更多的糖果?!',text0_1='为什么每个人一直都说我们地精最不需要的东西就是更多的糖果?!' WHERE Id=11959;
UPDATE npc_text SET text0_0='我不知道为什么被遗忘者要在每个万鬼节晚上焚烧稻草人而非真人，不过这就是他们的节庆。',text0_1='' WHERE Id=11965;
UPDATE npc_text SET text0_0='',text0_1='我会是第一批回应沃金召集令的人。你会加入我们吗?' WHERE Id=15796;
UPDATE npc_text SET text0_0='如果你需要蝙蝠，你来对地方了。我专门负责所有斥候的蝙蝠。',text0_1='' WHERE Id=15806;
UPDATE npc_text SET text0_0='愿灵魂指引你，$c。',text0_1='' WHERE Id=15846;
UPDATE npc_text SET text0_0='札拉赞恩没时间了。回音群岛将会再次回归暗矛部族的怀抱!',text0_1='' WHERE Id=15865;
UPDATE npc_text SET text0_0='感谢你，$c，让我能收到我兄弟的信。

安息吧，他的死将不会白费。蓝龙军团要为此付出代价。

我将会亲眼见证!',text0_1='感谢你，$c，让我能收到我兄弟的信。

安息吧，他的死将不会白费。蓝龙军团要为此付出代价。

我将会亲眼见证!' WHERE Id=12696;
UPDATE npc_text SET text0_0='我们会准备好夺回回音群岛。札拉赞恩已经用他的巫毒魔法肆虐好一阵子了，使人们相信他已经死亡，并施展古老而黑暗的仪式。

他知道我们会来，所以我们得确保我们已经准备好。',text0_1='' WHERE Id=15876;
UPDATE npc_text SET text0_0='来，过来。如果你这一次可以好好的制作你的毛皮，我就会教你如何做作出耐用的物品。',text0_1='来，过来。如果你这一次可以好好的制作你的毛皮，我就会教你如何做作出耐用的物品。' WHERE Id=11049;
UPDATE npc_text SET text0_0='我看到他们把他带去修道院的北边，靠近弓箭靶的地方。',text0_1='我看到他们把他带去修道院的北边，靠近弓箭靶的地方。' WHERE Id=12833;
UPDATE npc_text SET text0_0='',text0_1='我能帮你什么忙吗?' WHERE Id=14041;
UPDATE npc_text SET text0_0='',text0_1='我的职责，是确保整场攻击行动会像时钟一样精确。

大工匠梅卡托克此刻已加入战局，不过按照计画，他随时会回来补充更多兵员。

他从来没迟到过，所以待在这边不要乱跑，他会来的。' WHERE Id=15868;
UPDATE npc_text SET text0_0='你胆子不小嘛，$g小伙子:小姑娘;
，敢闯到这里来。

你想干嘛?',text0_1='' WHERE Id=15858;
UPDATE npc_text SET text0_0='什么?!你刚刚说什么?!你还真敢呀!我的啤酒比他们在啤酒节提供的那些腐臭的液体好多了!

你要为此侮辱言语付出代价，$c!',text0_1='' WHERE Id=15859;
UPDATE npc_text SET text0_0='嗨，朋友!我知道你有些啤酒节奖品章。碰巧，我还有些啤酒节商品可以卖你。',text0_1='嗨，朋友!我知道你有些啤酒节奖品章。碰巧，我还有些啤酒节商品可以卖你。' WHERE Id=12864;
UPDATE npc_text SET text0_0='终于，是该让流亡在外的地精回家的时候了。

诺姆瑞根将会再次成为我们的家园!',text0_1='' WHERE Id=15578;
UPDATE npc_text SET text0_0='这段时间矮人让我们在他们的家园安稳度日，我们为此心存谢意。不过，瑟玛普拉格背叛了我们，占领了我们的家园，至少要为这件事情做个了结。

诺姆瑞根在由于我们思虑不周所导致的沈重原子能污染中太久了。辐射炸弹的爆发迫使我们离开所住的城市，但是现在我们手中握着夺回城市所需的必要科技!

我们会拿回属于我们的东西…然后让瑟玛普拉格获得应有的审判!',text0_1='' WHERE Id=15580;
UPDATE npc_text SET text0_0='行动:诺姆瑞根会划分为几个阶段:

首先，我们必须抢回机场，这样飞机才能在我们前往诺姆瑞根主要入口的时候进行空中支援。

此外，在附近其中一栋建筑物中发现了一箱机动战斗装，战斗装入手后，我们将会以破竹之势对入口发动攻击。

接下来，我们要直取诺姆瑞根心脏地带，把瑟玛普拉格拖出来!
',text0_1='' WHERE Id=15581;
UPDATE npc_text SET text0_0='快点!你必须和梅卡托克谈谈!如果我们不快点进攻，我们就会迟到。

而我的老板真的很讨厌迟到!',text0_1='' WHERE Id=15870;
UPDATE npc_text SET text0_0='听着，$c，很明显的你及你的朋友对于艾泽拉斯很熟悉。想必你已穿越了几个追求名利的民族。

派几个可能有意愿进入祖阿曼的人给我，我会让你的付出有价值的。',text0_1='' WHERE Id=11354;
UPDATE npc_text SET text0_0='死了这条心吧!

我只是想让这个世界免于恐惧的威胁，而通常这种事情都需要付出代价，我想你也很清楚这点。

不如这样想吧，$n。你将让平凡人也有机会成为英雄!这的确是一个千载难逢的机会!

你只需要以我的方式告诉他们，剩下的就交给我来处理……',text0_1='' WHERE Id=11372;
UPDATE npc_text SET text0_0='新年节庆最大的庆祝活动正在月光林地进行。如果觉得旅行到那里太远，德鲁伊们提供从智慧谷出发的运输服务。',text0_1='' WHERE Id=9704;
UPDATE npc_text SET text0_0='千万别低估了后勤管理与补给的重要性。战斗获胜的关键或许在于将士，但战争获胜的关键却在于粮草补给。',text0_1='' WHERE Id=16850;
UPDATE npc_text SET text0_0='没有情绪，没有道德，没有狂热。

只有兄弟会。

就在此处，就在光明使者乌瑟当年加入白银之手骑士团的这座小教堂里，我，『圣光勇士』柯菲斯，会将恐惧打入无所畏惧者的心中。

没有任何东西能消弥我的愤怒 - 血色十字军不行，银色黎明不行，我的兄弟们不行，甚至连你也不行。',text0_1='' WHERE Id=16801;
UPDATE npc_text SET text0_0='在对付亵渎圣光的事物时，圣光兄弟会的能力远超过其他任何的组织。我们会采取所有的必要行动，来根除这世上跟这些亡灵一样的怪物。没有任何东西能阻挡得了我们。

你是我们的朋友，还是敌人?',text0_1='' WHERE Id=16796;
UPDATE npc_text SET text0_0='武器...防具...这些东西都是致胜的关键。所有的战士，不管多么强壮，只要少了它们就会难以自保。

在我年轻的时候我也打造了不少传奇性的装备，$r，而且你在全艾泽拉斯都找不到跟他们同样了不起的。因为他们都是我的弟兄们得以成功的关键。',text0_1='' WHERE Id=16779;
UPDATE npc_text SET text0_0='有什么需要我帮忙的吗?',text0_1='有什么需要我帮忙的吗?' WHERE Id=14126;
UPDATE npc_text SET text0_0='需要什么吗?',text0_1='' WHERE Id=15572;
UPDATE npc_text SET text0_0='$N！这个是龙喉氏族的任务，我实在没办法翻译了，你们用大脚来完成这个任务吧。',text0_1='' WHERE Id=16283;
UPDATE npc_text SET text0_0='有去过丛林吗，$r?

真的很棒。',text0_1='' WHERE Id=16344;
UPDATE npc_text SET text0_0='钓鱼对我们家来讲向来是很自然的一件事情。但是看来你好像需要一点协助的样子。要不要帮钓鱼大师跑跑腿做点事情?',text0_1='' WHERE Id=16413;
UPDATE npc_text SET text0_0='愿圣光保护你，$c。',text0_1='愿圣光保护你，$c。' WHERE Id=16489;
UPDATE npc_text SET text0_0='日光照亮智慧之道。朋友，今日我等将踏向何处?',text0_1='日光照亮智慧之道。朋友，今日我等将踏向何处?' WHERE Id=16490;
UPDATE npc_text SET text0_0='睁大你的双眼，$c。就连杜洛塔也正受到敌人',text0_1='' WHERE Id=16535;
UPDATE npc_text SET text0_0='我没法子帮你，$c。你得去找别的训练师。',text0_1='' WHERE Id=16578;
UPDATE npc_text SET text0_0='丛林幽暗，其土肥沃。

愿大地之灵看护着你，$c。
丛林幽暗，其土肥沃。

愿大地之精魂看护着你，$c。',text0_1='丛林幽暗，其土肥沃。

愿大地之灵看护着你，$c。
丛林幽暗，其土肥沃。

愿大地之精魂看护着你，$c。' WHERE Id=16715;
UPDATE npc_text SET text0_0='进来吧，老兄...暂且忘掉你的忧愁!

让身体休息休息，让心灵休息休息。',text0_1='进来吧，老兄...暂且忘掉你的忧愁!

让身体休息休息，让心灵休息休息。' WHERE Id=16734;
UPDATE npc_text SET text0_0='我要跟你分享的秘密会把你吓得魂飞魄散，$c。

相信我:你会想去找别人谈训练的事情的。',text0_1='我要跟你分享的秘密会把你吓得魂飞魄散，$c。

相信我:你会想去找别人谈训练的事情的。' WHERE Id=16749;
UPDATE npc_text SET text0_0='戴上这个面具根本什么都看不见，但是我可不打算把这点告诉她。',text0_1='' WHERE Id=16778;
UPDATE npc_text SET text0_0='你走错路了吗，老兄?嘿嘿嘿。

我可以帮得上忙吗?',text0_1='你走错路了吗，老兄?嘿嘿嘿。

我可以帮得上忙吗?' WHERE Id=16783;
UPDATE npc_text SET text0_0='嘿呀，老兄。

你需要人帮忙找回失去的伙伴?',text0_1='嘿呀，老兄。

你需要人帮忙找回失去的伙伴?' WHERE Id=16789;
UPDATE npc_text SET text0_0='这里没什么好看的，老兄。去找别人吧，好吗?',text0_1='这里没什么好看的，老兄。去找别人吧，好吗?' WHERE Id=16882;
UPDATE npc_text SET text0_0='精灵贵族已然归来，并且带回了失传百千年之久的魔法技艺。

你有东西要我查验吗?',text0_1='精灵贵族已然归来，并且带回了失传百千年之久的魔法技艺。

你有东西要我查验吗?' WHERE Id=16982;
UPDATE npc_text SET text0_0='秘法重铸师能够调校一件物品的魔法效力，这种复杂的魔法程序就叫做「重铸」。

经由重铸的过程，可以降低任何武器、护具或珠宝的某一次要属性，转而增加一项额外的次要属性。也就是说，你可以透过这种方式来调整自身的装备，让它们更符合你的角色定位与技能的需求。

举例而言，若有一件装备可提升你对敌人的命中率，但是你却宁可它提升的是你的攻击速度，那么这时候秘法重铸师—在酌收适当费用之后—便可以帮你重铸这件物品，降低其命中等级，转而提高你的加速等级。',text0_1='秘法重铸师能够调校一件物品的魔法效力，这种复杂的魔法程序就叫做「重铸」。

经由重铸的过程，可以降低任何武器、护具或珠宝的某一次要属性，转而增加一项额外的次要属性。也就是说，你可以透过这种方式来调整自身的装备，让它们更符合你的角色定位与技能的需求。

举例而言，若有一件装备可提升你对敌人的命中率，但是你却宁可它提升的是你的攻击速度，那么这时候秘法重铸师—在酌收适当费用之后—便可以帮你重铸这件物品，降低其命中等级，转而提高你的加速等级。' WHERE Id=16983;
UPDATE npc_text SET text0_0='在燃刃氏族落败之后，我们这些大剑师便立誓要解放自己与同胞们远离恶魔的控制。

这件事情虽然已经办到了，但是我个人的荣誉依然存有污点。

我将为部落而战，并且将这观念灌输给其他的战士们，直到我在战场上光荣战死。这就是我唯一的赎罪之道。',text0_1='在燃刃氏族落败之后，我们这些大剑师便立誓要解放自己与同胞们远离恶魔的控制。

这件事情虽然已经办到了，但是我个人的荣誉依然存有污点。

我将为部落而战，并且将这观念灌输给其他的战士们，直到我在战场上光荣战死。这就是我唯一的赎罪之道。' WHERE Id=17085;
UPDATE npc_text SET text0_0='我可以传授你任何采集类与生产类专业技能的基础技能，但也仅此而已。

若是想学习比「初级技能」更深入的内容，你就得去寻访各个不同技能的专业训练师。

每个人最多只能学习二种专业技能，其组合可以是两种采集类技能，两种生产类技能，或是各学一类。

至于考古学、烹饪、急救，以及钓鱼则属于「次要技能」，并不算在二个专业技能的数量限制之内，你想全部都学起来也可以。',text0_1='我可以传授你任何采集类与生产类专业技能的基础技能，但也仅此而已。

若是想学习比「初级技能」更深入的内容，你就得去寻访各个不同技能的专业训练师。

每个人最多只能学习二种专业技能，其组合可以是两种采集类技能，两种生产类技能，或是各学一类。

至于考古学、烹饪、急救，以及钓鱼则属于「次要技能」，并不算在二个专业技能的数量限制之内，你想全部都学起来也可以。' WHERE Id=17125;
UPDATE npc_text SET text0_0='我们对秘法的秘密已忽视了太久。

遗憾的是，它们对你而言将依然是个秘密。',text0_1='我们对秘法的秘密已忽视了太久。

遗憾的是，它们对你而言将依然是个秘密。' WHERE Id=17176;
UPDATE npc_text SET text0_0='抱歉，$c。

你对魔法的理解还不够完整，无法学习传送法术。',text0_1='抱歉，$c。

你对魔法的理解还不够完整，无法学习传送法术。' WHERE Id=17180;
UPDATE npc_text SET text0_0='你来这里学钓鱼吗，老兄?还是来买钓鱼用品?',text0_1='你来这里学钓鱼吗，老兄?还是来买钓鱼用品?' WHERE Id=17499;
UPDATE npc_text SET text0_0='你好啊，$N。我们需要你的帮忙。',text0_1='' WHERE Id=17647;
UPDATE npc_text SET text0_0='',text0_1='嗯，$N - 很高兴再见到你。我相信你的事情进行的很顺利。' WHERE Id=7821;
UPDATE npc_text SET text0_0='',text0_1='$N!我希望你已经准备好要工作了，因为在逐日者之岛有很多事等着你做。

自从阿萨斯和天谴军团摧毁了太阳之井，我们就在海边过着漂浮不定的生活。我们存活在被遗忘的边缘。一切将会改变，$c，你将会学习很多的东西，并同时协助我们重建。

外域正等着我们!' WHERE Id=16703;
UPDATE npc_text SET text0_0='我一心只在乎挽回埃德萨拉斯的荣光，无瑕顾及其他所有的俗务:战争、冲突，结盟，通通都不重要，直到这座城市安全为止。',text0_1='' WHERE Id=16726;
UPDATE npc_text SET text0_0='什么事?你没看到我正在忙吗?',text0_1='' WHERE Id=8336;
UPDATE npc_text SET text0_0='我只训练战士而已，$c。你得去别的地方找你的训练师。',text0_1='我只训练战士而已，$c。你得去别的地方找你的训练师。' WHERE Id=16540;
UPDATE npc_text SET text0_0='我在我剩余的自然寿命中继续搜寻知识，比起我的任何一位族人，我看过更多的奇景也遭遇过更多奇怪与神秘的种族。我在远古的卡林多四处旅行，直到我走遍诸地，看遍诸事。

然而…我还想要知道更多的事情，但我感觉到我最终的旅程即将到来，我为了那些我永远也无法知道的事情而落泪。

当我死去，我的生命终结，他们找上了我。',text0_1='' WHERE Id=14121;
UPDATE npc_text SET text0_0='青铜龙军团。他们把我从死亡的边缘给叼回来，将我带到他们的主人，诺兹多姆的面前。他说他们一直观察我，希望我继续我的追寻。他赋予我观察者的永生，成为他的使者，肩负起见证艾泽拉斯历史的使命。

我是『见证者』札伦陶，我的职责就是要见证艾泽拉斯的真实历史，以防它被遗忘。',text0_1='' WHERE Id=14122;
UPDATE npc_text SET text0_0='胜利或死亡，$c!',text0_1='' WHERE Id=17713;

